Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.EFFECT
source: Marks a threshold where Duplicants must change into or out of Atmo Suit. Must be built next to an Exosuit Dock. Can be rotated before construction.
pt_br: Marca um limite onde os Duplicantes devem tirar ou colocar o Atmotraje. Precisa ser construída ao lado de uma Estação de Exotraje. Pode ser rotacionada antes da construção.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.NAME
source: <link="SUITMARKER">Exosuit Checkpoint</link>
pt_br: <link="SUITMARKER">Ponto de Checagem de Exotraje</link>

# STRINGS.BUILDINGS.PREFABS.SWITCH.DESC
source: Switches do not affect buildings preceding them on a circuit, but control all buildings after.
pt_br: Alavancas não afetam estruturas anteriores a ela em um circuito, mas controlam as estruturas depois dela.

# STRINGS.BUILDINGS.PREFABS.SWITCH.EFFECT
source: Turns <link="POWER">Power</link> on or off. Does not affect circuitry preceding the switch.
pt_br: Desliga ou liga a <link="POWER">Energia</link>. Não afeta circuitos anteriores à alavanca.

# STRINGS.BUILDINGS.PREFABS.SWITCH.NAME
source: <link="SWITCH">Switch</link>
pt_br: <link="SWITCH">Alavanca</link>

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_OFF
source: Turn Off
pt_br: Desligar

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_ON
source: Turn On
pt_br: Ligar

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.DESC
source: Automated switches can be used to manage circuits in areas where Duplicants cannot enter.
pt_br: Alavancas automatizadas podem ser utilizadas para gerenciar circuitos em áreas onde Duplicantes não podem entrar.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="HEAT">Temperature</link>. Does not affect circuitry preceding the switch.
pt_br: Automaticamente desliga e liga a <link="POWER">Energia</link> baseado na <link="HEAT">Temperatura</link> do ambiente. Não afeta circuitos anteriores a alavanca.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.NAME
source: <link="TEMPERATURECONTROLLEDSWITCH">Thermo Switch</link>
pt_br: <link="TEMPERATURECONTROLLEDSWITCH">Alavanca Térmica</link>

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.DESC
source: Construction materials have different thermal properties that affect how well they retain heat.
pt_br: Materiais de construção possuem diferentes propriedades térmicas que afetam o quanto eles retém calor.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.EFFECT
source: Accelerates or buffers <link="HEAT">Heat</link> dispersal depending on the construction material used. Has a small area of effect.
pt_br: Acelera ou reduz a dispersão de <link="HEAT">Calor</link> dependendo do material de construção usado. Possui uma pequena área de efeito.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.NAME
source: <link="THERMALBLOCK">Tempshift Plate</link>
pt_br: <link="THERMALBLOCK">Placa de Condução Térmica</link>

# STRINGS.BUILDINGS.PREFABS.TILE.DESC
source: Tiles can be used to build rooms, floors, or bridges to new areas.
pt_br: Blocos podem ser usados para construir salas, pisos, ou pontes para novas áreas.

# STRINGS.BUILDINGS.PREFABS.TILE.EFFECT
source: Used as floor and wall tile to build rooms. Increases Duplicant runspeed.
pt_br: Pode ser usado como bloco de chão ou de parede para construir salas. Aumenta a velocidade de movimento dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.TILE.NAME
source: <link="TILE">Tile</link>
pt_br: <link="TILE">Bloco</link>

# STRINGS.BUILDINGS.PREFABS.TILEPOI.EFFECT
source: Used as floor and wall tile to build rooms.
pt_br: Usado como bloco de chão ou de parede para construir salas.

# STRINGS.BUILDINGS.PREFABS.TILEPOI.NAME
source: <link="TILEPOI">Tile</link>
pt_br: <link="TILEPOI">Bloco</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.DESC
source: Duplicants will only exit a transit tube when a safe landing area is available beneath it.
pt_br: Duplicantes irão sair por um tubo de tráfego somente se existir uma área segura de descida.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.EFFECT
source: Quickly transports Duplicants from a <link="TRAVELTUBEENTRANCE">Transit Tube Access</link> to the tube's end. Only transports Duplicants.
pt_br: Transportam Duplicantes rapidamente de uma <link="TRAVELTUBEENTRANCE">Estação de Lançamento</link> ao final de um tubo. Transporta somente Duplicantes.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.NAME
source: <link="TRAVELTUBE">Transit Tube</link>
pt_br: <link="TRAVELTUBE">Tubo de Tráfego</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.DESC
source: Access points are required for Duplicants to enter tubes, but are not required to exit them.
pt_br: Estações de Lançamento são necessárias para os Duplicantes entrarem nos tubos, mas não são necessárias para a saída.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.EFFECT
source: Allows Duplicants to enter the connected <link="TRAVELTUBE">Transit Tube</link> system. Stops drawing <link="POWER">Power</link> once fully charged.
pt_br: Permite os Duplicantes entrarem no sistema de <link="TRAVELTUBE">Tubos de Tráfego</link> conectado. Interrompe o consumo de <link="POWER">Energia</link> quando totalmente carregada.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.NAME
source: <link="TRAVELTUBEENTRANCE">Transit Tube Access</link>
pt_br: <link="TRAVELTUBEENTRANCE">Estação de Lançamento</link>

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.DESC
source: Tube crossings can run transit tubes through walls without leaking gas or liquid.
pt_br: Adaptadores de Tubo permitem que os tubos de tráfego passem pelas paredes sem vazar gás ou líquido.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.EFFECT
source: Allows <link="TRAVELTUBE">Transit Tube</link> to be run through wall and floor tiles. Functions as a regular tile.
pt_br: Permitem que os <link="TRAVELTUBE">Tubos de Tráfego</link> passem pelos blocos de parede e piso. Funciona como um bloco comum.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.NAME
source: <link="TRAVELTUBEWALLBRIDGE">Transit Tube Crossing</link>
pt_br: <link="TRAVELTUBEWALLBRIDGE">Adaptador de Tubo de Tráfego</link>

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.DESC
source: Germ spread can be reduced by building wash basins where Duplicants are likely to get dirty.
pt_br: O número de germes podem ser reduzidos usando lavatórios onde os Duplicantes irão ficar sujos.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.EFFECT
source: Removes some <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Wash Basins when passing by in the selected direction.
pt_br: Remove parte dos <link="DISEASE">Germes</link> dos Duplicantes. Duplicantes cobertos de germes usarão Lavatórios quando passarem na direção selecionada.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.NAME
source: <link="WASHBASIN">Wash Basin</link>
pt_br: <link="WASHBASIN">Lavatório</link>

# STRINGS.BUILDINGS.PREFABS.WASHSINK.DESC
source: Sinks are plumbed and do not need to be manually emptied or refilled.
pt_br: Pias são encanadas e não necessitam ser manualmente esvaziadas ou preenchidas.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.EFFECT
source: Removes <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Sinks when passing by in the selected direction.
pt_br: Removem <link="DISEASE">Germes</link> dos Duplicantes. Duplicantes cobertos de germes usarão Pias quando passarem na direção selecionada.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.NAME
source: <link="WASHSINK">Sink</link>
pt_br: <link="WASHSINK">Pia</link>

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.DESC
source: Sieves cannot kill germs and pass any disease they receive into their waste and water output.
pt_br: Filtros não matam germes e passam qualquer doença na água e no resíduo produzido por eles.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.EFFECT
source: Produces clean <link="WATER">Water</link> from <link="DIRTYWATER">Polluted Water</link> using <link="SAND">Sand</link>. Produces <link="TOXICSAND">Polluted Dirt</link>.
pt_br: Produz <link="WATER">Água</link> limpa a partir de <link="DIRTYWATER">Água Poluída</link> usando <link="SAND">Areia</link>. Produz <link="TOXICSAND">Terra Poluída</link>.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.NAME
source: <link="WATERPURIFIER">Water Sieve</link>
pt_br: <link="WATERPURIFIER">Filtro de Água</link>

# STRINGS.BUILDINGS.PREFABS.WIRE.DESC
source: Electrical wire is used to connect generators, batteries, and buildings.
pt_br: Cabos são usados para conectar geradores, baterias e estruturas.

# STRINGS.BUILDINGS.PREFABS.WIRE.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources. Can be run through tiles.
pt_br: Conecta estruturas à fontes de <link="POWER">Energia</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.WIRE.NAME
source: <link="WIRE">Wire</link>
pt_br: <link="WIRE">Cabo</link>

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
pt_br: Dividir geradores em sistemas separados pode prevenir sobrecargas e desperdício de eletricidade.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.EFFECT
source: Runs one wire section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de fio passe sobre a outra sem unir os circuitos. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.NAME
source: <link="WIREBRIDGE">Wire Bridge</link>
pt_br: <link="WIREBRIDGE">Ponte de Cabo</link>

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
pt_br: Adaptadores permitem que os Cabos Potentes passem pelas paredes sem vazar gás ou líquido.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.EFFECT
source: Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
pt_br: Permite que os Cabos de Alta Potência passem pelos blocos de parede e piso. Funciona como um bloco comum.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.NAME
source: <link="WIREBRIDGEHIGHWATTAGE">Heavi-Watt Joint Plate</link>
pt_br: <link="WIREBRIDGEHIGHWATTAGE">Adaptador de Cabo Potente</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.DESC
source: Duplicants prefer the appearance of conductive wire to regular wire.
pt_br: Duplicantes preferem a aparência do cabo condutivo do que cabos normais.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources. Can be run through tiles.
pt_br: Conecta estruturas à fontes de <link="POWER">Energia</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.NAME
source: <link="WIREREFINED">Conductive Wire</link>
pt_br: <link="WIREREFINED">Cabo Condutivo</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
pt_br: Dividir geradores em sistemas separados pode prevenir sobrecargas e desperdício de eletricidade.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than a regular Wire Bridge without overloading. Runs one wire section over another without joining them. Can be run through tiles.
pt_br: Carrega mais <link="POWER">Potência</link> do que uma Ponte de Cabo normal sem entrar em curto. Permite que uma seção de fio passe sobre a outra sem unir os circuitos. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.NAME
source: <link="WIREREFINEDBRIDGE">Conductive Wire Bridge</link>
pt_br: <link="WIREREFINEDBRIDGE">Ponte de Cabo Condutivo</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
pt_br: Adaptadores permitem que os Cabos Potentes passem pelas paredes sem vazar gás ou líquido.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than a regular Heavi-Watt Joint Plate without overloading. Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
pt_br: Carrega mais <link="POWER">Potência</link> do que um Adaptador de Cabo Potente normal sem entrar em curto. Permite que Cabos de Alta Potência passem pelos blocos de parede e piso. Funciona como um bloco comum.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.NAME
source: <link="WIREREFINEDBRIDGEHIGHWATTAGE">Heavi Conductive Joint Plate</link>
pt_br: <link="WIREREFINEDBRIDGEHIGHWATTAGE">Adaptador de Cabo Condutivo Potente</link>

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
pt_br: Cabos de alta potência são utilizados para evitar sobrecargas, principalmente com geradores potentes.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.EFFECT
source: Carries more <link="POWER">Wattage</link> than regular Wire without overloading. Cannot be run through tiles.
pt_br: Carrega mais <link="POWER">Potência</link> do que Cabos comuns sem entrar em curto. Não pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.NAME
source: <link="WIREREFINEDHIGHWATTAGE">Heavi Conductive Wire</link>
pt_br: <link="WIREREFINEDHIGHWATTAGE">Cabo Condutivo Potente</link>

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.NAME
source: Disable Autorepair
pt_br: Desativar Autoreparo

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.TOOLTIP
source: Only repair this building when ordered
pt_br: Somente reparar esta estrutura quando ordenado

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.NAME
source: Enable Autorepair
pt_br: Ativar Autoreparo

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.TOOLTIP
source: Automatically repair this building when damaged
pt_br: Reparar automaticamente esta estrutura quando danificada

# STRINGS.CODEX.ATMOSPHERE.BODY.CONTAINER1
source: Description of breath, pressure, and gas
pt_br: Descrição sobre fôlego, pressão e gás

# STRINGS.CODEX.ATMOSPHERE.SUBTITLE
source: Air and other gasses
pt_br: Ar e outros gases

# STRINGS.CODEX.ATMOSPHERE.TITLE
source: Atmosphere
pt_br: Atmosfera

# STRINGS.CODEX.BALMLILY.SUBTITLE
source: Medicinal Herb
pt_br: Erva Medicinal

# STRINGS.CODEX.BALMLILY.TITLE
source: Balm Lily
pt_br: Lírio Milagroso

# STRINGS.CODEX.BLUFFBRIAR.BODY.CONTAINER1
source: Bluff Briars have formed a symbiotic relationship with a closely related plant strain, the Bristle Blossom. They tend to thrive in areas where the Bristle Blossom is present, as the berry it produces emits a rare chemical while decaying that the Briar is capable of absorbing to supplement its own pheromone production.
pt_br: Urtigas formaram uma relação simbiótica com uma planta da mesma família, a Flor de Seda. Elas tendem a sobreviver em áreas onde a Flor de Seda está presente, pois seu fruto emite uma substância química rara que a Urtiga é capaz de absorver para suplementar sua própria produção de feromônios.

# STRINGS.CODEX.BLUFFBRIAR.SUBTITLE
source: Decorative Plant
pt_br: Planta Decorativa

# STRINGS.CODEX.BLUFFBRIAR.TITLE
source: Bluff Briar
pt_br: Urtiga

# STRINGS.CODEX.BRISTLEBLOSSOM.BODY.CONTAINER1
source: The Bristle Blossom is frequently cultivated for its calorie dense and relatively fast growing Bristle Berries. Consumption of the berry requires special preparation due to the thick barbs surrounding the edible fruit. The term "Bristle Berry" is, in fact, a misnomer, as it is not a "berry" by botanical definition but an aggregate fruit made up of many smaller fruitlets.
pt_br: A Flor de Seda é frequentemente cultivada por seu valor calórico e rápido crescimento de Frutos da Seda. O consumo do fruto requer preparação especial devido aos espinhos ao redor do fruto comestível. O termo "Fruto da Seda" está, na verdade, incorreto, pois não é um "fruto" segundo a definição botânica, mas uma infrutescência composta por diversos frutos menores.

# STRINGS.CODEX.BRISTLEBLOSSOM.SUBTITLE
source: Edible Plant
pt_br: Planta Comestível

# STRINGS.CODEX.BRISTLEBLOSSOM.TITLE
source: Bristle Blossom
pt_br: Flor de Seda

# STRINGS.CODEX.CRYSTAL.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.CRYSTAL.TITLE
source: Crystal Shine Bug
pt_br: Vagalume Cristal

# STRINGS.CODEX.DECOR.BODY.CONTAINER1
source: Description of decor, stress, expectations
pt_br: Descrição sobre decor, estresse, expectativas

# STRINGS.CODEX.DECOR.SUBTITLE
source: Quality sensations
pt_br: Sabores de qualidade

# STRINGS.CODEX.DENSE.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.DENSE.TITLE
source: Dense Puft
pt_br: Bolha Densa

# STRINGS.CODEX.DRECKO.BODY.CONTAINER1
source: Dreckos are a reptilian species boasting billions of microscopic hairs on their feet, allowing them to stick to and climb most surfaces. The tail of the Drecko, called the "train", is purely for decoration and can be lost or shorn without harm to the animal. As a result, Drecko fibers are often farmed for use in textile production.
pt_br: Osgas são reptilianos que possuem bilhões de cabelos microscópicos nos pés, permitindo a eles grudarem e escalarem na maior parte das superfícies. A cauda de uma osga, chamada de "vagão", é puramente decorativa e pode ser perdida ou removida sem machucar o animal. Como resultado, fibras de Osga são utilizadas na produção de têxteis.

# STRINGS.CODEX.DRECKO.SUBTITLE
source: Domesticable Critter
pt_br: Domesticabilidade da Criatura

# STRINGS.CODEX.DRECKO.TITLE
source: Drecko
pt_br: Osga

# STRINGS.CODEX.DUSKCAP.SUBTITLE
source: Edible Plant
pt_br: Planta Comestível

# STRINGS.CODEX.DUSKCAP.TITLE
source: Dusk Cap
pt_br: Cogumelo Negro

# STRINGS.CODEX.EXAMPLE_ENTRY.BODY
source: <link="testLink">Body of the Example entry.</link> Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah. Blah blah blah. Blah blah blah blah blah.
pt_br: <link="testLink">Corpo da entrada Exemplo.</link> Blá blá blá. Blá blá blá blá blá. Blá blá blá. Blá blá blá blá blá. Blá blá blá. Blá blá blá blá blá. Blá blá blá. Blá blá blá blá blá. Blá blá blá. Blá blá blá blá blá. Blá blá blá. Blá blá blá blá blá.

# STRINGS.CODEX.EXAMPLE_ENTRY.SUBTITLE
source: Subtitle of the Example entry
pt_br: Subtítulo da entrada Exemplo

# STRINGS.CODEX.EXAMPLE_ENTRY.TITLE
source: Title of the Example entry
pt_br: Título da entrada Exemplo

# STRINGS.CODEX.EXAMPLECATEGORY.SUBTITLE
source: Example Subtitle
pt_br: Subtítulo Exemplo

# STRINGS.CODEX.EXAMPLECATEGORY.TITLE
source: Example Title
pt_br: Título Exemplo

# STRINGS.CODEX.GLOSSY.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.GLOSSY.TITLE
source: Glossy Drecko
pt_br: Osga Plástica

# STRINGS.CODEX.HATCH.BODY.CONTAINER1
source: The Hatch is an adaptable creature whose wide ranging diet allows it to integrate easily into most ecosystems. The Hatch has no eyes and is completely blind, although a photosensitive patch atop its head is capable of detecting even minor changes in overhead light, making it prefer dark caves and tunnels.
pt_br: A Mucura é uma criatura bem adaptada cuja dieta variável a torna viável na maior parte dos ecossistemas. A Mucura não possui olhos e é completamente cega, porém uma pele fotossensível na sua cabeça é capaz de detectar as menores mudanças de luminosidade, fazendo ela preferir cavernas e túneis.

# STRINGS.CODEX.HATCH.SUBTITLE
source: Domesticable Critter
pt_br: Domesticabilidade da Criatura

# STRINGS.CODEX.HATCH.TITLE
source: Hatch
pt_br: Mucura

# STRINGS.CODEX.HEADERS.BUILDINGEFFECTS
source: Effects
pt_br: Efeitos

# STRINGS.CODEX.HEADERS.BUILDINGREQUIREMENTS
source: Requirements
pt_br: Requerimentos

# STRINGS.CODEX.HEADERS.DIET
source: Diet
pt_br: Dieta

# STRINGS.CODEX.HEADERS.FABRICATIONS
source: Recipes
pt_br: Receitas

# STRINGS.CODEX.HEADERS.HATCHESFROMEGG
source: Comes from
pt_br: Vem de

# STRINGS.CODEX.HEADERS.PREREQUISITE_ROLES
source: Prerequisite Jobs
pt_br: Precisa ter Trabalhado

# STRINGS.CODEX.HEADERS.PREREQUISITE_TECH
source: Prerequisite Tech
pt_br: Pré-requisito Tecnológico

# STRINGS.CODEX.HEADERS.PRODUCES
source: Produces
pt_br: Produz

# STRINGS.CODEX.HEADERS.RECEPTACLE
source: Plants
pt_br: Plantas

# STRINGS.CODEX.HEADERS.RECIPE
source: Recipe
pt_br: Receita

# STRINGS.CODEX.HEADERS.ROLE_PERKS
source: Role Perks
pt_br: Traços do Trabalho

# STRINGS.CODEX.HEADERS.TECH_UNLOCKS
source: Unlocks
pt_br: Desbloqueia

# STRINGS.CODEX.HEADERS.UNLOCK_ROLES
source: Promotable to Roles
pt_br: Promoções Disponíveis

# STRINGS.CODEX.HEADERS.USED_IN_RECIPES
source: Used in recipes
pt_br: Usado em receitas

# STRINGS.CODEX.HEAT.BODY.CONTAINER1
source: Description of thermal energy, temperature, conduction, homeostasis, phase changes
pt_br: Descrição de energia térmica, temperatura, condução, homeostase, mudanças de fase

# STRINGS.CODEX.HEAT.SUBTITLE
source: What <i>is</i> heat?
pt_br: O que <i>é</i> calor?

# STRINGS.CODEX.HEAT.TITLE
source: Heat
pt_br: Calor

# STRINGS.CODEX.LIGHT.BODY.CONTAINER1
source: Description of light, stress effects, plants affected by light
pt_br: Descrição de luz, efeitos do estresse, plantas afetadas pela luz

# STRINGS.CODEX.LIGHT.SUBTITLE
source: What is light?
pt_br: O que é luz?

# STRINGS.CODEX.LIGHT.TITLE
source: Light
pt_br: Luz

# STRINGS.CODEX.LOGIC.SUBTITLE
source: Automation
pt_br: Automação

# STRINGS.CODEX.LOGIC.TITLE
source: Automation
pt_br: Automação

# STRINGS.CODEX.MEALWOOD.SUBTITLE
source: Edible Plant
pt_br: Planta Comestível

# STRINGS.CODEX.MEALWOOD.TITLE
source: Mealwood
pt_br: Rangárvore

# STRINGS.CODEX.MOLTEN.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.MOLTEN.TITLE
source: Molten Slickster
pt_br: Bicho do Óleo Fumegante

# STRINGS.CODEX.MORB.BODY.CONTAINER1
source: The Morb is a versatile scavenger, capable of breaking down and consuming dead matter from most plant and animal species. It poses a severe disease risk to humans due to the thick slime it excretes to surround its inner cartilage structures. A single teaspoon of Morb slime can contain up to a quadrillion bacteria that work to deter would-be predators and liquefy its food.
pt_br: O Morb é um explorador versátil, capaz de decompor e consumir matéria morta vinda da maior parte das plantas e animais. Ele é uma grande ameaça para os humanos devido ao limo grosso que ele excreta para proteger sua estrutura cartilaginosa interna. Uma única colher de chá do limo de Morb contém quadrilhões de bactérias que funcionam detendo seus possíveis predadores e derretendo sua comida.

# STRINGS.CODEX.MORB.SUBTITLE
source: Critter
pt_br: Criatura

# STRINGS.CODEX.MUCKROOT.BODY.CONTAINER1
source: The Muckroot is an aggressively invasive yet exceedingly delicate root plant known for its earthy flavour and unusual texture. The Muckroot reproduces wildly when kept in precise conditions, but it is wholly incapable of reproducing without direct, natural sunlight.
pt_br: O Nabo é um tubérculo delicado mas também é planta agressivamente invasiva conhecida por seu gostinho de terra e textura incomum. O Nabo reproduz bastante quando mantido em condições precisas, mas é incapaz de se reproduzir sem luz natural direta.

# STRINGS.CODEX.MUCKROOT.SUBTITLE
source: Edible Plant
pt_br: Planta Comestível

# STRINGS.CODEX.MUCKROOT.TITLE
source: Muckroot
pt_br: Nabo

# STRINGS.CODEX.NEGA.SUBTITLE
source: Critter Morph
pt_br: Molten Slickster

# STRINGS.CODEX.NEGA.TITLE
source: Nega Shine Bug
pt_br: Vagalume Negro
