Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.EGG_NAME
source: <link="LIGHTBUGEGG">Royal Shine Nymph Egg</link>
pt_br: <link="LIGHTBUGEGG">Ovo de Vagaluminho Real</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.NAME
source: <link="LIGHTBUG">Royal Shine Bug</link>
pt_br: <link="LIGHTBUG">Vagalume Real</link>

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <link="METHANE">Natural Gas</link>.
pt_br: Um gêiser altamente pressurizado que periodicamente irrompe liberando <link="METHANE">Gás Natural</link>.

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.NAME
source: <link="GEYSERGENERICMETHANEGEYSER">Natural Gas Geyser</link>
pt_br: <link="GEYSERGENERICMETHANEGEYSER">Gêiser de Gás Natural</link>

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DESC
source: Dusk Caps produce <link="MUSHROOM">Mushroom</link>, fungal growths that can be harvested for <link="FOOD">Food</link>.
pt_br: Cogumelo Negro produz <link="MUSHROOM">Cogumelos</link>, crescimento fúngico que pode ser colhido para obtenção de <link="FOOD">Comida</link>.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DOMESTICATEDDESC
source: This plant produces edible <link="MUSHROOM">Mushrooms</link>.
pt_br: Esta planta produz <link="MUSHROOM">Cogumelos</link> comestíveis.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.NAME
source: <link="MUSHROOMPLANT">Dusk Cap</link>
pt_br: <link="MUSHROOMPLANT">Cogumelo Negro</link>

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.DESC
source: What's growing inside? Something nice? Something mean?
pt_br: O que está crescendo por dentro? Algo legal? Algo ruim?

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.NAME
source: <link="MYSTERYEGG">Mysterious Egg</link>
pt_br: <link="MYSTERYEGG">Ovo Misterioso</link>

# STRINGS.CREATURES.SPECIES.OIL_WELL.DESC
source: Oil Reservoirs are rock formations with <link="CRUDEOIL">Crude Oil</link> deposits beneath their surface. Oil can be extracted from a reservoir with sufficient pressure.
pt_br: Reservatórios de Petróleo são formações rochosas que armazenam abaixo da superfície <link="CRUDEOIL">Petróleo Bruto</link>. Petróleo Bruto pode ser extraído de um reservatório usando a pressão adequada.

# STRINGS.CREATURES.SPECIES.OIL_WELL.NAME
source: <link="OILWELL">Oil Reservoir</link>
pt_br: <link="OIL_WELL">Reservatório de Petróleo</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.BABY.DESC
source: A goopy little <link="OILFLOATERBABY">Slickster Larva</link>. One day it will grow into an adult<link="OILFLOATER">Slickster</link>.
pt_br: Uma pequena e gosmenta <link="OILFLOATERBABY">Larva do Óleo</link> Se incubado, ele dará origem a uma <link="OILFLOATER">Bicho do Óleo</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.BABY.NAME
source: <link="OILFLOATERBABY">Slickster Larva</link>
pt_br: <link="OILFLOATERBABY">Larva do Óleo</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.DESC
source: Slicksters are slimy critters that consume <link="CARBONDIOXIDE">Carbon Dioxide</link> and exude <link="CRUDEOIL">Crude Oil</link>.
pt_br: Bichos do Óleo são criaturas gosmentas que consomem <link="CARBONDIOXIDE">Dióxido de Carbono</link> e produzem <link="CRUDEOIL">Petróleo Bruto</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.EGG_NAME
source: <link="OILFLOATEREGG">Slickster Larva Egg</link>
pt_br: <link="OILFLOATEREGG">Ovo de Larva de Bicho do Óleo</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.NAME
source: <link="OILFLOATER">Slickster</link>
pt_br: <link="OIL_FLOATER">Bicho do Óleo</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.BABY.DESC
source: A goopy baby <link="OILFLOATER">Slickster</link>. This one is a Longhair morph.
pt_br: Um <link="OILFLOATER">Bicho do Óleo</link> bebê. Este aqui é da variante Cabeluda.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.BABY.NAME
source: <link="OILFLOATERBABY">Longhair Slickster Larva</link>
pt_br: <link="OILFLOATERBABY">Larva do Óleo Cabeluda</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.DESC
source: Longhair Slicksters are slimy critters that consume <link="OXYGEN">Oxygen</link> and thrive in close contact with Duplicant companions.
pt_br: Bichos do Óleo cabeludos são criaturas gosmentas que consomem <link="OXYGEN">Oxigênio</link> e sobrevivem em contato próximo com Duplicantes.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.EGG_NAME
source: <link="OILFLOATEREGG">Longhair Slickster Larva Egg</link>
pt_br: <link="OILFLOATEREGG">Ovo de Larva do Óleo Cabeluda</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_DECOR.NAME
source: <link="OILFLOATER">Longhair Slickster</link>
pt_br: <link="OIL_FLOATER">Bicho do Óleo Cabeludo</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.BABY.DESC
source: A goopy baby <link="OILFLOATER">Slickster</link>. This one is a Molten morph.
pt_br: Um <link="OILFLOATER">Bicho do Óleo</link> bebê. Este aqui é da variante Fumegante.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.BABY.NAME
source: <link="OILFLOATERBABY">Molten Slickster Larva</link>
pt_br: <link="OILFLOATERBABY">Larva do Óleo Fumegante</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.DESC
source: Molten Slicksters are slimy critters that consume <link="CARBONDIOXIDE">Carbon Dioxide</link> and exude <link="PETROLEUM">Petroleum</link>.
pt_br: Bichos do Óleo Fumegantes são criaturas gosmentas que consomem <link="CARBONDIOXIDE">Dióxido de Carbono</link> e produzem <link="PETROLEUM">Petróleo</link>.

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.EGG_NAME
source: <link="OILFLOATEREGG">Molten Slickster Larva Egg</link>
pt_br: <link="OILFLOATEREGG">Ovo de Larva do Óleo Fumegante</link>

# STRINGS.CREATURES.SPECIES.OILFLOATER.VARIANT_HIGHTEMP.NAME
source: <link="OILFLOATER">Molten Slickster</link>
pt_br: <link="OIL_FLOATER">Bicho do Óleo Fumegante</link>

# STRINGS.CREATURES.SPECIES.OILSPOUT.DESC
source: A rocky vent that spouts crude oil.
pt_br: Uma abertura rochosa que libera petróleo bruto.

# STRINGS.CREATURES.SPECIES.OILSPOUT.NAME
source: <link="OILSPOUT">Oil Spout</link>
pt_br: <link="OILSPOUT">Bica de Petróleo</link>

# STRINGS.CREATURES.SPECIES.PACU.DESC
source: Pacus are aquatic creatures that cannot live outside of <link="WATER">Water</link> or <link="DIRTYWATER">Polluted Water</link>. Every organism in the known universe finds the Pacu extremely delicious.
pt_br: Pacus são criaturas aquáticas que não conseguem viver fora da <link="WATER">Água</link> ou da <link="DIRTYWATER">Água Poluída</link>. Todo organismo no universo observável considera que o Pacu é extremamente delicioso.

# STRINGS.CREATURES.SPECIES.PACU.EGG_NAME
source: <link="PACUEGG">Pacu Egg</link>
pt_br: <link="PACUEGG">Ovo de Pacu</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.DESC
source: Every organism in the known universe finds the Pacu extremely delicious.
pt_br: Todo organismo no universo observável considera que o Pacu é extremamente delicioso.

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.EGG_NAME
source: <link="CLEANERPACUEGG">Gulp Fish Egg</link>
pt_br: <link="FLUTEGG">Ovo de Peixe Frio</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_CLEANER.NAME
source: <link="GULPFISH">Gulp Fish</link>
pt_br: <link="GULPFISH">Peixe Frio</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.DESC
source: Every organism in the known universe finds the Pacu extremely delicious.
pt_br: Todo organismo no universo observável considera que o Pacu é extremamente delicioso.

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.EGG_NAME
source: <link="TROPICALPACUEGG">Tropical Pacu Egg</link>
pt_br: <link="TROPICALPACUEGG">Ovo de Pacu Tropical</link>

# STRINGS.CREATURES.SPECIES.PACU.VARIANT_TROPICAL.NAME
source: <link="TROPICALPACU">Tropical Pacu</link>
pt_br: <link="TROPICALPACU">Pacu Tropical</link>

# STRINGS.CREATURES.SPECIES.PACUEGG.DESC
source: A tiny Pacu is nestled inside. It is not yet ready for the world.
pt_br: Um pequeno Pacu abriga-se aí dentro. Ainda não está pronto para o mundo.

# STRINGS.CREATURES.SPECIES.PACUEGG.NAME
source: <link="PACUEGG">Pacu Egg</link>
pt_br: <link="PACUEGG">Ovo de Pacu</link>

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DESC
source: Bristle Blossoms produce <link="PRICKLEFRUIT">Bristle Berry</link>, a prickly edible bud.
pt_br: Flores de Seda produzem <link="PRICKLEFRUIT">Frutos da Seda</link>, uma fruta espinhenta.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DOMESTICATEDDESC
source: This plant produces edible <link="BRISTLE BERRY">Bristle Berries</link>.
pt_br: Esta planta produz <link="BRISTLE BERRY">Fruto de Seda</link>.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.NAME
source: <link="PRICKLEFLOWER">Bristle Blossom</link>
pt_br: <link="PRICKLEFLOWER">Flor de Seda</link>

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DESC
source: Bluff Briars exude pheromones causing critters to view them as especially beautiful.
pt_br: Urtigas exalam feromônios fazendo com que as criaturas as vejam especialmente bonitas.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DOMESTICATEDDESC
source: This plant improves <link="DECOR">Decor</link>.
pt_br: Esta planta melhora a <link="DECOR">Decor</link>.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.NAME
source: <link="PRICKLEGRASS">Bluff Briar</link>
pt_br: <link="PRICKLEGRASS">Urtiga</link>

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.DESC
source: A rocky vent that spouts <link="PROPANE">Propane</link>.
pt_br: Uma abertura de pedra que emite <link="PROPANE">Propano</link>.

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.NAME
source: <link="GEYSERS">Propane Spout</link>
pt_br: <link="GEYSERS">Bica de Propano</link>

# STRINGS.CREATURES.SPECIES.PUFT.BABY.DESC
source: A gassy little <link="PUFTLET">Puftlet</link>. In time it will grow into an adult <link="PUFT">Puft</link>.
pt_br: Uma pequena <link="PUFTLET">Bolinha</link>. Com o tempo ela vai dar origem a uma <link="PUFT">Bolha</link>.

# STRINGS.CREATURES.SPECIES.PUFT.BABY.NAME
source: <link="PUFTLET">Puftlet</link>
pt_br: <link="PUFTLET">Bolinha</link>

# STRINGS.CREATURES.SPECIES.PUFT.DESC
source: Pufts are non-aggressive critters that excrete lumps of <link="SLIMEMOLD">Slime</link> with each breath.
pt_br: Bolhas são criaturas não agressivas que excretam pedaços de <link="SLIMEMOLD">Limo</link> a cada respirada.

# STRINGS.CREATURES.SPECIES.PUFT.EGG_NAME
source: <link="PUFTEGG">Puftlet Egg</link>
pt_br: <link="PUFTEGG">Ovo de Bolhinha</link>

# STRINGS.CREATURES.SPECIES.PUFT.NAME
source: <link="PUFT">Puft</link>
pt_br: <link="PUFT">Bolha</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.BABY.DESC
source: A gassy baby <link="PUFT">Puft</link>. This one seems a bit snobby...
pt_br: Um bebê <link="PUFT">Bolha</link>. Esse aqui parece um pouco esnobe...

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.BABY.NAME
source: <link="PUFTLET">Puftlet Prince</link>
pt_br: <link="PUFTLET">Bolinha Príncipe</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.DESC
source: The Puft Prince is a lazy critter that excretes little lumps of <link="SLIMEMOLD">Slime</link> with each breath.
pt_br: A Bolha Príncipe é uma criatura preguiçosa que excreta pedaços de <link="SLIMEMOLD">Limo</link> a cada respirada.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.EGG_NAME
source: <link="PUFTEGG">Puftlet Prince Egg</link>
pt_br: <link="PUFTEGG">Ovo de Bolinha Príncipe</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_ALPHA.NAME
source: <link="PUFT">Puft Prince</link>
pt_br: <link="PUFT">Bolha Príncipe</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.BABY.DESC
source: A gassy baby <link="PUFT">Puft</link>. This one is a Squeaky morph.
pt_br: Um bebê <link="PUFT">Bolha</link>. Este aqui é da variante Barulhenta.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.BABY.NAME
source: <link="PUFTLET">Squeaky Puftlet</link>
pt_br: <link="PUFTLET">Bolinha Barulhenta</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.DESC
source: Squeaky Pufts are non-aggressive critters that excrete lumps of <link="BLEACHSTONE">Bleach Stone</link> with each breath.
pt_br: Bolhas Barulhentas são criaturas não agressivas que excretam pedaços de <link="BLEACHSTONE">Barrela</link> a cada respirada.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.EGG_NAME
source: <link="PUFTEGG">Squeaky Puftlet Egg</link>
pt_br: <link="PUFTEGG">Ovo de Bolinha Barulhenta</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_BLEACHSTONE.NAME
source: <link="PUFT">Squeaky Puft</link>
pt_br: <link="PUFT">Bolha Barulhenta</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.BABY.DESC
source: A gassy baby <link="PUFT">Puft</link>. This one is a Dense morph.
pt_br: Um bebê <link="PUFT">Bolha</link>. Este aqui é da variante Densa.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.BABY.NAME
source: <link="PUFTLET">Dense Puftlet</link>
pt_br: <link="PUFTLET">Bolhinha Densa</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.DESC
source: Dense Pufts are non-aggressive critters that excrete condensed <link="OXYROCK">Oxylite</link> with each breath.
pt_br: Bolhas Densas são criaturas não agressivas que excretam <link="OXYROCK">Oxilito</link> condensado a cada respirada.

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.EGG_NAME
source: <link="PUFTEGG">Dense Puftlet Egg</link>
pt_br: <link="PUFTEGG">Ovo de Bolhinha Densa</link>

# STRINGS.CREATURES.SPECIES.PUFT.VARIANT_OXYLITE.NAME
source: <link="PUFT">Dense Puft</link>
pt_br: <link="PUFT">Bolha Densa</link>

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="BASICFABRICMATERIALPLANT">Thimble Reed</link>. Digging up Buried Objects may uncover a Thimble Reed Seed.
pt_br: A <link="PLANTS">Semente</link> de um <link="BASICFABRICMATERIALPLANT">Caniço</link>. Cavar Objetos Enterrados pode liberar uma Semente de Caniço.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.NAME
source: <link="BASICFABRICMATERIALPLANT">Thimble Reed Seed</link>
pt_br: <link="BASICFABRICMATERIALPLANT">Semente de Caniço</link>

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="BASICSINGLEHARVESTPLANT">Mealwood</link>. Digging up Buried Objects may uncover a Mealwood Seed.
pt_br: A <link="PLANTS">Semente</link> de uma <link="BASICSINGLEHARVESTPLANT">Rangárvore</link>. Cavar Objetos Enterrados pode liberar uma Semente de Rangárvore.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.NAME
source: <link="BASICSINGLEHARVESTPLANT">Mealwood Seed</link>
pt_br: <link="BASICSINGLEHARVESTPLANT">Semente de Rangárvore</link>

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.DESC
source: The <link="PLANTS">Seed</link> of a <link="COLDBREATHER">Wheezewort</link>. Digging up Buried Objects may uncover a Wort Seed.
pt_br: A <link="PLANTS">Semente</link> de uma <link="COLDBREATHER">Planta do Frio</link>. Cavar Objetos Enterrados pode liberar uma Semente de Frio.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.NAME
source: <link="COLDBREATHER">Wort Seed</link>
pt_br: <link="COLDBREATHER">Semente de Planta do Frio</link>

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.DESC
source: The <link="SEEDS">seed</link> of a <link="COLDWHEAT">Sleet Wheat</link> plant. Grain can be sown to cultivate more Sleet Wheat, or processed into <link="FOOD">Food</link>.
pt_br: As <link="SEEDS">Sementes</link> de um <link="COLDWHEAT">Trigo das Neves</link>. Grão pode ser semeado para cultivar mais Trigo das Neves, ou processado em <link="FOOD">Comida</link>.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.NAME
source: <link="COLDWHEAT">Sleet Wheat Grain</link>
pt_br: <link="COLDWHEAT">Grão de Trigo das Neves</link>

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.DESC
source: The <link="PLANTS">Seed</link> of a <link="MUSHROOMPLANT">Dusk Cap</link>. Digging up Buried Objects may uncover a Fungal Spore.
pt_br: A <link="PLANTS">Semente</link> de um <link="MUSHROOMPLANT">Cogumelo Negro</link>. Cavar Objetos Enterrados pode liberar um Esporo Fúngico.

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.NAME
source: <link="MUSHROOMPLANT">Fungal Spore</link>
pt_br: <link="MUSHROOMPLANT">Esporo Fúngico</link>

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.DESC
source: The <link="PLANTS">Seed</link> of a <link="INK BLOOM">plant</link>. Digging up Buried Objects may uncover an Ink Bloom Seed.
pt_br: A <link="PLANTS">Semente</link> de uma <link="<link="INKBLOOM">">Flor de Tinta</link>. Cavar Objetos Enterrados pode liberar uma Semente de Flor de Tinta.

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.NAME
source: <link="OILEATER">Ink Bloom Seed</link>
pt_br: <link="OILEATER">Semente de Flor de Tinta</link>

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.DESC
source: The <link="PLANTS">Seed</link> of a <link="PRICKLEFLOWER">Bristle Blossom</link>. Digging up Buried Objects may uncover a Blossom Seed.
pt_br: A <link="PLANTS">Semente</link> de uma <link="PRICKLEFLOWER">Flor de Seda</link>. Cavar Objetos Enterrados pode liberar uma Semente de Flor de Seda.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.NAME
source: <link="PRICKLEFLOWER">Blossom Seed</link>
pt_br: <link="PRICKLEFLOWER">Semente de Seda</link>

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.DESC
source: The <link="PLANTS">Seed</link> of a <link="PRICKLEGRASS">Bluff Briar</link>. Digging up Buried Objects may uncover a Briar Seed.
pt_br: A <link="PLANTS">Semente</link> de uma <link="PRICKLEGRASS">Urtiga</link>. Cavar Objetos Enterrados pode liberar uma Semente de Urtiga.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.NAME
source: <link="PRICKLEGRASS">Briar Seed</link>
pt_br: <link="PRICKLEGRASS">Semente de Urtiga</link>

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.DESC
source: The <link="PLANTS">Seed</link> of a <link="SPICEVINE">Pincha Pepperplant</link>. Digging up Buried Objects may uncover a Pincha Pepper Seed.
pt_br: A <link="PLANTS">Semente</link> de uma <link="SPICEVINE">Pimenteira Coquinho</link>. Cavar Objetos Enterrados pode liberar uma Semente de Pimenta Coquinho.

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.NAME
source: <link="SPICEVINE">Pincha Pepper Seed</link>
pt_br: <link="SPICEVINE">Semente de Pimenta Coquinho</link>

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.DESC
source: The <link="PLANTS">Seed</link> of a <link="SWAMPLILY">Balm Lily</link>. Digging up Buried Objects may uncover a Balm Lily Seed.
pt_br: A <link="PLANTS">Semente</link> de um <link="SWAMPLILY">Lírio Milagroso</link>. Cavar Objetos Enterrados pode liberar uma Semente de Lírio Milagroso.

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.NAME
source: <link="SWAMPLILY">Balm Lily Seed</link>
pt_br: <link="SWAMPLILY">Semente de Lírio Milagroso</link>

# STRINGS.CREATURES.SPECIES.SHOCKWORM.DESC
source: Shockworms are exceptionally aggressive and discharge electrical shocks to stun their prey.
pt_br: Poraquês são extremamente agressivos e usam descargas elétricas para paralisar sua presa.

# STRINGS.CREATURES.SPECIES.SHOCKWORM.NAME
source: <link="SHOCKWORM">Shockworm</link>
pt_br: <link="SHOCKWORM">Poraquê</link>

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DESC
source: Pincha Pepperplants produce flavorful <link="SPICENUT">Pincha Peppernut</link> for spicing <link="FOOD">Food</link>.
pt_br: Pimenteiras Coquinho produzem as saborosas <link="SPICENUT">Pimentas Coquinho</link> para apimentar <link="FOOD">Comida</link>.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DOMESTICATEDDESC
source: This plant produces <link="SPICENUT">Pincha Peppernut</link> spices.
pt_br: Esta planta produz o tempero <link="SPICENUT">Pimenta Coquinho</link>.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.NAME
source: <link="SPICEVINE">Pincha Pepperplant</link>
pt_br: <link="SPICEVINE">Pimenteira Coquinho</link>

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.DESC
source: A rocky vent that spouts <link="STEAM">Steam</link>.
pt_br: Uma abertura de pedra que emite <link="STEAM">Vapor</link>.

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.NAME
source: <link="GEYSERS">Steam Spout</link>
pt_br: <link="GEYSERS">Bica de Vapor</link>

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DESC
source: Balm Lilies produce Balm Lily Flower, a lovely bloom with medicinal properties.
pt_br: Lírios Milagrosos produzem Flores do Lírio Milagroso, uma flor com propriedades medicinais.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DOMESTICATEDDESC
source: This plant produces medicinal Balm Lily Flower.
pt_br: Esta planta produz Flor do Lírio Milagroso.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.NAME
source: <link="SWAMPLILY">Balm Lily</link>
pt_br: <link="SWAMPLILY">Lírio Milagroso</link>

# STRINGS.CREATURES.STATS.AGE.NAME
source: Age
pt_br: Idade

# STRINGS.CREATURES.STATS.AGE.TOOLTIP
source: Age ------------------ This critter will die when its Age reaches its species' maximum lifespan
pt_br: Idade ------------------ Esta criatura morrerá quando sua Idade chegar no seu tempo de vida máximo

# STRINGS.CREATURES.STATS.AIRPRESSURE.NAME
source: Air Pressure
pt_br: Pressão do Ar

# STRINGS.CREATURES.STATS.AIRPRESSURE.TOOLTIP
source: The average gas density of the air surrounding this plant
pt_br: A densidade do ar média ao redor desta planta

# STRINGS.CREATURES.STATS.DOMESTICATION.NAME
source: Domestication
pt_br: Domesticação

# STRINGS.CREATURES.STATS.DOMESTICATION.TOOLTIP
source: Domestication ------------------ Fully domesticated critters will produce more materials than wild ones, and may even provide psychological benefits to your colony This critter is {0} domesticated
pt_br: Domesticação ------------------ Criaturas totalmente domesticadas irão produzir mais materiais do que as selvagens, e ainda podem providenciar benefícios psicológicos para sua colônia Esta criatura está {0} domesticada

# STRINGS.CREATURES.STATS.FERTILITY.NAME
source: Reproduction
pt_br: Reprodução

# STRINGS.CREATURES.STATS.FERTILITY.TOOLTIP
source: Reproduction ------------------ At 100% Reproduction, critters will reach the end of their reproduction cycle and lay a new egg After an egg is laid, Reproduction is rolled back to 0%
pt_br: Reprodução ------------------ Em 100% de Reprodução, criaturas irão chegar ao fim do seu ciclo reprodutivo irão produzir um novo ovo Depois que um ovo é colocado, Reprodução volta para 0%

# STRINGS.CREATURES.STATS.FERTILIZATION.ABSORBING_MODIFIER
source: Absorbing
pt_br: Absorvendo

# STRINGS.CREATURES.STATS.FERTILIZATION.CONSUME_MODIFIER
source: Consuming
pt_br: Consumindo

# STRINGS.CREATURES.STATS.FERTILIZATION.NAME
source: Fertilization
pt_br: Fertilização

# STRINGS.CREATURES.STATS.HAPPINESS.NAME
source: Happiness
pt_br: Felicidade

# STRINGS.CREATURES.STATS.HAPPINESS.TOOLTIP
source: Happiness ------------------ High Happiness increases a critter's productivity and indirectly improves their egg laying rates It also provides satisfaction in knowing they're living a good little critter life
pt_br: Felicidade ------------------ Felicidade Alta aumenta a produtividade da criatura e indiretamente melhora a taxa de colocação de ovos Ela também provê satisfação em saber que eles estão vivendo uma boa vida de bicho

# STRINGS.CREATURES.STATS.HEALTH.NAME
source: Health
pt_br: Saúde

# STRINGS.CREATURES.STATS.ILLUMINATION.NAME
source: Illumination
pt_br: Iluminação

# STRINGS.CREATURES.STATS.INCUBATION.NAME
source: Incubation
pt_br: Incubação

# STRINGS.CREATURES.STATS.INCUBATION.TOOLTIP
source: Incubation ------------------ Eggs hatch into brand new critters at the end of their incubation period
pt_br: Incubação ------------------ Ovos eclodem soltando novas criaturas no final do período de incubação

# STRINGS.CREATURES.STATS.IRRIGATION.ABSORBING_MODIFIER
source: Absorbing
pt_br: Absorvendo

# STRINGS.CREATURES.STATS.IRRIGATION.CONSUME_MODIFIER
source: Consuming
pt_br: Consumindo

# STRINGS.CREATURES.STATS.IRRIGATION.NAME
source: Irrigation
pt_br: Irrigação

# STRINGS.CREATURES.STATS.MATURITY.AMOUNT_DESC_FMT
source: {0}: {1} Next harvest in {2}
pt_br: {0}: {1} Próxima colheita em {2}
