Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.JOBSSCREEN.TOGGLE_ADVANCED_MODE_TOOLTIP
source: <b>Normal Mode</b> (unchecked): Duplicants will first pick an errand based on their Priorities, and then by Sub-Priorities. If more than one available errand has the same priority, then they will pick based on a hidden priority which helps new bases run more smoothly. This mode is ideal for new players and for smaller bases. <b>Advanced Mode</b> (checked): Duplicants will still pick an errand based on their Priorities, and then by Sub-Priorities. The hidden priority gets disabled, so in case of a tie the Duplicant will pick the closest errand. This helps them to stay near the same area of the colony so long as all the work there is their highest priority. This mode is ideal for large bases and for players who have heavily customized Duplicant Priorities.
pt_br: <b>Modo Normal</b> (desmarcado): Duplicantes irão escolher uma tarefa baseado nas suas Prioridades, e depois pelas Sub-Prioridades. Se mais de uma tarefa disponível possuir a mesma prioridade, então eles escolherão baseados numa prioridade escondida que ajuda novas bases funcionarem mais suavemente Este modo é ideal para novos jogadores e para bases menores. <b>Modo Avançado</b> (marcado): Duplicantes ainda irão escolher uma tarefa baseado nas suas Prioridades, e depois pelas Sub-Prioridades. A prioridade escondida é desativada, e em caso de empate o Duplicante escolherá a tarefa mais próxima. Isso os ajuda a ficar próximo da mesma área na colônia, desde que todo seu trabalho lá seja de prioridade alta. Este modo é ideal para grandes bases e para jogadores que customizaram bastante as Prioridades dos Duplicantes.

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_ALL
source: Set all errand priorities colonywide
pt_br: Alterne todas as prioridades das tarefas em toda a colônia

# STRINGS.UI.JOBSSCREEN.TRAIT_DISABLED
source: {Name} cannot do {Job} errands because they possess the {Trait} trait
pt_br: {Name} é incapaz de fazer tarefas de {Job} pois possui o traço {Trait}

# STRINGS.UI.LOGIC_PORTS.CONTROL_OPERATIONAL
source: Enabled/Disabled
pt_br: Ativado/Desativado

# STRINGS.UI.LOGIC_PORTS.INPUT_PORTS
source: <link="LOGIC">Auto Inputs</link>: {0}
pt_br: <link="LOGIC">Entradas Auto</link>: {0}

# STRINGS.UI.LOGIC_PORTS.OUTPUT_PORTS
source: <link="LOGIC">Auto Inputs</link>: {0}
pt_br: <link="LOGIC">Entradas Auto</link>: {0}

# STRINGS.UI.MESSAGES
source: MESSAGES
pt_br: MENSAGENS

# STRINGS.UI.METERS.BREATH.TOOLTIP
source: Oxygen
pt_br: Oxigênio

# STRINGS.UI.METERS.HEALTH.TOOLTIP
source: Health
pt_br: Saúde

# STRINGS.UI.MINION_IDENTITY_SORT.NAME
source: Duplicant
pt_br: Duplicante

# STRINGS.UI.MINION_IDENTITY_SORT.PERMISSION
source: Permission
pt_br: Permissão

# STRINGS.UI.MINION_IDENTITY_SORT.ROLE
source: Role
pt_br: Papel

# STRINGS.UI.MINION_IDENTITY_SORT.TITLE
source: Sort By
pt_br: Organizar por

# STRINGS.UI.NEUTRONIUMMASS
source: Immeasurable
pt_br: Imensurável

# STRINGS.UI.OVERLAYS.CONVEYOR.BUTTON
source: Conveyor Overlay
pt_br: Painel Transportador

# STRINGS.UI.OVERLAYS.CONVEYOR.INPUT
source: Receptacle
pt_br: Receptáculo

# STRINGS.UI.OVERLAYS.CONVEYOR.NAME
source: CONVEYOR OVERLAY
pt_br: PAINEL TRANSPORTADOR

# STRINGS.UI.OVERLAYS.CONVEYOR.OUTPUT
source: Loader
pt_br: Carregador

# STRINGS.UI.OVERLAYS.CONVEYOR.TOOLTIPS.INPUT
source: <b>Receptacle</b> Receives material from a Conveyor Rail and stores it for Duplicant use
pt_br: <b>Receptáculo</b> Recebe material de um Trilho Transportador e o armazena para uso dos Duplicantes

# STRINGS.UI.OVERLAYS.CONVEYOR.TOOLTIPS.OUTPUT
source: <b>Loader</b> Loads material onto a Conveyor Rail for transport to Receptacles
pt_br: <b>Carregador</b> Coloca materiais em um Trilho Transportador para transporte aos Receptáculos

# STRINGS.UI.OVERLAYS.CROP.BUTTON
source: Farming Overlay
pt_br: Painel Agricultura

# STRINGS.UI.OVERLAYS.CROP.FULLY_GROWN
source: Fully Grown
pt_br: Crescimento Completo

# STRINGS.UI.OVERLAYS.CROP.GROWING
source: Growing
pt_br: Crescendo

# STRINGS.UI.OVERLAYS.CROP.GROWTH_HALTED
source: Halted Growth
pt_br: Crescimento Parado

# STRINGS.UI.OVERLAYS.CROP.NAME
source: FARMING OVERLAY
pt_br: PAINEL AGRICULTURA

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.FULLY_GROWN
source: <b>Fully Grown</b> These plants have reached maturation ------------------ Select the <link="TOOLS">HARVEST TOOL</link> <color=#F44A47><b>[Y]</b></color> to batch harvest
pt_br: <b>Crescimento Completo</b> Plantas que atingiram maturação ------------------ Selecione a <link="TOOLS">FERRAMENTA COLHEITA</link> <color=#F44A47><b>[Y]</b></color> para realizar a colheita

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWING
source: <b>Growing</b> These plants are thriving in their current conditions
pt_br: <b>Crescendo</b> Estas plantas estão crescendo nas condições atuais

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWTH_HALTED
source: <b>Halted Growth</b> Substandard conditions prevent these plants from growing
pt_br: <b>Crescimento Parado</b> Condições precárias estão prevenindo estas plantas de crescerem

# STRINGS.UI.OVERLAYS.CROPS.BUTTON
source: Farming Overlay
pt_br: Painel Agricultura

# STRINGS.UI.OVERLAYS.CROPS.NAME
source: FARMING OVERLAY
pt_br: PAINEL AGRICULTURA

# STRINGS.UI.OVERLAYS.DECOR.BUTTON
source: Decor Overlay
pt_br: Painel Decor

# STRINGS.UI.OVERLAYS.DECOR.CLOTHING
source: {0}'s Outfit
pt_br: Vestimenta de {0}

# STRINGS.UI.OVERLAYS.DECOR.CLUTTER
source: Debris
pt_br: Entulho

# STRINGS.UI.OVERLAYS.DECOR.HEADER_NEGATIVE
source: Negative Value:
pt_br: Valor Negativo:

# STRINGS.UI.OVERLAYS.DECOR.HEADER_POSITIVE
source: Positive Value:
pt_br: Valor Positivo:

# STRINGS.UI.OVERLAYS.DECOR.HIGHDECOR
source: Positive Decor
pt_br: Decor Positivo

# STRINGS.UI.OVERLAYS.DECOR.LIGHTING
source: Lighting
pt_br: Iluminação

# STRINGS.UI.OVERLAYS.DECOR.LOWDECOR
source: Negative Decor
pt_br: Decor Negativo

# STRINGS.UI.OVERLAYS.DECOR.NAME
source: DECOR OVERLAY
pt_br: PAINEL DECOR

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.HIGHDECOR
source: <b>Positive Decor</b> Area with sufficient decor values * Lighting and aesthetically pleasing buildings increase decor
pt_br: <b>Decor Positivo</b> Área com valores de decor suficientes * Iluminação e estruturas com estética agradável aumentam decor

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.LOWDECOR
source: <b>Negative Decor</b> Area with insufficient decor values * Resources on the floor are considered "debris" and will decrease decor
pt_br: <b>Decor Negativo</b> Área com valores insuficientes de decor * Recursos no chão serão considerados "entulho" e irão diminuir a decor

# STRINGS.UI.OVERLAYS.DECOR.TOTAL
source: Total Decor:
pt_br: Decor Total:

# STRINGS.UI.OVERLAYS.DISEASE.BUTTON
source: Germ Overlay
pt_br: Painel Germes

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.THRESHOLD_PREFIX
source: Disinfect At:
pt_br: Desinfetar em:

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP
source: Automatically disinfect any building with more than {NumberOfGerms} germs.
pt_br: Desinfeta automaticamente qualquer estrutura com mais do que {NumberOfGerms} germes.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP_DISABLED
source: Automatic building disinfection disabled.
pt_br: Desinfecção automática de estruturas desativada.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.UNITS
source: Germs
pt_br: Germes

# STRINGS.UI.OVERLAYS.DISEASE.HOVERTITLE
source: Germ
pt_br: Germe

# STRINGS.UI.OVERLAYS.DISEASE.IMMUNITY
source: Immune System: {0}
pt_br: Sistema Imune: {0}

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE
source: Germ Source
pt_br: Fonte de Germes

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE_TOOLTIP
source: <b>Germ Source</b> Areas where germs are produced * Placing Wash Basins or Hand Sanitizers near these areas may prevent disease spread
pt_br: <b>Fonte de Germes</b> Áreas onde germes são produzidos * Construir Lavatórios ou Sanitizadores de Mãos próximos a estas regiões podem prevenir a propagação da doença

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS
source: Germ Host
pt_br: Hospedeiro de Germes

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS_TOOLTIP
source: <b>Germ Host</b> Germ hosts may be asymptomatic and show no signs of disease ------------------ Duplicants become hosts when germs enter their body through inhalation or ingestion * Unlike surface germs, internal germs cannot be washed off
pt_br: <b>Hospedeiro de Germes</b> Hospedeiros podem ser assintomáticos e não mostrarem nenhum sinal de doença ------------------ Duplicantes tornam-se hospedeiros quando germes entram no seu corpo por inalação ou ingestão * Diferentemente de germes superficiais, germes internos não podem ser lavados

# STRINGS.UI.OVERLAYS.DISEASE.NAME
source: GERM OVERLAY
pt_br: PAINEL GERMES

# STRINGS.UI.OVERLAYS.DISEASE.NO_DISEASE
source: Zero surface germs
pt_br: Nenhum germe superficial

# STRINGS.UI.OVERLAYS.ELECTRICAL.BUTTON
source: Power Overlay
pt_br: Painel Energia

# STRINGS.UI.OVERLAYS.ELECTRICAL.DIAGRAM_HEADER
source: Energy from the <b>Left Outlet</b> is used by the <b>Right Outlet</b>
pt_br: Energia vinda da <b>Esquerda</b> é usada pela da <b>Direita</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND_SWITCH
source: Switch
pt_br: Alavanca

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND1
source: <b>BUILDING POWER</b>
pt_br: <b>ESTRUTURAS DE ENERGIA</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND2
source: Consumer
pt_br: Consumidor

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND3
source: Producer
pt_br: Gerador

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND4
source: <b>CIRCUIT POWER LOAD</b>
pt_br: <b>USO DE ENERGIA NO CIRCUITO</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND5
source: Energy Surplus
pt_br: Excedente de Energia

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND6
source: Strained
pt_br: Estável

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND7
source: Overloaded
pt_br: Sobrecarga

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND8
source: Underpowered
pt_br: Sobcarga

# STRINGS.UI.OVERLAYS.ELECTRICAL.NAME
source: POWER OVERLAY
pt_br: PAINEL ENERGIA

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND_SWITCH
source: <b>Switch</b> Activates or deactivates connected circuits
pt_br: <b>Alavanca</b> Ativa ou desativa circuitos conectados

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND1
source: Displays whether buildings use or generate <link="POWER">Power</link>
pt_br: Mostra quando estruturas usam ou geram <link="POWER">Energia</link>

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND2
source: <b>Consumer</b> These buildings draw power from a circuit
pt_br: <b>Consumidor</b> Estas estruturas usam a energia de um circuito

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND3
source: <b>Producer</b> These buildings generate power for a circuit
pt_br: <b>Produtor</b> Estas estruturas geram energia para um circuito

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND4
source: Displays the power load on wire systems
pt_br: Mostra a carga usada em circuitos elétricos

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND5
source: <b>Energy Surplus</b> These circuits produce more power than they can consume
pt_br: <b>Excedente de Energia</b> Estes circuitos produzem mais energia do que consomem

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND6
source: <b>Strained</b> These circuits consume nearly all power they produce, but can still function as intended
pt_br: <b>Estável</b> Estes circuitos consomem praticamente toda a energia que é produzida, mas ainda funcionam como o esperado

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND7
source: Too much power being drawn from system
pt_br: Energia demais está sendo consumida do sistema

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND8
source: <b>Underpowered</b> These circuits consume more power than they can produce ------------------ Buildings may be frequently shut off when connected to underpowered circuits
pt_br: <b>Sobcarga</b> Estes circuitos consomem mais energia do que eles produzem ------------------ Estruturas podem frequentemente desligar quando conectados a circuitos em sobcarga

# STRINGS.UI.OVERLAYS.GASPLUMBING.BUTTON
source: Ventilation Overlay
pt_br: Painel Ventilação

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONNECTED
source: Connected
pt_br: Conectado

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONSUMER
source: Output Pipe
pt_br: Tubo de Saída

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
pt_br: <b>Entrada da Estrutura</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_BEFORE_ARROW
source: Gas flows from <b>Output Pipe</b>
pt_br: Gás flui do <b>Tubo de Saída</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DISCONNECTED
source: Disconnected
pt_br: Desconectado

# STRINGS.UI.OVERLAYS.GASPLUMBING.FILTERED
source: Filtered Output Pipe
pt_br: Tubo de Saída do Filtrado

# STRINGS.UI.OVERLAYS.GASPLUMBING.NAME
source: VENTILATION OVERLAY
pt_br: PAINEL VENTILAÇÃO

# STRINGS.UI.OVERLAYS.GASPLUMBING.NETWORK
source: Gas Network {0}
pt_br: Rede de Gás {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.PRODUCER
source: Building Intake
pt_br: Entrada da Estrutura

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <link="GASPIPING">Gas Pipe</link>
pt_br: Conectado a um <link="GASPIPING">Tubo de Gás</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send gas into pipes ------------------ Must be on the same network as at least one <link="GASPIPING">Intake</link>
pt_br: <b>Tubo de Saída</b> Saídas enviam gases para a tubulação ------------------ Precisam ter na mesma rede pelo menos uma <link="GASPIPING">Entrada</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <link="GASPIPING">Gas Pipe</link>
pt_br: Não conectado a um <link="GASPIPING">Tubo de Gás</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered gas into pipes ------------------ Must be on the same network as at least one <link="GASPIPING">Intake</link>
pt_br: <b>Tubo de Saída do Filtrado</b> Saídas Filtradas enviam gás filtrado para os tubos ------------------ Precisam ter na mesma rede pelo menos uma <link="GASPIPING">Entrada</link>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.NETWORK
source: Gas network {0}
pt_br: Rede de gás {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send gas into buildings ------------------ Must be on the same network as at least one <link="GASPIPING">Output</link>
pt_br: <b>Entrada da Estrutura</b> Entradas enviam gás para dentro das estruturas ------------------ Precisam ter na mesma rede pelo menos uma <link="GASPIPING">Saída</link>

# STRINGS.UI.OVERLAYS.HEATFLOW.BUTTON
source: Thermal Comfort Overlay
pt_br: Painel Conforto Térmico

# STRINGS.UI.OVERLAYS.HEATFLOW.COOLING
source: Body Heat Loss
pt_br: Perda de Calor

# STRINGS.UI.OVERLAYS.HEATFLOW.HEATING
source: Body Heat Retention
pt_br: Retenção de Calor

# STRINGS.UI.OVERLAYS.HEATFLOW.HOVERTITLE
source: THERMAL COMFORT
pt_br: COMFORTO TÉRMICO

# STRINGS.UI.OVERLAYS.HEATFLOW.NAME
source: THERMAL COMFORT OVERLAY
pt_br: PAINEL DE CONFORTO TÉRMICO

# STRINGS.UI.OVERLAYS.HEATFLOW.NEUTRAL
source: Comfort Zone
pt_br: Zona de Conforto

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.COOLING
source: <b>Body Heat Loss</b> Uncomfortably cold ------------------ Duplicants lose more heat in these areas than they can absorb * Warm Sweaters help Duplicants retain body heat
pt_br: <b>Perda de Calor</b> Desconfortavelmente frio ------------------ Nessas áreas, Duplicantes perdem mais calor do que eles conseguem absorver * Suéteres Quentinhos ajudam os Duplicantes a reter calor

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.HEATING
source: <b>Body Heat Retention</b> Uncomfortably warm ------------------ Duplicants absorb more heat in these areas than they can release * Cool Vests help Duplicants shed excess body heat
pt_br: <b>Retenção de Calor</b> Desconfortavelmente quente ------------------ Nessas áreas, Duplicantes absorvem mais calor do que eles conseguem liberar * Roupas Refrescantes ajudam Duplicantes a perder o excesso de calor do corpo

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.NEUTRAL
source: <b>Comfort Zone</b> Comfortable area ------------------ Duplicants can regulate their internal temperatures in these areas
pt_br: <b>Zona de Conforto</b> Área Confortável ------------------ Duplicantes conseguem regular suas temperaturas internas nessas áreas

# STRINGS.UI.OVERLAYS.JOULES.BUTTON
source: Joules Overlay
pt_br: Painel Joules

# STRINGS.UI.OVERLAYS.LIGHTING.BUTTON
source: Light Overlay
pt_br: Painel Luz

# STRINGS.UI.OVERLAYS.LIGHTING.DARK
source: Unlit Area
pt_br: Área sem Luz

# STRINGS.UI.OVERLAYS.LIGHTING.LITAREA
source: Lit Area
pt_br: Área com Luz

# STRINGS.UI.OVERLAYS.LIGHTING.NAME
source: LIGHT OVERLAY
pt_br: PAINEL LUZ

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.DARK
source: <b>Unlit Area</b> Duplicants cannot see in these areas
pt_br: <b>Área sem Luz</b> Duplicantes não conseguem enxergar nessas áreas

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.LITAREA
source: <b>Lit Area</b> Duplicants have adequate lighting in these areas
pt_br: <b>Área com Luz</b> Duplicantes possuem iluminação adequada nessas áreas

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.NAME
source: LIGHT OVERLAY
pt_br: PAINEL LUZ

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.BUTTON
source: Plumbing Overlay
pt_br: Painel Encanamento

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONNECTED
source: Connected
pt_br: Conectado

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONSUMER
source: Output Pipe
pt_br: Cano de Saída

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
pt_br: <b>Entrada da Estrutura</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_BEFORE_ARROW
source: Liquid flows from <b>Output Pipe</b>
pt_br: Líquido flui do <b>Cano de Saída</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DISCONNECTED
source: Disconnected
pt_br: Desconectado

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.FILTERED
source: Filtered Output Pipe
pt_br: Cano de Saída do Filtrado

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NAME
source: PLUMBING OVERLAY
pt_br: PAINEL ENCANAMENTO

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NETWORK
source: Liquid Network {0}
pt_br: Rede de Líquidos {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.PRODUCER
source: Building Intake
pt_br: Entrada da Estrutura

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <link="<LINK="LIQUIDCONDUIT">LIQUID PIPE</LINK>">Liquid Pipe</link>
pt_br: Conectado a um <link="LIQUIDPIPING">Cano de Líquido</link>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send liquid into pipes ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">Intake</link>
pt_br: <b>Cano de Saída</b> Saídas enviam líquido para os canos ------------------ Precisam ter na mesma rede pelo menos uma <link="LIQUIDPIPING">Entrada</link>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <link="<LINK="LIQUIDCONDUIT">LIQUID PIPE</LINK>">Liquid Pipe</link>
pt_br: Não conectado a um <link="LIQUIDPIPING">Cano de Líquido</link>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered liquid into pipes ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">LiquidDestination</link>
pt_br: <b>Cano de Saída do Filtrado</b> Saídas Filtradas enviam líquidos filtrados para os canos ------------------ Precisam ter na mesma rede pelo menos uma <link="LIQUIDPIPING">Entrada</link>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.NETWORK
source: Liquid network {0}
pt_br: Rede de Líquidos {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send liquid into buildings ------------------ Must be on the same network as at least one <link="LIQUIDPIPING">Output</link>
pt_br: <b>Entrada da Estrutura</b> Entradas enviam líquidos para dentro das estruturas ------------------ Precisam ter na mesma rede pelo menos uma <link="LIQUIDPIPING">Saída</link>

# STRINGS.UI.OVERLAYS.LOGIC.BUTTON
source: Automation Overlay
pt_br: Painel Automação

# STRINGS.UI.OVERLAYS.LOGIC.CIRCUIT_STATUS_HEADER
source: GRID STATUS
pt_br: ESTADO DO CIRCUITO

# STRINGS.UI.OVERLAYS.LOGIC.DISCONNECTED
source: DISCONNECTED
pt_br: DESCONECTADO

# STRINGS.UI.OVERLAYS.LOGIC.INPUT
source: Input Port
pt_br: Porta de Entrada

# STRINGS.UI.OVERLAYS.LOGIC.NAME
source: AUTOMATION OVERLAY
pt_br: PAINEL AUTOMAÇÃO

# STRINGS.UI.OVERLAYS.LOGIC.ONE
source: Active
pt_br: Ativo

# STRINGS.UI.OVERLAYS.LOGIC.OUTPUT
source: Output Port
pt_br: Porta de Saída

# STRINGS.UI.OVERLAYS.LOGIC.RESET_UPDATE
source: Refresh Port
pt_br: Porta de Atualização

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.DISCONNECTED
source: <b>Disconnected</b> This port is not connected to an automation grid
pt_br: <b>Desconectado</b> Esta porta não está conectada a um circuito automatizado

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.INPUT
source: <b>Input Port</b> Receives a signal from an automation grid
pt_br: <b>Porta de Entrada</b> Recebe um sinal de um circuito automatizado

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ONE
source: <b>Active</b> This port is currently active
pt_br: <b>Ativa</b> Esta porta está ativa

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.OUTPUT
source: <b>Output Port</b> Sends a signal out to an automation grid
pt_br: <b>Porta de Saída</b> Envia um sinal para um circuito automatizado

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.RESET_UPDATE
source: <b>Refresh Port</b> Resets or updates a building when activated
pt_br: <b>Porta de Atualização</b> Reseta ou atualiza quando uma estrutura está ativada

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ZERO
source: <b>Standby</b>This port is currently on standby
pt_br: <b>Em Espera</b>Esta porta está em Espera

# STRINGS.UI.OVERLAYS.LOGIC.ZERO
source: Standby
pt_br: Em espera

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.BUTTON
source: Acoustics Overlay
pt_br: Painel Acústica

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.DESCRIPTION
source: Two <link="SOUND">Sounds</link> of equal dB will sum for a <b>+3 dB</b> increase. A <link="SOUND">Sound</link> that is 10 dB quieter will add approximately <b>+0.5 dB</b> to the total signal. Anything more than 10 dB quieter will be inaudible.
pt_br: Dois <link="SOUND">Sons</link> de dB iguais irão resultar em aumento de <b>+3 dB</b>. Um <link="SOUND">Som</link> que é menor que 10 dB vai aumentar aproximadamente <b>+0.5 dB</b> ao sinal total. Qualquer som menor que 10 dB será inaudível.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.HOVERTITLE
source: Acoustics
pt_br: Acústica

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAME
source: ACOUSTICS OVERLAY
pt_br: PAINEL ACÚSTICA

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.ACTIVE
source: Cacophonous
pt_br: Cacofônico

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.EXTREME
source: Painful
pt_br: Doloroso

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PASSIVE
source: Loud
pt_br: Alto

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PEACEFUL
source: Peaceful
pt_br: Pacífico

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.QUIET
source: Quiet
pt_br: Quieto

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.TOSSANDTURN
source: Moderate
pt_br: Moderado

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.WAKEUP
source: Noisy
pt_br: Barulhento

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NOTAFFECTING
source: Drowned out:
pt_br: Afogado:

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.ACTIVE
source: [>{0} dB] ------------------ Cacophonous noise causes significant Stress and prevents Duplicants from sleeping or researching. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
pt_br: [>{0} dB] ------------------ Barulho cacofônico causa aumento significativo no Estresse e impede Duplicantes de dormir ou pesquisar. Tráfego de Duplicantes, geradores, e estruturas ligadas podem criar altos níveis de barulho.
