Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.DUPLICANTS.PERSONALITIES.MIMA.DESC
source: Ol' {0} here can't stand lookin' at people's knees.
pt_br: Esta {0} odeia ter que olhar na altura do joelho dos outros.

# STRINGS.DUPLICANTS.PERSONALITIES.NAILS.DESC
source: People often expect a Duplicant named "{0}" to be tough, but they're all pretty huge wimps.
pt_br: Pessoas sempre esperaram que um Duplicante com o nome "{0}" fosse durão, mas eles são todos bem fraquinhos.

# STRINGS.DUPLICANTS.PERSONALITIES.NAILS.NAME
source: Nails
pt_br: Trator

# STRINGS.DUPLICANTS.PERSONALITIES.NIKOLA.DESC
source: This {0} once claimed he could build a laser so powerful it would rip the colony in half. No one asked him to prove it.
pt_br: Este {0} disse uma vez que poderia construir um laser tão poderoso que cortaria a colônia ao meio. Ninguém teve a coragem de pedir pra ele provar isso.

# STRINGS.DUPLICANTS.PERSONALITIES.NISBET.DESC
source: This {0} likes to punch people to show her affection. Everyone's too afraid of her to tell her it hurts.
pt_br: Esta {0} gosta de bater nas pessoas para demonstrar afeição. Todos tem medo demais de dizer pra ela que machuca.

# STRINGS.DUPLICANTS.PERSONALITIES.OTTO.DESC
source: {0}s always insult people by accident and generally exist in a perpetual state of deep regret.
pt_br: {0}s sempre insultam pessoas por acidente e acabam ficando em um estado de remorso profundo.

# STRINGS.DUPLICANTS.PERSONALITIES.REN.DESC
source: Every {0} has this unshakable feeling that his life's already happened and he's just watching it unfold from a memory.
pt_br: Todo {0} tem essa sensação que a vida dele já aconteceu e que ele está apenas assistindo memórias passadas.

# STRINGS.DUPLICANTS.PERSONALITIES.ROWAN.DESC
source: {0}s have exceptionally large hearts and express their emotions most efficiently by yelling.
pt_br: {0}s possuem corações gigantes e expressam seus sentimentos mais eficientemente com gritos.

# STRINGS.DUPLICANTS.PERSONALITIES.RUBY.DESC
source: This {0} asks the pressing questions, like "Where can I get a leather jacket in space?"
pt_br: Esta {0} faz perguntas esmagadoras, como "Onde eu consigo uma jaqueta de couro no espaço?"

# STRINGS.DUPLICANTS.PERSONALITIES.STINKY.DESC
source: This {0} has never been invited to a party, which is a shame. His dance moves are incredible.
pt_br: Este {0} nunca foi convidado para uma festa, o que é uma pena. Seus passos de dança são incríveis.

# STRINGS.DUPLICANTS.PERSONALITIES.TRAVALDO.DESC
source: A {0}'s monotonous voice and lack of facial expression makes it impossible for others to tell when he's messing with them.
pt_br: A voz monótona e a falta de expressão facial de um {0} torna impossível pros outros saberem quando ele está tirando onda com alguém.

# STRINGS.DUPLICANTS.PERSONALITIES.TURNER.DESC
source: This {0} is paralyzed by the knowledge that others have memories and perceptions of them they can't control.
pt_br: Este {0} fica paralisado ao saber que os outros possuem memórias e percepções que eles não podem controlar.

# STRINGS.DUPLICANTS.RACE
source: Duplicant
pt_br: Duplicante

# STRINGS.DUPLICANTS.RACE_PREFIX
source: Species: {0}
pt_br: Espécie: {0}

# STRINGS.DUPLICANTS.ROLES.ARTIST.DESCRIPTION
source: Becoming an artist will vastly improve a Duplicant's creative abilities.
pt_br: Tornar-se um artista irá melhorar as habilidade criativas do Duplicante.

# STRINGS.DUPLICANTS.ROLES.ARTIST.NAME
source: <link="ARTIST">Artist</link>
pt_br: <link="ARTIST">Artista</link>

# STRINGS.DUPLICANTS.ROLES.BOTANIST.DESCRIPTION
source: Becoming a Botanist broadens a Duplicant's understanding of plants, improving their crop tending abilities.
pt_br: Tornar-se um Botânico ampliará o entendimento do Duplicante sobre plantas, melhorando seu cuidado com as plantas.

# STRINGS.DUPLICANTS.ROLES.BOTANIST.NAME
source: <link="BOTANIST">Botanist</link>
pt_br: <link="BOTANIST">Botânico</link>

# STRINGS.DUPLICANTS.ROLES.BUILDER.DESCRIPTION
source: Promotion to the full-fledged Architect position further increases a Duplicant's construction speeds.
pt_br: Promoção à posição de Arquiteto aumenta bastante a velocidade de construção do Duplicante.

# STRINGS.DUPLICANTS.ROLES.BUILDER.NAME
source: <link="BUILDER">Architect</link>
pt_br: <link="BUILDER">Arquiteto</link>

# STRINGS.DUPLICANTS.ROLES.COOK.DESCRIPTION
source: Promotion to the Chef position further increases a Duplicant's cooking skills.
pt_br: Promoção à posição de Chef aumenta bastante as habilidades de culinária de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.FARMER.DESCRIPTION
source: This job provides additional training in the tending of crops. Tending plants will increase their growth speed.
pt_br: Este trabalho provê treinamento adicional no cuidado de plantas. Cuidar de plantas aumentará sua velocidade de crescimento.

# STRINGS.DUPLICANTS.ROLES.FARMER.NAME
source: <link="FARMER">Farmer</link>
pt_br: <link="FARMER">Agricultor</link>

# STRINGS.DUPLICANTS.ROLES.GROUPS.APTITUDE_DESCRIPTION
source: This Duplicant enjoys performing {0} jobs and will master them {1}% faster
pt_br: Este Duplicante prefere fazer trabalhos de {0} e vai dominá-los {1}% mais rápido

# STRINGS.DUPLICANTS.ROLES.HANDYMAN.DESCRIPTION
source: Becoming a Groundskeeper minorly improves a Duplicant's physical strength.
pt_br: Tornar-se um Zelador melhora um pouco a força física de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.HANDYMAN.NAME
source: <link="HANDYMAN">Groundskeeper</link>
pt_br: <link="HANDYMAN">Zelador</link>

# STRINGS.DUPLICANTS.ROLES.HAULER.DESCRIPTION
source: Becoming a Gofer will minorly increase a Duplicant's strength and carrying capacity.
pt_br: Tornar-se um Office-boy aumentará um pouco a força de um Duplicante e a capacidade de carga.

# STRINGS.DUPLICANTS.ROLES.HAULER.NAME
source: <link="HAULER">Gofer</link>
pt_br: <link="HAULER">Office-boy</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_ARTIST.DESCRIPTION
source: Becoming an art student will improve a Duplicant's sculptures and paintings.
pt_br: Tornar-se um estudante de arte melhorará as esculturas e pinturas de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_ARTIST.NAME
source: <link="JUNIORARTIST">Art Student</link>
pt_br: <link="JUNIORARTIST">Estudante de Arte</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_BUILDER.DESCRIPTION
source: Becoming an Apprentice Architect marginally improves a Duplicant's construction speeds.
pt_br: Tornar-se um Aprendiz de Arquiteto aumentará bastante a velocidade de construção de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_BUILDER.NAME
source: <link="JUNIORBUILDER">Apprentice Architect</link>
pt_br: <link="JUNIORBUILDER">Aprendiz de Arquiteto</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_COOK.DESCRIPTION
source: This job provides training in the use of Electric Grills and improves a Duplicant's cooking speed.
pt_br: Este trabalho provê treinamento no uso de Churrasqueiras Elétricas e aumenta a velocidade de culinária de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_COOK.NAME
source: <link="JUNIORCOOK">Sous Chef</link>
pt_br: <link="JUNIORCOOK">Sub-Chef</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_FARMER.DESCRIPTION
source: Becoming a Farmhand will minorly increase a Duplicant's farming skills, increasing their chances of harvesting new plant seeds.
pt_br: Tornar-se um Peão melhorará um pouco a velocidade de agricultura de um Duplicante, aumentando suas chances de colher novas sementes de plantas.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_FARMER.NAME
source: <link="JUNIORFARMER">Farmhand</link>
pt_br: <link="JUNIORFARMER">Peão</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_MINER.DESCRIPTION
source: This job provides training in the excavation of very firm materials such as Granite.
pt_br: Este trabalho provê treinamento na escavação de materiais muito duros como o Granito.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_MINER.NAME
source: <link="JUNIORMINER">Apprentice Miner</link>
pt_br: <link="JUNIORMINER">Aprendiz de Mineiro</link>

# STRINGS.DUPLICANTS.ROLES.JUNIOR_RESEARCHER.DESCRIPTION
source: This job provides training in the use of Super Computers and improves a Duplicant's researching ability.
pt_br: Este trabalho provê treinamento para o uso de Super Computadores e melhora a habilidade de pesquisa de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_RESEARCHER.NAME
source: <link="JUNIORRESEARCHER">Research Assistant</link>
pt_br: <link="JUNIORRESEARCHER">Pesquisador Assistente</link>

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.DESCRIPTION
source: Becoming an Engineer marginally improves a Duplicant's tinkering speeds.
pt_br: Tornar-se um Engenheiro aumentará bastante a velocidade de manuseio de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.NAME
source: <link="MACHINETECHNICIAN">General Engineer</link>
pt_br: <link="MACHINETECHNICIAN">Engenheiro Geral</link>

# STRINGS.DUPLICANTS.ROLES.MATERIALS_MANAGER.DESCRIPTION
source: Promotion to the Courier position further increases a Duplicant's strength and carrying capacity for even swifter deliveries.
pt_br: Promoção à posição de Mensageiro aumenta bastante a força de um Duplicante e a capacidade de carga para entregas mais velozes.

# STRINGS.DUPLICANTS.ROLES.MATERIALS_MANAGER.NAME
source: <link="MATERIALSMANAGER">Courier</link>
pt_br: <link="MATERIALSMANAGER">Mensageiro</link>

# STRINGS.DUPLICANTS.ROLES.MECHATRONIC_ENGINEER.DESCRIPTION
source: This job provides additional training in the construction and maintenance of conveyor rail systems.
pt_br: Este trabalho provê treinamento adicional na construção e manutenção de sistemas de trilho transportador.

# STRINGS.DUPLICANTS.ROLES.MECHATRONIC_ENGINEER.NAME
source: <link="MECHATRONICENGINEER">Mechatronics Engineer</link>
pt_br: <link="MECHATRONICENGINEER">Engenheiro Mecatrônico</link>

# STRINGS.DUPLICANTS.ROLES.MEDIC.DESCRIPTION
source: Becoming a Medic will allow a Duplicant to treat the sick and injured with more efficiency.
pt_br: Tornar-se um Médico permitirá um Duplicante tratar dos doentes e feridos com mais eficiência.

# STRINGS.DUPLICANTS.ROLES.MEDIC.NAME
source: <link="MEDIC">Medic</link>
pt_br: <link="MEDIC">Médico</link>

# STRINGS.DUPLICANTS.ROLES.MINER.DESCRIPTION
source: This job provides training in the excavation of the element Abyssalite.
pt_br: Este trabalho provê treinamento para escavação do elemento Abissalito.

# STRINGS.DUPLICANTS.ROLES.MINER.NAME
source: <link="MINER">Miner</link>
pt_br: <link="MINER">Mineiro</link>

# STRINGS.DUPLICANTS.ROLES.NO_ROLE.DESCRIPTION
source: No job assignment.
pt_br: Nenhuma atribuição de trabalho.

# STRINGS.DUPLICANTS.ROLES.NO_ROLE.NAME
source: <link="NOROLE">Unemployed</link>
pt_br: <link="NOROLE">Desempregado</link>

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.DESCRIPTION
source: Oil Technicians can extract and refine crude oil
pt_br: Técnicos do Óleo podem extrair e refinar petróleo

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.NAME
source: <link="OILTECHNICIAN">Oil Technician</link>
pt_br: <link="OILTECHNICIAN">Técnico do Óleo</link>

# STRINGS.DUPLICANTS.ROLES.PLUMBER.DESCRIPTION
source: Becoming a plumber allows you to empty pipes without leaking water everywhere.
pt_br: Tornar-se um encanador permite que você esvazie canos sem derramar água por todo lado.

# STRINGS.DUPLICANTS.ROLES.PLUMBER.NAME
source: <link="PLUMBER">Plumber</link>
pt_br: <link="PLUMBER">Encanador</link>

# STRINGS.DUPLICANTS.ROLES.POWER_TECHNICIAN.DESCRIPTION
source: This job provides additional training in the tuning of generators. Tuned generators will temporarily have improved power output.
pt_br: Este trabalho provê treinamento adicional na atualização de geradores. Geradores atualizados irão temporariamente possuir geração de energia melhorada.

# STRINGS.DUPLICANTS.ROLES.POWER_TECHNICIAN.NAME
source: <link="POWERTECHNICIAN">Electrical Engineer</link>
pt_br: <link="POWERTECHNICIAN">Engenheiro Elétrico</link>

# STRINGS.DUPLICANTS.ROLES.RANCHER.DESCRIPTION
source: Becoming a Rancher improves a Duplicant's ability to care for domestic critters.
pt_br: Tornar-se um Fazendeiro aumentará a habilidade de cuidado por criaturas domésticas de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.RANCHER.NAME
source: <link="RANCHER">Rancher</link>
pt_br: <link="RANCHER">Fazendeiro</link>

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.DESCRIPTION
source: Promotion to the Scientist position further increases a Duplicant's researching ability.
pt_br: Promoção à posição de Cientista melhora bastante a habilidade de pesquisa de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.NAME
source: <link="RESEARCHER">Scientist</link>
pt_br: <link="RESEARCHER">Cientista</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_BUILDER.DESCRIPTION
source: Promotion to the Senior Architect position further increases a Duplicant's construction speeds.
pt_br: Promoção à posição de Arquiteto Sênior aumenta bastante a velocidade de construção de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.SENIOR_BUILDER.NAME
source: <link="SENIORBUILDER">Senior Architect</link>
pt_br: <link="SENIORBUILDER">Arquiteto Sênior</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_FARMER.DESCRIPTION
source: Promotion to the Seasoned Farmer position further increases a Duplicant's farming skills.
pt_br: Promoção à posição de Agricultor Experiente aumenta bastante a habilidade de agricultura de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.SENIOR_FARMER.NAME
source: <link="SENIORFARMER">Seasoned Farmer</link>
pt_br: <link="SENIORFARMER">Agricultor Experiente</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_MINER.DESCRIPTION
source: Promotion to the Seasoned Miner position further increases a Duplicant's digging speed.
pt_br: Promoção à posição de Mineiro Experiente aumenta bastante a velocidade de cavar de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.SENIOR_MINER.NAME
source: <link="SENIORMINER">Seasoned Miner</link>
pt_br: <link="SENIORMINER">Mineiro Experiente</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_RANCHER.DESCRIPTION
source: Seasoned Ranchers have spent time studying domestic critters and are adept at caring for them.
pt_br: Fazendeiros Experientes passaram o tempo estudando criaturas domésticas e são adeptos para cuidar delas.

# STRINGS.DUPLICANTS.ROLES.SENIOR_RANCHER.NAME
source: <link="SENIORRANCHER">Seasoned Rancher</link>
pt_br: <link="SENIORRANCHER">Fazendeiro Experiente</link>

# STRINGS.DUPLICANTS.ROLES.SENIOR_RESEARCHER.DESCRIPTION
source: Promotion to the esteemed Tenured Scientist position further increases a Duplicant's researching ability.
pt_br: Promoção à estimada posição de Cientista Titular aumenta bastante a habilidade de pesquisa de um Duplicante.

# STRINGS.DUPLICANTS.ROLES.SENIOR_RESEARCHER.NAME
source: <link="SENIORRESEARCHER">Tenured Scientist</link>
pt_br: <link="SENIORRESEARCHER">Cientista Titular</link>

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.DESCRIPTION
source: This job provides additional training in correct use of Exosuits, eliminating the runspeed loss experienced while wearing them.
pt_br: Este trabalho provê treinamento adicional no uso correto de Exotrajes, eliminando a perda de velocidade enquanto estiver vestindo elas.

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.NAME
source: <link="SUITEXPERT">Exosuit Engineer</link>
pt_br: <link="SUITEXPERT">Engenheiro de Exotraje</link>

# STRINGS.DUPLICANTS.STATS.BLADDER.NAME
source: Bladder
pt_br: Bexiga

# STRINGS.DUPLICANTS.STATS.BLADDER.TOOLTIP
source: Bladder ------------------ Duplicants make "messes" if no toilets are available at one hundred percent bladder fullness
pt_br: Bexiga ------------------ Duplicantes fazem "bagunças" se não existirem privadas disponíveis e a bexiga estiver 100% cheia

# STRINGS.DUPLICANTS.STATS.BREATH.NAME
source: Breath
pt_br: Fôlego

# STRINGS.DUPLICANTS.STATS.BREATH.TOOLTIP
source: Breath ------------------ A Duplicant with zero remaining breath will begin suffocating
pt_br: Fôlego ------------------ Um Duplicante com zero de fôlego restante começará a sufocar

# STRINGS.DUPLICANTS.STATS.CALORIES.NAME
source: Calories
pt_br: Calorias

# STRINGS.DUPLICANTS.STATS.CALORIES.TOOLTIP
source: Calories ------------------ This Duplicant can burn {0} before starving
pt_br: Calorias ------------------ Este Duplicante pode queimar {0} antes de morrer de fome

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP
source: Decor ------------------ Duplicants become stressed in areas with decor lower than their expectations Open the Decor Overlay <color=#F44A47>[F8]</color> to view current decor values
pt_br: Decor ------------------ Duplicantes ficam estressados em áreas que a decoração não atinge suas expectativas Abra o painel de Decor <color=#F44A47>[F8]</color> para ver os valores atuais de decor

# STRINGS.DUPLICANTS.STATS.DISEASERECOVERYTIME.NAME
source: Disease Recovery
pt_br: Recuperação à Doenças

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.NAME
source: External Temperature
pt_br: Temperatura Externa

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This Duplicant's environment is {0}
pt_br: Temperatura Externa ------------------ A temperatura ao redor deste Duplicante é {0}

# STRINGS.DUPLICANTS.STATS.HITPOINTS.NAME
source: Health
pt_br: Saúde

# STRINGS.DUPLICANTS.STATS.HITPOINTS.TOOLTIP
source: Health ------------------ Combatants become incapacitated at zero health
pt_br: Saúde ------------------ Combatentes ficam incapacitados com zero de saúde

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.NAME
source: Immune System
pt_br: Sistema Imune

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.TOOLTIP
source: Immune System ------------------ Duplicants contract diseases when immune system reaches zero
pt_br: Sistema Imune ------------------ Duplicantes contraem doenças quando seu sistema imune chega a zero

# STRINGS.DUPLICANTS.STATS.SKIN_DURABILITY.NAME
source: Skin Durability
pt_br: Durabilidade da Pele

# STRINGS.DUPLICANTS.STATS.SKIN_THICKNESS.NAME
source: Skin Thickness
pt_br: Espessura da Pele

# STRINGS.DUPLICANTS.STATS.STAMINA.NAME
source: Stamina
pt_br: Energia

# STRINGS.DUPLICANTS.STATS.STAMINA.TOOLTIP
source: Stamina ------------------ Duplicants will pass out from fatigue when stamina reaches zero
pt_br: Energia ------------------ Duplicantes vão desmaiar de fadiga quando a energia chegar em zero

# STRINGS.DUPLICANTS.STATS.STRESS.NAME
source: Stress
pt_br: Estresse

# STRINGS.DUPLICANTS.STATS.STRESS.TOOLTIP
source: Stress ------------------ Duplicants exhibit their Stress Responses at one hundred percent stress
pt_br: Estresse ------------------ Duplicantes vão exibir respostas ao estresse quando chegar em 100% de estresse

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.NAME
source: Body Temperature
pt_br: Temperatura Corporal

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.TOOLTIP
source: Body Temperature ------------------ A healthy Duplicant's body temperature is {1}
pt_br: Temperatura Corporal ------------------ A temperatura corporal de um Duplicante saudável é {1}

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.NAME
source: Decorating
pt_br: Decorando

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.TOOLTIP
source: This Duplicant is hard at work on their art
pt_br: Este Duplicante está trabalhando duro na sua arte

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NAME
source: Cannot reach bed
pt_br: Impossível alcançar a cama

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_NAME
source: Unreachable bed
pt_br: Cama Inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot sleep because their beds are beyond their reach:
pt_br: Este Duplicantes não conseguem dormir porque suas camas estão fora do seu alcance:

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their bed
pt_br: Este Duplicante não consegue alcançar a cama

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.NAME
source: Regulating temperature at: {TempDelta}
pt_br: Regulando temperatura a: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.TOOLTIP
source: This Duplicant is regulating their internal temperature
pt_br: Este Duplicante está regulando sua temperatura interna

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.NAME
source: Regulating temperature at: {TempDelta}
pt_br: Regulando temperatura a: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.TOOLTIP
source: This Duplicant is regulating their internal temperature
pt_br: Este Duplicante está regulando sua temperatura interna

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.NAME
source: Breaking {Target}
pt_br: Quebrando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.TOOLTIP
source: This Duplicant is going totally bananas on the {Target}
pt_br: Este Duplicante está descontando a loucura em {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.NAME
source: Inhaling {ConsumptionRate} O<sub>2</sub>
pt_br: Inalando {ConsumptionRate} O<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.TOOLTIP
source: Duplicants require oxygen to live
pt_br: Duplicantes necessitam de oxigênio para viver

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.NAME
source: Building {Target}
pt_br: Construindo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.TOOLTIP
source: This Duplicant is constructing a {Target}
pt_br: Este Duplicante está construindo uma {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.NAME
source: Building {Target}
pt_br: Construindo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.TOOLTIP
source: This Duplicant is constructing a {Target}
pt_br: Este Duplicante está construindo uma {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.NAME
source: Cleaning {Target}
pt_br: Limpando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.TOOLTIP
source: This Duplicant is cleaning the {Target}
pt_br: Este Duplicante está limpando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.NAME
source: Sweeping {Target}
pt_br: Coletando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.TOOLTIP
source: This Duplicant is sweeping away {Target}
pt_br: Este Duplicante está levando embora {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.NAME
source: Chilly surroundings
pt_br: Ambiente frio

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.TOOLTIP
source: This Duplicant cannot retain enough heat to stay warm and may be under insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
pt_br: Este Duplicante não consegue reter calor suficiente para se manter quente e pode estar pouco agasalhado para esta área Modificação do Estresse: {StressModification} Trocas de Ambiente Atual: {currentTransferWattage} Barreira de condutividade: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.NAME
source: Going to flip compost
pt_br: Indo cobrir compostos

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.TOOLTIP
source: This Duplicant is going to flip the compost
pt_br: Este Duplicante está indo cobrir compostos
