Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.NAME
source: Cooking {Item}
pt_br: Cozinhando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.TOOLTIP
source: This Duplicant is cooking up a tasty {Item}
pt_br: Este Duplicante está cozinhando um delicioso {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NAME
source: Daily calorie limit reached
pt_br: Limite calórico diário atingido

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_NAME
source: Daily calorie limit reached
pt_br: Limite calórico diário atingido

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_TOOLTIP
source: These Duplicants have consumed their allotted <link="FOOD">Rations</link> for the day:
pt_br: Estes Duplicantes consumiram suas <link="FOOD">Rações</link> permitidas para o dia:

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.TOOLTIP
source: This Duplicant has consumed their allotted rations for the day
pt_br: Este Duplicante consumiu sua ração permitida para o dia

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.NAME
source: Dead: {Death}
pt_br: Morto: {Death}

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.TOOLTIP
source: This Duplicant definitely isn't sleeping
pt_br: Este Duplicante definitivamente não está dormindo

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.NAME
source: Deconstructing {Target}
pt_br: Descontruindo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.TOOLTIP
source: This Duplicant is demolishing the {Target}
pt_br: Este Duplicante está demolindo a {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.NAME
source: Digging
pt_br: Cavando

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.TOOLTIP
source: This Duplicant is excavating raw resources
pt_br: Este Duplicante está extraindo recursos brutos

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.NAME
source: Disinfecting {Target}
pt_br: Desinfetando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.TOOLTIP
source: This Duplicant is disinfecting {Target}
pt_br: Este Duplicante está desinfetando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DOCTOR.NAME
source: Treating Patient
pt_br: Cuidado do Paciente

# STRINGS.DUPLICANTS.STATUSITEMS.DOCTOR.STATUS
source: This Duplicant is going to administer medical care to an ailing friend
pt_br: Este Duplicante vai administrar cuidado médico para um amigo doente

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.NAME
source: Dropping objects
pt_br: Soltando objetos

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping what they're holding
pt_br: Este Duplicante está soltando o que estava segurando

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.NAME
source: Early Bird
pt_br: Pássaro da Manhã

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.TOOLTIP
source: This Duplicant is jazzed to start the day • +2 to all Attributes
pt_br: Este Duplicante está feliz em começar o dia • +2 para todos os Atributos

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.NAME
source: Eating {Target}
pt_br: Comendo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.TOOLTIP
source: This Duplicant is replenishing their calorie stores
pt_br: Este Duplicante está recarregando suas reservas calóricas

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.NAME
source: Exhaling {EmittingRate} CO<sub>2</sub>
pt_br: Exalando {EmittingRate} CO<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Duplicants breathe out carbon dioxide
pt_br: Duplicantes expiram dióxido de carbono

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.NAME
source: Emptying {Target}
pt_br: Esvaziando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.TOOLTIP
source: This Duplicant is removing materials from the {Target}
pt_br: Este Duplicante está removendo materiais de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NAME
source: Entombed
pt_br: Soterrado

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_NAME
source: Entombed
pt_br: Soterrado

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_TOOLTIP
source: These Duplicants are trapped:
pt_br: Estes Duplicantes estão presos:

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.TOOLTIP
source: This Duplicant needs someone to help dig them out!
pt_br: Este Duplicante precisa de alguém para desenterrá-lo!

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.NAME
source: Equipping {Target}
pt_br: Equipando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.TOOLTIP
source: This Duplicant is equipping a {Target}
pt_br: Este Duplicante está equipando um {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.NAME
source: Fabricating {Target}
pt_br: Fabricando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.TOOLTIP
source: This Duplicant is crafting a {Target}
pt_br: Este Duplicante está fabricando um {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NAME
source: In combat
pt_br: Em combate

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_NAME
source: Combat!
pt_br: Combate!

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_TOOLTIP
source: These Duplicants have engaged a critter in combat:
pt_br: Estes Duplicantes entraram em combate com uma criatura:

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.TOOLTIP
source: This Duplicant is attacking a critter!
pt_br: Este Duplicante está atacando uma criatura!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NAME
source: Fleeing
pt_br: Fugindo

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_NAME
source: Fleeing!
pt_br: Fugindo!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_TOOLTIP
source: These Duplicants are trying to escape combat:
pt_br: Estes Duplicantes estão tentando fugir do combate:

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.TOOLTIP
source: This Duplicant is trying to escape combat!
pt_br: Este Duplicante está tentando fugir do combate!

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.NAME
source: Full bladder
pt_br: Bexiga cheia

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.TOOLTIP
source: This Duplicant would really appreciate a toilet
pt_br: Este Duplicante deseja muito uma privada

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.NAME
source: Generating power
pt_br: Gerando energia

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.TOOLTIP
source: This Duplicant is using the {Target} to produce electrical power
pt_br: Este Duplicante está usando {Target} para produzir energia elétrica

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.NAME
source: Decadent Meal
pt_br: Refeição Decadente

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.TOOLTIP
source: This Duplicant's last meal exceeded their expectations
pt_br: A última refeição deste Duplicante excedeu suas expectativas

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.NAME
source: Harvesting {Target}
pt_br: Colhendo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.TOOLTIP
source: This Duplicant is gathering resources from a {Target}
pt_br: Este Duplicante está coletando recursos de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NAME
source: Feeling ill
pt_br: Sentindo-se doente

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_NAME
source: Illness
pt_br: Doença

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_TOOLTIP
source: These Duplicants have contracted a <link="DISEASE">Disease</link>:
pt_br: Estes Duplicantes contraíram uma <link="DISEASE">Doença</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.TOOLTIP
source: This Duplicant has contracted a Disease
pt_br: Este Duplicante contraiu uma Doença

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.NAME
source: Holding breath
pt_br: Prendendo fôlego

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.TOOLTIP
source: This Duplicant cannot breathe in their current location
pt_br: Este Duplicante não consegue respirar no local atual

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.NAME
source: Toasty surroundings
pt_br: Ambiente quente

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.TOOLTIP
source: This Duplicant cannot let off enough heat to stay cool and may be over insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
pt_br: Este Duplicante não consegue liberar calor suficiente para se esfriar e pode estar agasalhado demais para esta área Modificação do Estresse: {StressModification} Trocas de Ambiente Atual: {currentTransferWattage} Barreira de Condutividade: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.NAME
source: Hungry
pt_br: Faminto

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.TOOLTIP
source: This Duplicant would really like something to eat
pt_br: Este Duplicante gostaria de comer alguma coisa

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NAME
source: Idle
pt_br: Ocioso

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_NAME
source: Idle
pt_br: Ocioso

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach any pending errands:
pt_br: Estes Duplicantes não conseguem alcançar nenhuma das tarefas pendentes:

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending errands
pt_br: Este Duplicante não consegue alcançar nenhuma das tarefas pendentes

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NAME
source: Incapacitated: {CauseOfIncapacitation} Time until death: {TimeUntilDeath}
pt_br: Incapacitado: {CauseOfIncapacitation} Tempo até a morte: {TimeUntilDeath}

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_NAME
source: Incapacitated
pt_br: Incapacitado

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_TOOLTIP
source: These Duplicants are near death. A Med-Bed or Pharma Chamber is required for rescue:
pt_br: Estes Duplicantes estão próximos à morte. Uma Maca ou Cabine farmacêutica são requeridas para o resgate:

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.TOOLTIP
source: This Duplicant is near death! ------------------ Assign them to a Med-Bed or Pharma Chamber for rescue
pt_br: Este Duplicante está próximo à morte! ------------------ Designe ele para uma Maca ou Cabine Farmacêutica para o resgate

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NAME
source: Lashing out
pt_br: Extravasando

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_NAME
source: Lashing out
pt_br: Extravasando

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_TOOLTIP
source: These Duplicants broke buildings to relieve <link="STRESS">Stress</link>:
pt_br: Estes Duplicantes quebraram estruturas para aliviar o <link="STRESS">Estresse</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.TOOLTIP
source: This Duplicant is breaking stuff to relieve stress
pt_br: Este Duplicante está quebrando coisas para aliviar o estresse

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NAME
source: Under the Weather
pt_br: Indisposto

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NOTIFICATION_NAME
source: Low Immunity
pt_br: Baixa Imunidade

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NOTIFICATION_TOOLTIP
source: These Duplicants are at risk of becoming sick:
pt_br: Estes Duplicantes estão com o risco de ficarem doentes:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.TOOLTIP
source: This Duplicant has a weakened immune system and will become ill if it reaches zero
pt_br: Este Duplicante está com o sistema imunológico enfraquecido e pode ficar doente se chegar em zero

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NAME
source: Oxygen low
pt_br: Oxigênio baixo

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_NAME
source: Low <link="OXYGEN">Oxygen</link> area entered
pt_br: Entrou em zona com baixo <link="OXYGEN">Oxigênio</link>

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_TOOLTIP
source: These Duplicants are working in areas with low <link="OXYGEN">Oxygen</link>:
pt_br: Estes Duplicantes estão trabalhando em áreas com baixo <link="OXYGEN">Oxigênio</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.TOOLTIP
source: This Duplicant is working in a low breathability area
pt_br: Este Duplicante está trabalhando em um área pouco respirável

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.NAME
source: Mopping
pt_br: Secando

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.TOOLTIP
source: This Duplicant is cleaning up a nasty spill
pt_br: Este Duplicante está limpando algo nojento

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.NAME
source: Exiting Atmo Suit area
pt_br: Saindo da área de Atmotraje

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.TOOLTIP
source: This Duplicant is leaving an area where an exosuit was required
pt_br: Este Duplicante está saindo de uma área onde um exotraje era requerido

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.NAME
source: Moving to safe area
pt_br: Indo para local seguro

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.TOOLTIP
source: This Duplicant is finding a safer place
pt_br: Este Duplicante está procurando um local seguro

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.NAME
source: Mushing {Item}
pt_br: Compactando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.TOOLTIP
source: This Duplicant is cooking a {Item}
pt_br: Este Duplicante está cozinhando um {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NAME
source: Nervous breakdown
pt_br: Colapso nervoso

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_NAME
source: Nervous breakdown
pt_br: Colapso nervoso

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_TOOLTIP
source: These Duplicants have cracked under the <link="STRESS">Stress</link> and need assistance:
pt_br: Estes Duplicantes colapsaram devido ao <link="STRESS">Estresse</link> e necessitam de assistência:

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.TOOLTIP
source: Stress has completely eroded this Duplicant's ability to function
pt_br: Estresse corroeu completamente a habilidade de funcionar deste Duplicante

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.NAME
source: Night Owl
pt_br: Coruja da Noite

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.TOOLTIP
source: This Duplicant is impassioned by the night • +2 to all Attributes
pt_br: Este Duplicante é apaixonado pela noite • +2 para todos os Atributos

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMAJOR.NAME
source: Cacophony!
pt_br: Cacofonia!

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMAJOR.TOOLTIP
source: It's very, very loud in here!
pt_br: Está muito, muito barulhento aqui!

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMINOR.NAME
source: Loud Noises
pt_br: Sons Altos

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMINOR.TOOLTIP
source: This area is a bit too loud for comfort
pt_br: Esta área está desconfortávelmente barulhenta

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEPEACEFUL.NAME
source: Peace and Quiet
pt_br: Quieto e Pacífico

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEPEACEFUL.TOOLTIP
source: This Duplicant has found a quiet place to concentrate
pt_br: Este Duplicante achou um local tranquilo para se concentrar

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NAME
source: No food available
pt_br: Sem comida disponível

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_NAME
source: No food available
pt_br: Sem comida disponível

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_TOOLTIP
source: These Duplicants have nothing to eat:
pt_br: Estes Duplicantes não tem nada para comer:

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.TOOLTIP
source: There's nothing in the colony for this Duplicant to eat
pt_br: Não existe nada na colônia para este Duplicante comer

# STRINGS.DUPLICANTS.STATUSITEMS.NOROLE.NAME
source: No Job
pt_br: Sem Trabalho

# STRINGS.DUPLICANTS.STATUSITEMS.NOROLE.TOOLTIP
source: This Duplicant does not have a Job Assignment ------------------ Enter the Jobs Panel <color=#F44A47>[L]</color> to view available Jobs
pt_br: Este Duplicante não possui um Trabalho Designado ------------------ Entre no Painel Trabalhos <color=#F44A47>[L]</color> para visualizar Trabalhos disponíveis

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NAME
source: No restrooms
pt_br: Sem banheiros

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_NAME
source: No restrooms built
pt_br: Nenhum banheiro construído

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants are distressed by the lack of toilets:
pt_br: Estes Duplicantes estão angustiados pela falta de banheiros na colônia:

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.TOOLTIP
source: There are no toilets available for this Duplicant
pt_br: Não existem privadas disponíveis para este Duplicante

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NAME
source: Restroom out of order
pt_br: Banheiro em manutenção

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_NAME
source: Restroom out of order
pt_br: Banheiro em manutenção

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants want to use a toilet that is out of order:
pt_br: Estes Duplicantes querem usar um banheiro que está em manutenção:

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.TOOLTIP
source: The only toilets in this Duplicant's reach are out of order
pt_br: Os únicos banheiros no alcance deste Duplicante estão em manutenção

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.NAME
source: Picking up {Target}
pt_br: Pegando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.TOOLTIP
source: This Duplicant is retrieving {Target}
pt_br: Este Duplicante está pegando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.NAME
source: Lousy Meal
pt_br: Refeição Ruim

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.TOOLTIP
source: This Duplicant's last meal didn't meet their expectations
pt_br: A última refeição desta Duplicante não atingiu suas expectativas

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.NAME
source: Drab decor
pt_br: Baixo Decor

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.TOOLTIP
source: This Duplicant is depressed by the lack of decor in this area
pt_br: Este Duplicante acha a falta de Decor nessa área deprimente

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.NAME
source: Refining {Target}
pt_br: Refinando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.TOOLTIP
source: This Duplicant is refining {Target}
pt_br: Este Duplicante está refinando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NAME
source: Cannot reach quarantine
pt_br: Impossível alcançar quarentena

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_NAME
source: Unreachable quarantine
pt_br: Quarentena inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach their assigned quarantine zones:
pt_br: Estes Duplicantes não conseguem acessar as zonas de quarentena designadas:

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their quarantine zone
pt_br: Este Duplicante não consegue acessar a zona de quarentena

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.NAME
source: Quarantined
pt_br: Em Quarentena

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.TOOLTIP
source: This Duplicant has been isolated from the colony
pt_br: Este Duplicante foi isolado da colônia

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NAME
source: Cannot reach food
pt_br: Impossível alcançar comida

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_NAME
source: Unreachable food
pt_br: Comida inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access the colony's <link="FOOD">Food</link>:
pt_br: Estes Duplicantes não conseguem acessar a <link="FOOD">Comida</link> da colônia:

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.TOOLTIP
source: There is food in the colony that this Duplicant cannot reach
pt_br: Não existe comida na colônia que este Duplicante consiga alcançar

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.NAME
source: Recovering breath
pt_br: Recuperando fôlego
