Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTEMITTEDPERUSE
source: {0}: {1} per use
pt_br: {0}: {1} por uso

# STRINGS.UI.BUILDINGEFFECTS.ENABLESDOMESTICGROWTH
source: Enables <link="PLANTS">Plant Domestication</link>
pt_br: Ativa <link="PLANTS">Agricultura</link>

# STRINGS.UI.BUILDINGEFFECTS.ENERGYCONSUMED
source: <link="POWER">Power</link> consumed: {0}
pt_br: <link="POWER">Energia</link> consumida: {0}

# STRINGS.UI.BUILDINGEFFECTS.ENERGYGENERATED
source: <link="POWER">Power</link>: +{0}
pt_br: <link="POWER">Energia</link>: +{0}

# STRINGS.UI.BUILDINGEFFECTS.FABRICATES
source: Fabricates
pt_br: Fabrica

# STRINGS.UI.BUILDINGEFFECTS.GASCOOLING
source: <link="HEAT">Cooling factor</link>: {0}
pt_br: <link="HEAT">Fator de Resfriamento</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_DISEASE
source: Germs: {0}
pt_br: Germes: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_PERIOD
source: Eruption Period: {0} every {1}
pt_br: Período de Erupção: {0} a cada {1}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_PRODUCTION
source: {0}: {1} at {2}
pt_br: {0}: {1} à {2}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_NEXT_ACTIVE
source: Next Activity: {0}
pt_br: Próxima Atividade: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_NEXT_DORMANT
source: Next Dormancy: {0}
pt_br: Próxima Dormência: {0}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_PERIOD
source: Active Period: {0} every {1}
pt_br: Período Ativo: {0} a cada {1}

# STRINGS.UI.BUILDINGEFFECTS.GEYSER_YEAR_UNSTUDIED
source: Active Period: (Requires Analysis)
pt_br: Período Ativo: (Requer Análise)

# STRINGS.UI.BUILDINGEFFECTS.HEATCONSUMED
source: <link="HEAT">Heat</link>: -{0}
pt_br: <link="HEAT">Calor</link>: -{0}

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED
source: <link="HEAT">Heat</link>: +{0}
pt_br: <link="HEAT">Calor</link>: +{0}

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_AIRCONDITIONER
source: <link="HEAT">Heat</link>: +{0} (Approximate Value)
pt_br: <link="HEAT">Calor</link>: +{0} (Valor Aproximado)

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_LIQUIDCONDITIONER
source: <link="HEAT">Heat</link>: +{0} (Approximate Value)
pt_br: <link="HEAT">Calor</link>: +{0} (Valor Aproximado)

# STRINGS.UI.BUILDINGEFFECTS.HIT_POINTS_PER_CYCLE
source: <link="HEALTH">Health</link> per cycle: {0}
pt_br: <link="HEALTH">Saúde</link> por ciclo: {0}

# STRINGS.UI.BUILDINGEFFECTS.IMPROVED_BUILDINGS
source: Improved Buildings
pt_br: Estruturas Melhoradas

# STRINGS.UI.BUILDINGEFFECTS.ITEM_TEMPERATURE_ADJUST
source: Stored <link="HEAT">Temperature</link>: {0}
pt_br: <link="HEAT">Temperatura</link> Armazenada: {0}

# STRINGS.UI.BUILDINGEFFECTS.KCAL_PER_CYCLE
source: <link="FOOD">KCal</link> per cycle: {0}
pt_br: <link="FOOD">KCal</link> por ciclo: {0}

# STRINGS.UI.BUILDINGEFFECTS.LIQUIDCOOLING
source: <link="HEAT">Cooling factor</link>: {0}
pt_br: <link="HEAT">Fator de Resfriamento</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.MAX_WATTAGE
source: Max <link="POWER">Power</link>: {0}
pt_br: <link="POWER">Energia</link> máxima: {0}

# STRINGS.UI.BUILDINGEFFECTS.MINIMUM_TEMP
source: Freeze <link="HEAT">Temperature</link>: {0}
pt_br: <link="HEAT">Temperatura</link> de Congelamento: {0}

# STRINGS.UI.BUILDINGEFFECTS.NOISE_CREATED
source: <link="SOUND">Noise</link>: {0} dB (Radius: {1} tiles)
pt_br: <link="SOUND">Barulho</link>: {0} dB (Raio: {1} blocos)

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONEFFECTS
source: <b>Effects:</b>
pt_br: <b>Efeitos:</b>

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONREQUIREMENTS
source: <b>Requirements:</b>
pt_br: <b>Requerimentos:</b>

# STRINGS.UI.BUILDINGEFFECTS.OVER_PRESSURE_MASS
source: Over Pressure: {0}
pt_br: Sobrepressão: {0}

# STRINGS.UI.BUILDINGEFFECTS.OVERHEAT_TEMP
source: Overheat <link="HEAT">Temperature</link>: {0}
pt_br: <link="HEAT">Temperatura</link> de Sobreaquecimento: {0}

# STRINGS.UI.BUILDINGEFFECTS.PLANTERBOX_PENTALTY
source: Planter box penalty
pt_br: Penalidade por usar jardineira

# STRINGS.UI.BUILDINGEFFECTS.PREFERS_ROOM
source: Preferred Room: {0}
pt_br: Sala Preferida: {0}

# STRINGS.UI.BUILDINGEFFECTS.PROCESSES
source: Refines:
pt_br: Refina:

# STRINGS.UI.BUILDINGEFFECTS.REFILLOXYGENTANK
source: Refills ExosuitOxygen Tank
pt_br: Recarrega Tanques de Oxigênio de Exotrajes

# STRINGS.UI.BUILDINGEFFECTS.REFINEMENT_ENERGY
source: Heat: {0}
pt_br: Calor: {0}

# STRINGS.UI.BUILDINGEFFECTS.REMOVES_DISEASE
source: Removes disease
pt_br: Remove doença

# STRINGS.UI.BUILDINGEFFECTS.REMOVESEFFECTSUBTITLE
source: Cures
pt_br: Cura

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESCREATIVITY
source: Duplicant <link="ARTIST">Creativity</link>
pt_br: <link="ARTIST">Criatividade</link> do Duplicante

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASINPUT
source: <link="GASPIPING">Gas Intake Pipe</link>
pt_br: <link="GASPIPING">Tubo da Entrada de Gás</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUT
source: <link="GASPIPING">Gas Output Pipe</link>
pt_br: <link="GASPIPING">Tubo da Saída de Gás</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUTS
source: Two <link="GASPIPING">Gas Output Pipes</link>
pt_br: Dois <link="GASPIPING">Tubos da Saída de Gás</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDINPUT
source: <link="LIQUIDPIPING">Liquid Intake Pipe</link>
pt_br: <link="LIQUIDPIPING">Tubo da Entrada de Líquido</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUT
source: <link="LIQUIDPIPING">Liquid Output Pipe</link>
pt_br: <link="LIQUIDPIPING">Tubo da Saída de Líquido</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUTS
source: Two <link="LIQUIDPIPING">Liquid Output Pipes</link>
pt_br: Dois <link="LIQUIDPIPING">Tubos da Saída de Líquido</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESMANUALOPERATION
source: Duplicant operation
pt_br: Operação de Duplicante

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWER
source: <link="POWER">Power</link>: {0}
pt_br: <link="POWER">Energia</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWERGENERATOR
source: <link="POWER">Power</link> generator
pt_br: Gerador de <link="POWER">Energia</link>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESROOM
source: Dedicated Room: {0}
pt_br: Sala Dedicada: {0}

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESSEED
source: 1 Unplanted <link="PLANTS">Seed</link>
pt_br: 1 <link="PLANTS">Semente</link> não plantada

# STRINGS.UI.BUILDINGEFFECTS.RESEARCH_MATERIALS
source: {0}: {1} per <link="RESEARCH">Research</link> point
pt_br: {0}: {1} por ponto de <link="RESEARCH">Pesquisa</link>

# STRINGS.UI.BUILDINGEFFECTS.STORAGECAPACITY
source: Storage capacity: {0}
pt_br: Capacidade de armazenamento: {0}

# STRINGS.UI.BUILDINGEFFECTS.STRESSREDUCEDPERMINUTE
source: <link="STRESS">Stress</link>: {0} per minute
pt_br: <link="STRESS">Estresse</link>: {0} por minuto

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ADDED_EFFECT
source: Effect being applied: {0} {1}
pt_br: Efeito sendo aplicado: {0} {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_FERTILIZER
source: Allows fertilizer to be delivered to plants
pt_br: Permite fertilizante ser entregue para as plantas

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION
source: Allows liquids to be delivered to plants
pt_br: Permite líquidos serem entregues para as plantas

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION_PIPE
source: Allows irrigation pipe connection
pt_br: Permite conexão de canos de irrigação

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ASSIGNEDDUPLICANT
source: This amenity may only be used by the Duplicant it is assigned to
pt_br: Este serviço só pode ser usado pelo Duplicante ao qual foi designado

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYCAPACITY
source: Can hold {0} of power when connected to a generator
pt_br: Pode armazenar {0} de energia quando conectado a um gerador

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYLEAK
source: Imperfect buildings materials mean {0} battery charge will be lost as heat
pt_br: Materiais de construção imperfeitos significam {0} de perda de carga na bateria como calor

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.CAPTURE_METHOD_LURE
source: This critter can be moved using a Critter Lure
pt_br: Esta criatura pode ser movida usando uma Isca de Criaturas

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.CAPTURE_METHOD_TRAP
source: This critter can be captured using a Critter Trap
pt_br: Esta criatura só pode ser capturada usando uma Armadilha de Criaturas

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.CAPTURE_METHOD_WRANGLE
source: This critter can be captured by a Rancher ------------------ Mark critters for capture using the Wrangle Tool <color=#F44A47>(N)</color>
pt_br: Esta criatura foi capturada por um Fazendeiro ------------------ Marque criaturas para captura usando a Ferramenta Capturar<color=#F44A47>(N)</color>

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.COOLANT
source: {1} of {0} coolant is required to cool off an item produced by this building ------------------ Coolant temperature increase is variable and dictated by the amount of energy needed to cool the produced item
pt_br: {1} de {0} de resfriador é necessário para esfriar um item produzido por esta estrutura ------------------ O aumento na temperatura do resfriador é variável e é ditada pela quantidade de energia necessária para esfriar o item produzido

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORDECREASED
source: Decreases Decor values by {0} in a {1} tile radius
pt_br: Reduz valores de Decor em {0} num raio de {1} blocos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORPROVIDED
source: Improves Decor values by {0} in a {1} tile radius
pt_br: Melhora valores de Decor em {0} no raio de {1} blocos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DIET_CONSUMED
source: This critter can typically consume these materials at the following rates: {Foodlist}
pt_br: Esta criatura normalmente pode consumir estes materiais segundo as seguintes taxas: {Foodlist}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DIET_HEADER
source: Creatures will eat and digest only specific materials.
pt_br: Criaturas irão comer e digerir somente os materiais especificados.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DIET_PRODUCED
source: This critter will "produce" the following materials: {Items}
pt_br: Esta criatura... "produzirá" os seguintes materiais: {Items}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASECONSUMEDPERUSE
source: Removes {0} of any disease per use
pt_br: Remove {0} de qualquer doença por uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASEEMITTEDPERUSE
source: Produces {1} of {0} per use
pt_br: Produz {1} de {0} por uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DOCTORING
source: Doctoring increases existing health benefits and can allow treatment of otherwise stubborn diseases
pt_br: Cuidar aumenta os benefícios de saúde existentes e podem permitir o tratamento de doenças persistentes

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DUPLICANTMOVEMENTBOOST
source: Duplicants walk {0} faster on this tile
pt_br: Duplicantes andam {0} mais rápido nesse bloco

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMED
source: Consumes {1} of {0} when in use
pt_br: Consome {1} de {0} quando em uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMEDPERUSE
source: Consumes {1} of {0} per use
pt_br: Consome {1} de {0} por uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTED
source: Produces {1} of {0} when in use
pt_br: Produz {1} de {0} quando em uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTEDPERUSE
source: Produces {1} of {0} per use
pt_br: Produz {1} de {0} por uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENABLESDOMESTICGROWTH
source: Accelerates plant growth and maturation
pt_br: Acelera o crescimento e a maturação da planta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYCONSUMED
source: Draws {0} from the power grid it's connected to
pt_br: Consome {0} do circuito elétrico conectado

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYGENERATED
source: Produces {0} for the power grid it's connected to
pt_br: Produz {0} pro circuito elétrico conectado

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.FABRICATES
source: Fabrication is the production of items and equipment
pt_br: Fabricação é a produção de itens e equipamento

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GASCOOLING
source: Reduces the temperature of piped gases by {0}
pt_br: Reduz a temperatura de gases encanados por {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_DISEASE
source: {0} germs are present in the output of this geyser.
pt_br: {0} estão presentes na produção deste gêiser.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_PERIOD
source: This geyser will produce for {0} of every {1}
pt_br: Este gêiser produzirá {0} a cada {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_PRODUCTION
source: While erupting, this geyser will produce {0} at a rate of {1}, and at a temperature of {2}.
pt_br: Enquanto em erupção, este gêiser produzirá {0} a uma taxa de {1}, e a uma temperatura de {2}.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_NEXT_ACTIVE
source: This geyser will become active in {0}.
pt_br: Este gêiser ficará ativo em {0}.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_NEXT_DORMANT
source: This geyser will become dormant in {0}.
pt_br: Este gêiser ficará dormente em {0}.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GEYSER_YEAR_UNSTUDIED
source: A researcher must analyze this geyser to determine its geoactive period.
pt_br: Um pesquisador precisa analisar este gêiser para determinar o seu período geoativo.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATCONSUMED
source: Dissipates {0} per second Sum temperature change can be affected by the material attributes of the cooled substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
pt_br: Dissipa {0} por segundo A soma da mudança de temperatura pode ser afetada pelos atributos materiais da substância resfriada: • massa • calor específico • superfície de contato • barreira de condutividade • condutividade térmica

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED
source: Generates {0} per second Sum temperature change is affected by the material attributes of the heated substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
pt_br: Gera {0} por segundo A soma da mudança de temperatura pode ser afetada pelos atributos materiais da substância aquecida: • massa • calor específico • superfície de contato • barreira de condutividade • condutividade térmica

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_AIRCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped gas ------------------ Cooling 1 Kg of room temperature oxygen will output {0} per second
pt_br: Gera calor baseado no volume, temperatura e calor específico do gás bombeado ------------------ Esfriar 1 Kg de oxigênio do ambiente irá gerar {0} por segundo

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_LIQUIDCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped liquid ------------------ Cooling 1 Kg of room temperature water will output {0} per second
pt_br: Gera calor baseado no volume, temperatura e calor específico do líquido bombeado ------------------ Esfriar 1 Kg de água do ambiente irá gerar {0} por segundo

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.IMPROVED_BUILDINGS
source: Tune Ups will improve these buildings:
pt_br: Atualizações irão melhorar estas estruturas:

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ITEM_TEMPERATURE_ADJUST
source: Stored items will reach a temperature of {0} over time
pt_br: Itens armazenados irão alcançar a temperatura de {0} com o tempo

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.LIQUIDCOOLING
source: Reduces the temperature of piped liquids by {0}
pt_br: Reduz a temperatura de líquidos encanados em {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MAX_WATTAGE
source: Drawing more than the maximum allowed power can result in damage to the circuit
pt_br: Consumir mais do que o máximo de energia permitido irá resultar em danos ao circuito

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MINIMUM_TEMP
source: Ceases to function when temperatures fall below {0}
pt_br: Para de funcionar quando a temperatura ao redor cair para abaixo de {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MOVEMENT_BONUS
source: Increases the Runspeed of Duplicants
pt_br: Aumenta a Velocidade de Movimento dos Duplicantes

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_DECREASE
source: Dampens noise at {0} dB in a {1} tile radius
pt_br: Abafa barulho a {0} dB no raio de {1} blocos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_INCREASE
source: Produces noise at {0} dB in a {1} tile radius
pt_br: Produz barulho a {0} dB no raio de {1} blocos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONEFFECTS
source: The building will produce these effects when its requirements are met
pt_br: A estrutura irá produzir estes efeitos quando os seus requisitos forem atingidos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONREQUIREMENTS
source: All requirements must be met in order for this building to operate
pt_br: Todos os requisitos precisam ser atendidos para que esta estrutura possa funcionar

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVER_PRESSURE_MASS
source: Ceases to function when the surrounding mass is above {0}
pt_br: Para de funcionar quando a massa ao redor for maior que {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVERHEAT_TEMP
source: Begins overheating at {0} and melts down at {1}
pt_br: Começa a sobreaquecer quando atinge {0} e derrete em {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PLANTERBOX_PENTALTY
source: Plants grow more slowly when contained within boxes
pt_br: Plantas crescem mais devagar quando armazenadas dentro de caixas

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PREFERS_ROOM
source: This building gains additional effects or functionality when built inside a {0}
pt_br: Esta estrutura ganha efeitos ou funcionalidade adicionais quando estiver em uma {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSEDITEM
source: Refining this material produces {0}
pt_br: Refinar este material produz {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSES
source: This building processes raw materials into refined materials
pt_br: Esta estrutura processa materiais brutos em materiais refinados

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PRODUCES_RESEARCH_POINTS
source: Produces {0} research
pt_br: Produz {0} de pesquisa

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFILLOXYGENTANK
source: Refills Exosuit Oxygen Tanks with oxygen for reuse
pt_br: Recarrega Tanques de Oxigênio de Exotrajes com oxigênio para reuso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFINEMENT_ENERGY_HAS_COOLANT
source: {0} of heat will be produced to cool off the fabricated item This will raise the temperature of the contained {1} by {2}, and heat the containing building
pt_br: {0} de calor será produzido para esfriar o item fabricado Isso aumentará a temperatura da(o) {1} armazenada(o) em {2}, e aquecerá a estrutura que o armazena

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFINEMENT_ENERGY_NO_COOLANT
source: {0} of heat will be produced to cool off the fabricated item If {1} is used for coolant, its temperature will be raised by {2}, and will heat the containing building
pt_br: {0} de calor será produzido para esfriar o item fabricado Se {1} é usado com resfriador, sua temperatura aumentará em {2}, e aquecerá a estrutura que o armazena

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVES_DISEASE
source: Cooking pasteurizes ingredients and removes their disease risk
pt_br: Cozinhando com ingredientes pasteurizados remove o risco de doença

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVESEFFECTSUBTITLE
source: Use of this building will remove the listed effects
pt_br: Usar esta estrutura irá remover os efeitos listados

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESCREATIVITY
source: A Duplicant must work on this object to create art
pt_br: Um Duplicante precisa trabalhar nesse objeto para criar arte

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESELEMENT
source: Must receive deliveries of {0} to function
pt_br: Precisa receber entregas de {0} para funcionar

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASINPUT
source: Must receive gas from a gas pipe system
pt_br: Precisa receber gás de uma tubulação

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUT
source: Must expel gas through a gas pipe system
pt_br: Precisa expelir gás por uma tubulação

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUTS
source: Must expel gas through a gas pipe system
pt_br: Precisa expelir gás por uma tubulação

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDINPUT
source: Must receive liquid from a liquid pipe system
pt_br: Precisa receber líquido por um encanamento

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUT
source: Must expel liquid through a liquid pipe system
pt_br: Precisa expelir líquido por um encanamento

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUTS
source: Must expel liquid through a liquid pipe system
pt_br: Precisa expelir líquido por um encanamento

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESMANUALOPERATION
source: A Duplicant must be present to run this building
pt_br: Um Duplicante precisa estar presente para operar esta estrutura

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWER
source: Must be connected to a power grid with at least -{0} of available power
pt_br: Precisa estar conectado a um circuito de energia com pelo menos -{0} de energia disponível

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWERGENERATOR
source: Must be connected to a power producing generator to function
pt_br: Precisa estar conectado a um gerador de energia para funcionar

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESROOM
source: Must be built within a Dedicated Room ------------------ Room will become a {0} after construction
pt_br: Precisa ser construído dentro de uma Sala Dedicada ------------------ Sala se tornará {0} após a construção

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESSEED
source: Must receive a plant seed
pt_br: Precisa receber uma semente

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.RESEARCH_MATERIALS
source: This research station consumes {1} of {0} for each research point produced
pt_br: Esta estação de pesquisa consome {1} de {0} por ponto de pesquisa produzido

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STORAGECAPACITY
source: Holds up to {0} of material
pt_br: Armazena até {0} do material

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STRESSREDUCEDPERMINUTE
source: Removes {0} of Duplicants' Stress for every uninterrupted minute of use
pt_br: Remove {0} de Estresse dos Duplicantes por cada minuto ininterrupto de uso

# STRINGS.UI.CALCULATING
source: Calculating...
pt_br: Calculando...

# STRINGS.UI.CANCELPLACEINRECEPTACLE
source: Cancel
pt_br: Cancelar

# STRINGS.UI.CANCELREMOVALFROMRECEPTACLE
source: Cancel
pt_br: Cancelar

# STRINGS.UI.CHANGEPERCYCLE
source: Change per cycle: {0}
pt_br: Mudança por ciclo: {0}

# STRINGS.UI.CHANGEPERSECOND
source: Change per second: {0}
pt_br: Mudança por segundo: {0}

# STRINGS.UI.CHARACTERCONTAINER_APTITUDES_TITLE
source: INTERESTS
pt_br: INTERESSES

# STRINGS.UI.CHARACTERCONTAINER_CONGENITALTRAIT
source: Genetic Trait: {0}
pt_br: Traço Gênico: {0}

# STRINGS.UI.CHARACTERCONTAINER_EXPECTATIONS_TITLE
source: ADDITIONAL
pt_br: ADICIONAL

# STRINGS.UI.CHARACTERCONTAINER_SKILLS_TITLE
source: ATTRIBUTES
pt_br: ATRIBUTOS

# STRINGS.UI.CHARACTERCONTAINER_STRESSTRAIT
source: Stress Response: {0}
pt_br: Resposta ao Estresse: {0}

# STRINGS.UI.CHARACTERCONTAINER_TRAITS_TITLE
source: TRAITS
pt_br: TRAÇOS

# STRINGS.UI.CODEX.BACK_BUTTON
source: Back ({0})
pt_br: Voltar ({0})

# STRINGS.UI.CODEX.CATEGORYNAMES.BUILDINGS
source: <link="BUILDINGS">Buildings</link>
pt_br: <link="BUILDINGS">Estruturas</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.CREATURES
source: <link="CREATURES">Critters</link>
pt_br: <link="CREATURES">Criaturas</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.DISEASE
source: <link="DISEASE">Disease</link>
pt_br: <link="DISEASES">Doença</link>
