Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.ELEMENTS.ICE.DESC
source: (H<sub>2</sub>0) Ice is clean water frozen into a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (H<sub>2</sub>0) Gelo é água limpa no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.ICE.NAME
source: <link="ICE">Ice</link>
pt_br: <link="ICE">Gelo</link>

# STRINGS.ELEMENTS.IGNEOUSROCK.DESC
source: Igneous Rock is a composite of solidified volcanic rock. It is useful as a Construction Material.
pt_br: Rocha Ígnea é uma rocha magmática solidificada. Ela é útil como Material de Construção.

# STRINGS.ELEMENTS.IGNEOUSROCK.NAME
source: <link="IGNEOUSROCK">Igneous Rock</link>
pt_br: <link="IGNEOUSROCK">Rocha Ígnea</link>

# STRINGS.ELEMENTS.IRON.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link>.
pt_br: (Fe) Ferro é um <link="RAWMETAL">Metal</link> industrial comum.

# STRINGS.ELEMENTS.IRON.NAME
source: <link="IRON">Iron</link>
pt_br: <link="IRON">Ferro</link>

# STRINGS.ELEMENTS.IRONGAS.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link>, heated into a <link="ELEMENTSGAS">Gas</link>.
pt_br: (Fe) Ferro é um <link="RAWMETAL">Metal</link> industrial comum, aquecido até o estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.IRONGAS.NAME
source: <link="IRONGAS">Iron</link>
pt_br: <link="IRONGAS">Ferro</link>

# STRINGS.ELEMENTS.IRONINGOT.DESC
source: (Fe) Iron is refined <link="IRONORE">Iron Ore</link>.
pt_br: (Fe) Ferro é <link="IRONORE">Minério de Ferro</link> refinado.

# STRINGS.ELEMENTS.IRONINGOT.NAME
source: <link="IRONINGOT">Iron</link>
pt_br: <link="IRONINGOT">Ferro</link>

# STRINGS.ELEMENTS.IRONORE.DESC
source: (Fe) Iron Ore is a soft <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
pt_br: (Fe) Minério de Ferro é um <link="RAWMETAL">Metal</link> macio. É indicado para construir circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.IRONORE.NAME
source: <link="IRONORE">Iron Ore</link>
pt_br: <link="IRONORE">Minério de Ferro</link>

# STRINGS.ELEMENTS.KATAIRITE.DESC
source: (Ab) Abyssalite is a resilient, crystalline element.
pt_br: (Ab) Abissalito é um elemento cristalino e resiliente.

# STRINGS.ELEMENTS.KATAIRITE.NAME
source: <link="KATAIRITE">Abyssalite</link>
pt_br: <link="KATAIRITE">Abissalito</link>

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic chemical compound. This selection is currently in a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (CO<sub>2</sub>) Dióxido de Carbono é um composto químico tóxico. Esta seleção está no estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.NAME
source: <link="LIQUIDCARBONDIOXIDE">Carbon Dioxide</link>
pt_br: <link="LIQUIDCARBONDIOXIDE">Dióxido de Carbono</link>

# STRINGS.ELEMENTS.LIQUIDHELIUM.DESC
source: (He) Helium is an atomically lightweight chemical element cooled into a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (He) Hélio é um elemento químico atomicamente leve esfriado até o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.LIQUIDHELIUM.NAME
source: <link="LIQUIDHELIUM">Helium</link>
pt_br: <link="LIQUIDHELIUM">Hélio</link>

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.DESC
source: (H) Hydrogen is a chemical <link="ELEMENTSLIQUID">Liquid</link>. It freezes most substances that come into contact with it.
pt_br: (H) Hidrogênio é um químico <link="ELEMENTSLIQUID">Líquido</link>. Congela a maior parte das substâncias que entram em contato com ele.

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.NAME
source: <link="LIQUIDHYDROGEN">Hydrogen</link>
pt_br: <link="LIQUIDHYDROGEN">Hidrogênio</link>

# STRINGS.ELEMENTS.LIQUIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (CH<sub>4</sub>) Metano é um alcano. Esta seleção está no estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.LIQUIDMETHANE.NAME
source: <link="LIQUIDMETHANE">Methane</link>
pt_br: <link="LIQUIDMETHANE">Metano</link>

# STRINGS.ELEMENTS.LIQUIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable chemical. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (O<sub>2</sub>) Oxigênio é um elemento respirável. Esta seleção está no estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.LIQUIDOXYGEN.NAME
source: <link="LIQUIDOXYGEN">Oxygen</link>
pt_br: <link="LIQUIDOXYGEN">Oxigênio</link>

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element. This selection is in a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (P) Fósforo é um elemento químico. Esta seleção está no estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.NAME
source: <link="LIQUIDPHOSPHORUS">Phosphorus</link>
pt_br: <link="LIQUIDPHOSPHORUS">Fósforo</link>

# STRINGS.ELEMENTS.LIQUIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is an alkane in a <link="ELEMENTSLIQUID">Liquid</link> state. It is useful in <link="POWER">Power</link> production.
pt_br: (C<sub>3</sub>H<sub>8</sub>) Propano é um alcano no estado <link="ELEMENTSLIQUID">Líquido</link>. Propano é útil na produção de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.LIQUIDPROPANE.NAME
source: <link="LIQUIDPROPANE">Propane</link>
pt_br: <link="LIQUIDPROPANE">Propano</link>

# STRINGS.ELEMENTS.MAGMA.DESC
source: Magma is a composite of <link="IGNEOUSROCK">Igneous Rock</link> heated into a molten, <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: Magma é um composto de <link="IGNEOUSROCK">Rocha Ígnea</link> aquecida até o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.EFFECTS_HEADER
source: <b>Resource Effects:</b>
pt_br: <b>Efeitos do Material:</b>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_SPECIFIC_HEAT_CAPACITY
source: <link="HEAT">Slow Heating</link>
pt_br: <link="HEAT">Aquecimento Lento</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_THERMAL_CONDUCTIVITY
source: <link="HEAT">High Thermal Conductivity</link>
pt_br: <link="HEAT">Alta Condutividade Térmica</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_SPECIFIC_HEAT_CAPACITY
source: <link="HEAT">Thermally Reactive</link>
pt_br: <link="HEAT">Termo Reativo</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_THERMAL_CONDUCTIVITY
source: <link="HEAT">Insulator</link>
pt_br: <link="HEAT">Isolante Adiabático</link>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.OVERHEATTEMPERATURE
source: <link="HEAT">Overheat Temperature</link>: {0}
pt_br: <link="HEAT">Temperatura de Sobreaquecimento</link>: {0}

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.DECOR
source: This material will add {0} to the finished building's Decor
pt_br: Este material adicionará {0} ao Decor da estrutura concluída

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.EFFECTS_HEADER
source: Buildings constructed from this material will have these properties
pt_br: Estruturas feitas com este material terão estas propriedades

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_SPECIFIC_HEAT_CAPACITY
source: Slow Heating materials require a large amount of energy to raise in temperature, and therefore heat and cool slowly Specific Heat Capacity: {1} J to raise 1g by 1K
pt_br: Materiais de aquecimento lento necessitam de uma grande quantidade de energia para aumentar a temperatura, logo irão aquecer e esfriar lentamente Calor Específico: {1} J para elevar 1K de 1g

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_THERMAL_CONDUCTIVITY
source: This material disperses heat because energy transfers quickly through materials with high thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
pt_br: Este material dispersa calor pois a energia é transferida rapidamente por materiais de alta condutividade térmica Entre dois objetos, a taxa de trocas de calor será determinada pelo objeto com menor Condutividade Térmica Condutividade Térmica: {1} W por grau K de diferença (Oxigênio: 0.024 W)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_SPECIFIC_HEAT_CAPACITY
source: Thermally Reactive materials require little energy to raise in temperature, and therefore heat and cool quickly Specific Heat Capacity: {1} J to raise 1g by 1K
pt_br: Materiais Termo Reativos necessitam de pouca energia para aumentar a temperatura, logo irão aquecer e esfriar rapidamente Calor Específico: {1} J para elevar 1K de 1g

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_THERMAL_CONDUCTIVITY
source: This material retains heat because energy transfers slowly through materials with low thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
pt_br: Este material retém calor pois a energia é transferida lentamente por materiais de baixa condutividade térmica Entre dois objetos, a taxa de trocas de calor será determinada pelo objeto com menor Condutividade Térmica Condutividade Térmica: {1} W por grau K de diferença (Oxigênio: 0.024 W)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.OVERHEATTEMPERATURE
source: This material will add {0} to the finished building's Overheat Temperature
pt_br: Este material adicionará {0} à Temperatura de Sobreaquecimento da estrutura

# STRINGS.ELEMENTS.MERCURY.DESC
source: (Hg) Mercury is a toxic, metallic<link="ELEMENTSLIQUID">Liquid</link>.
pt_br: (Hg) Mercúrio é um <link="ELEMENTSLIQUID">Líquido</link> metálico tóxico.

# STRINGS.ELEMENTS.MERCURY.NAME
source: <link="MERCURY">Mercury</link>
pt_br: <link="MERCURY">Mercúrio</link>

# STRINGS.ELEMENTS.MERCURYGAS.DESC
source: (Hg) Mercury is a toxic <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSGAS">Gaseous</link> state.
pt_br: (Hg) Mercúrio é um <link="RAWMETAL">Metal</link> tóxico aquecido até o estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.MERCURYGAS.NAME
source: <link="MERCURYGAS">Mercury</link>
pt_br: <link="MERCURYGAS">Mercúrio</link>

# STRINGS.ELEMENTS.METHANE.DESC
source: Natural Gas is a mixture of various alkanes in a <link="ELEMENTSGAS">Gaseous</link> state. It is useful in <link="POWER">Power</link> production.
pt_br: Gás Natural é uma mistura de vários alcanos <link="ELEMENTSGAS">Gasosos</link>. É útil na produção de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.METHANE.NAME
source: <link="METHANE">Natural Gas</link>
pt_br: <link="METHANE">Gás Natural</link>

# STRINGS.ELEMENTS.MOLTENCARBON.DESC
source: (C) Carbon is an abundant, versatile element heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (C) Carbono é um elemento abundante e versátil, aquecido até o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MOLTENCARBON.NAME
source: <link="MOLTENCARBON">Carbon</link>
pt_br: <link="MOLTENCARBON">Carbono</link>

# STRINGS.ELEMENTS.MOLTENCOPPER.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (Cu) Cobre é um <link="RAWMETAL">Metal</link> condutor aquecido até o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MOLTENCOPPER.NAME
source: <link="MOLTENCOPPER">Copper</link>
pt_br: <link="MOLTENCOPPER">Cobre</link>

# STRINGS.ELEMENTS.MOLTENGLASS.DESC
source: Molten Glass is a composite of granular rock heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: Vidro Derretido é um composto de rochas sedimentares aquecido até o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MOLTENGLASS.NAME
source: <link="MOLTENGLASS">Molten Glass</link>
pt_br: <link="MOLTENGLASS">Vidro Derretido</link>

# STRINGS.ELEMENTS.MOLTENGOLD.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (Au) Ouro é um <link="RAWMETAL">Metal</link> condutor precioso, aquecido até o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MOLTENGOLD.NAME
source: <link="MOLTENGOLD">Gold</link>
pt_br: <link="MOLTENGOLD">Ouro</link>

# STRINGS.ELEMENTS.MOLTENIRON.DESC
source: (Fe) Iron is a common industrial <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (Fe) Ferro é um <link="RAWMETAL">Metal</link> industrial comum aquecido até atingir o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MOLTENIRON.NAME
source: <link="MOLTENIRON">Iron</link>
pt_br: <link="MOLTENIRON">Ferro</link>

# STRINGS.ELEMENTS.MOLTENSTEEL.DESC
source: Steel is a <link="RAWMETAL">Metal</link> alloy of iron and carbon, heated into a hazardous <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: Aço é uma liga <link="RAWMETAL">Metálica</link> de ferro e carbono, aquecida até o perigoso estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MOLTENSTEEL.NAME
source: <link="MOLTENSTEEL">Steel</link>
pt_br: <link="MOLTENSTEEL">Aço</link>

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.DESC
source: (W) Tungsten is a crystalline <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (W) Tungstênio é um <link="RAWMETAL">Metal</link> cristalino, aquecido até atingir o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.NAME
source: <link="MOLTENTUNGSTEN">Tungsten</link>
pt_br: <link="MOLTENTUNGSTEN">Tungstênio</link>

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <link="RAWMETAL">Metal</link> compound heated into a <link="ELEMENTSLIQUID">Liquid</link> state.
pt_br: (WSe<sub>2</sub>) Disseleneto de Tungstênio é um composto <link="RAWMETAL">Metálico</link> inorgânico, aquecido até atingir o estado <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.NAME
source: <link="MOLTENTUNGSTENDISELENIDE">Tungsten Diselenide</link>
pt_br: <link="MOLTENTUNGSTENDISELENIDE">Disseleneto de Tungstênio</link>

# STRINGS.ELEMENTS.NAPHTHA.DESC
source: Naphtha a distilled hydrocarbon mixture produced from the burning of <link="POLYPROPYLENE">Plastic</link>.
pt_br: Nafta é uma mistura de hidrocarbonetos destilados produzidos a partir da queima de <link="POLYPROPYLENE">Plásticos</link>.

# STRINGS.ELEMENTS.NAPHTHA.NAME
source: <link="NAPHTHA">Naphtha</link>
pt_br: <link="NAPHTHA">Nafta</link>

# STRINGS.ELEMENTS.OBSIDIAN.DESC
source: Obsidian is a brittle composite of volcanic <link="GLASS">Glass</link>.
pt_br: Obsidiana é um composto frágil de <link="GLASS">Vidro</link> vulcânico.

# STRINGS.ELEMENTS.OBSIDIAN.NAME
source: <link="OBSIDIAN">Obsidian</link>
pt_br: <link="OBSIDIAN">Obsidiana</link>

# STRINGS.ELEMENTS.OXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is an atomically lightweight and breathable <link="ELEMENTSGAS">Gas</link>, necessary for sustaining life. It tends to rise above other gases.
pt_br: (O<sub>2</sub>) Oxigênio é um <link="ELEMENTSGAS">Gás</link> atomicamente leve e respirável, necessário para sustentar a vida. Ele tende a ficar acima de outros gases.

# STRINGS.ELEMENTS.OXYGEN.NAME
source: <link="OXYGEN">Oxygen</link>
pt_br: <link="OXYGEN">Oxigênio</link>

# STRINGS.ELEMENTS.OXYROCK.DESC
source: (Ir<sub>3</sub>O<sub>2</sub>) Oxylite is a chemical compound that slowly emits breathable <link="OXYGEN">Oxygen</link>. Excavating Oxylite increases its emission rate, but depletes the ore more rapidly.
pt_br: (Ir<sub>3</sub>O<sub>2</sub>) Oxilito é um composto químico que aos poucos libera <link="OXYGEN">Oxigênio</link>. Escavar Oxilito aumenta a emissão de oxigênio, mas o minério se esgota mais rapidamente.

# STRINGS.ELEMENTS.OXYROCK.NAME
source: <link="OXYROCK">Oxylite</link>
pt_br: <link="OXYROCK">Oxilito</link>

# STRINGS.ELEMENTS.PETROLEUM.DESC
source: Petroleum is a <link="POWER">Power</link> source refined from <link="CRUDEOIL">Crude Oil</link>. It is also an essential ingredient in the production of <link="POLYPROPYLENE">Plastic</link>.
pt_br: Petróleo é uma fonte de <link="POWER">Energia</link> refinada do <link="CRUDEOIL">Petróleo Bruto</link>. É também um ingrediente essencial na produção de <link="POLYPROPYLENE">Plástico</link>.

# STRINGS.ELEMENTS.PETROLEUM.NAME
source: <link="PETROLEUM">Petroleum</link>
pt_br: <link="PETROLEUM">Petróleo</link>

# STRINGS.ELEMENTS.PETROLEUM.NAME_TWO
source: <link="PETROLEUM">Petroleum</link>
pt_br: <link="PETROLEUM">Petróleo</link>

# STRINGS.ELEMENTS.PHOSPHATENODULES.DESC
source: (PO<sup>3-</sup><sub>4</sub>) Nodules of sedimentary rock containing high concentrations of phosphate.
pt_br: (PO<sup>3-</sup><sub>4</sub>) Nódulos de rocha sedimentar contendo altas concentrações de fosfato.

# STRINGS.ELEMENTS.PHOSPHATENODULES.NAME
source: <link="PHOSPHATENODULES">Phosphate Nodules</link>
pt_br: <link="PHOSPHATENODULES">Nódulos de Fosfato</link>

# STRINGS.ELEMENTS.PHOSPHORITE.DESC
source: Phosphorite is a composite of sedimentary rock, saturated with phosphate.
pt_br: Fosforito é um composto de rochas de sedimentares, rico em fosfato.

# STRINGS.ELEMENTS.PHOSPHORITE.NAME
source: <link="PHOSPHORITE">Phosphorite</link>
pt_br: <link="PHOSPHORITE">Fosforito</link>

# STRINGS.ELEMENTS.PHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element in its <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (P) Fósforo é um elemento químico no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.PHOSPHORUS.NAME
source: <link="PHOSPHORUS">Phosphorus</link>
pt_br: <link="PHOSPHORUS">Fósforo</link>

# STRINGS.ELEMENTS.PHOSPHORUSGAS.DESC
source: (P) Phosphorus is a chemical element in a <link="ELEMENTSGAS">Gaseous</link> state.
pt_br: (P) Fósforo é um elemento químico no estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.PHOSPHORUSGAS.NAME
source: <link="PHOSPHORUSGAS">Phosphorus</link>
pt_br: <link="PHOSPHORUSGAS">Fósforo</link>

# STRINGS.ELEMENTS.POLYPROPYLENE.BUILD_DESC
source: Buildings made of this material have antiseptic properties
pt_br: Estruturas feitas deste material tem propriedades antissépticas

# STRINGS.ELEMENTS.POLYPROPYLENE.DESC
source: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> <link="POLYPROPYLENE">Plastic</link> is a thermoplastic polymer. It is useful as a raw Plastic feedstock.
pt_br: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> <link="POLYPROPYLENE">Plástico</link> é um polímero termoplástico. É útil como matéria prima bruta de <link="POLYPROPYLENE">Plásticos</link>.

# STRINGS.ELEMENTS.POLYPROPYLENE.NAME
source: <link="POLYPROPYLENE">Plastic</link>
pt_br: <link="POLYPROPYLENE">Plástico</link>

# STRINGS.ELEMENTS.PONDSCUM.DESC
source: Pondscum is a soft, naturally occurring composite of biological nutrients. It may be processed into <link="FERTILIZER">Fertilizer</link> and aids in the growth of certain <link="PLANTS">plant</link>.
pt_br: Lodo é um composto natural macio de nutrientes biológicos. Ele pode ser processado em <link="FERTILIZER">Fertilizante</link> e ajuda no crescimento de certas <link="PLANTS">Plantas</link>.

# STRINGS.ELEMENTS.PONDSCUM.NAME
source: <link="PONDSCUM">Pondscum</link>
pt_br: <link="PONDSCUM">Lodo</link>

# STRINGS.ELEMENTS.PROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural alkane <link="ELEMENTSGAS">Gas</link>. It is useful in <link="POWER">Power</link> production.
pt_br: (C<sub>3</sub>H<sub>8</sub>) Propano é um <link="ELEMENTSGAS">Gás</link> alcano natural. Ele é útil na produção de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.PROPANE.NAME
source: <link="PROPANE">Propane</link>
pt_br: <link="PROPANE">Propano</link>

# STRINGS.ELEMENTS.RADIUM.DESC
source: (Ra) Radium is a <link="LIGHT">Light</link> emitting radioactive substance. It is useful as a <link="POWER">Power</link> source.
pt_br: (Ra) Rádio é uma substância radioativa que emite <link="LIGHT">Luz</link>. É uma útil fonte de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.RADIUM.NAME
source: <link="RADIUM">Radium</link>
pt_br: <link="RADIUM">Rádio</link>

# STRINGS.ELEMENTS.ROCKGAS.DESC
source: Rock Gas is rock that has been superheated into a <link="ELEMENTSGAS">Gaseous</link> state.
pt_br: Rocha Gasosa é uma pedra que foi superaquecida até atingir o estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.ROCKGAS.NAME
source: <link="ROCKGAS">Rock Gas</link>
pt_br: <link="ROCKGAS">Rocha Gasosa</link>

# STRINGS.ELEMENTS.SAND.DESC
source: Sand is a composite of granular rock. It is useful as a Filtration Medium.
pt_br: Areia é um composto de rochas sedimentares. É um útil Meio de Filtração.

# STRINGS.ELEMENTS.SAND.NAME
source: <link="SAND">Sand</link>
pt_br: <link="SAND">Areia</link>

# STRINGS.ELEMENTS.SANDCEMENT.NAME
source: <link="SANDCEMENT">Sand Cement</link>
pt_br: <link="SANDCEMENT">Cimento de Areia</link>

# STRINGS.ELEMENTS.SANDSTONE.DESC
source: Sandstone is a composite of relatively soft sedimentary rock. It is useful as a Construction Material.
pt_br: Arenito é um composto relativamente macio de rocha sedimentar. Arenito é útil como Material de Construção.

# STRINGS.ELEMENTS.SANDSTONE.NAME
source: <link="SANDSTONE">Sandstone</link>
pt_br: <link="SANDSTONE">Arenito</link>

# STRINGS.ELEMENTS.SEDIMENTARYROCK.DESC
source: Sedimentary Rock is a hardened composite of sediment layers. It is useful as a Construction Material.
pt_br: Rocha Sedimentar é um composto reforçado de camadas sedimentares. É útil como um Material de Construção.

# STRINGS.ELEMENTS.SEDIMENTARYROCK.NAME
source: <link="SEDIMENTARYROCK">Sedimentary Rock</link>
pt_br: <link="SEDIMENTARYROCK">Rocha Sedimentar</link>

# STRINGS.ELEMENTS.SLABS.DESC
source: Slabs are a refined mineral building block used for assembling advanced buildings.
pt_br: Lajes são blocos de construção de mineral refinado usados para montagem de estruturas avançadas.

# STRINGS.ELEMENTS.SLABS.NAME
source: <link="SLABS">Building Slab</link>
pt_br: <link="SLABS">Laje de Construção</link>

# STRINGS.ELEMENTS.SLIMEMOLD.DESC
source: Slime is a thick biomixture of algae, fungi, and mucopolysaccharides. It can be distilled into <link="ALGAE">Algae</link> and is useful in some <link="OXYGEN">Oxygen</link> production processes.
pt_br: Limo é uma biomistura de algas, fungos e mucopolissacarídeos. Podem ser destiladas produzindo <link="ALGAE">Algas</link> que são úteis na produção de <link="OXYGEN">Oxigênio</link>.

# STRINGS.ELEMENTS.SLIMEMOLD.NAME
source: <link="SLIMEMOLD">Slime</link>
pt_br: <link="SLIMEMOLD">Limo</link>

# STRINGS.ELEMENTS.SNOW.DESC
source: (H<sub>2</sub>0) Snow is a mass of loose, crystalline ice particles. It becomes <link="WATER">Water</link> when melted.
pt_br: (H<sub>2</sub>0) Neve é uma partícula cristalina de gelo. Torna-se <link="WATER">Água</link> quando derretida.

# STRINGS.ELEMENTS.SNOW.NAME
source: <link="SNOW">Snow</link>
pt_br: <link="SNOW">Neve</link>

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic compound in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (CO<sub>2</sub>) Dióxido de Carbono é um composto tóxico no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.NAME
source: <link="SOLIDCARBONDIOXIDE">Carbon Dioxide</link>
pt_br: <link="SOLIDCARBONDIOXIDE">Dióxido de Carbono</link>

# STRINGS.ELEMENTS.SOLIDCHLORINE.DESC
source: (Cl) Chlorine is a toxic chemical element in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (Cl) Cloro é um elemento químico tóxico no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDCHLORINE.NAME
source: <link="SOLIDCHLORINE">Chlorine</link>
pt_br: <link="SOLIDCHLORINE">Cloro</link>

# STRINGS.ELEMENTS.SOLIDCRUDEOIL.NAME
source: <link="SOLIDCRUDEOIL">Crude Oil</link>
pt_br: <link="SOLIDCRUDEOIL">Petróleo Bruto</link>
