Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSPRINKLE
source: SandboxSprinkle
pt_br: Espalhar

# STRINGS.INPUT_BINDINGS.SANDBOX.TOGGLESANDBOXTOOLS
source: ToggleSandboxTools
pt_br: Alternar Ferramentas do Modo Caixa de Areia

# STRINGS.INPUT_BINDINGS.TOOL.DRAGSTRAIGHT
source: DragStraight
pt_br: Arrastar em Linha

# STRINGS.INPUT_BINDINGS.TOOL.NAME
source: Tool
pt_br: Ferramenta

# STRINGS.INPUT_BINDINGS.TOOL.ROTATEBUILDING
source: RotateBuilding
pt_br: Girar Estrutura

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.DESC
source: A seedless fruit with an upsettingly bland aftertaste. It cannot be replanted. Digging up Buried Objects may uncover a Muckroot.
pt_br: Um fruto partenocárpico praticamente sem gosto. Não pode ser replantado. Cavar Objetos Enterrados pode liberar um Nabo.

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.NAME
source: <link="BASICFORAGEPLANT">Muckroot</link>
pt_br: <link="BASICFORAGEPLANT">Nabo</link>

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.DESC
source: <link="BASICPLANTFOOD">Meal Lice</link> compacted into a dense, immobile loaf.
pt_br: <link="BASICPLANTFOOD">Rango-Fruto</link> compactado em uma barra densa e imóvel.

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.NAME
source: <link="BASICPLANTBAR">Liceloaf</link>
pt_br: <link="BASICPLANTBAR">Barra de Rango</link>

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.RECIPEDESC
source: <link="BASICPLANTFOOD">Meal Lice</link> compacted into a dense, immobile loaf.
pt_br: <link="BASICPLANTFOOD">Rango-Fruto</link> compactado em uma barra densa e imóvel.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.DESC
source: A flavorless grain that almost never wiggles on its own.
pt_br: Um grão sem gosto que quase nunca se mexe.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.NAME
source: <link="BASICPLANTFOOD">Meal Lice</link>
pt_br: <link="BASICPLANTFOOD">Rango-Fruto</link>

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.DESC
source: A simple bun baked from <link="COLDWHEATSEED">Sleet Wheat Grain</link> grain. Each bite leaves a mild cooling sensation in one's mouth, even when the bun itself is warm.
pt_br: Um bolinho simples, feito de <link="COLDWHEAT">Trigo das Neves</link> assado. Cada mordida dá uma leve sensação de frescor, mesmo quando o bolo ainda está quentinho.

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.NAME
source: <link="COLDWHEATBREAD">Frost Bun</link>
pt_br: <link="COLDWHEATBREAD">Bolinho das Neves</link>

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.RECIPEDESC
source: A simple bun baked from <link="COLDWHEATSEED">Sleet Wheat Grain</link> grain.
pt_br: Uma bolinho simples, assado com <link="COLDWHEAT">Trigo das Neves</link>.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.DESC
source: An edible grain that leaves a cool taste on the tongue.
pt_br: Um grão comestível que deixa um gostinho frio na língua.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.NAME
source: <link="COLDWHEATSEED">Sleet Wheat Grain</link>
pt_br: <link="COLDWHEATSEED">Grão de Trigo da Neves</link>

# STRINGS.ITEMS.FOOD.COMPOST
source: Compost
pt_br: Composteira

# STRINGS.ITEMS.FOOD.COOKEDEGG.DESC
source: Fluffed and folded egg innards. It turns out you do, in fact, have to break a few eggs to make it.
pt_br: Entranhas macias e dobradas de um ovo. Acabou que, de fato, você precisou quebrar uns ovos para fazê-la.

# STRINGS.ITEMS.FOOD.COOKEDEGG.NAME
source: <link="COOKEDEGG">Omelette</link>
pt_br: <link="COOKEDEGG">Omelete</link>

# STRINGS.ITEMS.FOOD.COOKEDEGG.RECIPEDESC
source: Fluffed and folded egg innards.
pt_br: Entranhas macias e dobradas de um ovo.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.DESC
source: The cooked meat of a defeated critter. It has a delightful smoky aftertaste.
pt_br: A carne cozida de uma criatura derrotada. Tem ótimo gostinho defumado.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.NAME
source: <link="COOKEDMEAT">Barbeque</link>
pt_br: <link="COOKEDMEAT">Churrasco</link>

# STRINGS.ITEMS.FOOD.COOKEDMEAT.RECIPEDESC
source: The cooked meat of a defeated critter.
pt_br: A carne cozida de uma criatura derrotada.

# STRINGS.ITEMS.FOOD.DRECKOEGG.DESC
source: An egg laid by a <link="DRECKO">Drecko</link> If incubated, it will hatch into a new <link="DRECKO">Drecko</link>
pt_br: Um ovo colocado por uma <link="DRECKO">Osga</link> Se incubado, ele dará origem a uma <link="DRECKO">Osga</link>

# STRINGS.ITEMS.FOOD.DRECKOEGG.NAME
source: <link="DRECKOEGG">Drecklet Egg</link>
pt_br: <link="DRECKOEGG">Ovo de Osga</link>

# STRINGS.ITEMS.FOOD.DRECKOEGG.RECIPEDESC
source: An egg laid by a <link="DRECKO">Drecko</link>
pt_br: Um ovo colocado por uma <link="DRECKO">Osga</link>

# STRINGS.ITEMS.FOOD.FIELDRATION.DESC
source: A nourishing nutrient paste, sandwiched between thin wafer layers.
pt_br: Uma barra nutritiva em forma de sanduíche com finas camadas de biscoito.

# STRINGS.ITEMS.FOOD.FIELDRATION.NAME
source: <link="FIELDRATION">Nutrient Bar</link>
pt_br: <link="FIELDRATION">Barra Nutritiva</link>

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.DESC
source: Deep fried, solidified mudslop. The inside is almost completely uncooked, despite the crunch on the outside.
pt_br: Uma barra de lama frita. Por dentro ainda está completamente cru, apesar de por fora estar crocante.

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.NAME
source: <link="FRIEDMUSHBAR">Mush Fry</link>
pt_br: <link="FRIEDMUSHBAR">Lama Frita</link>

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.RECIPEDESC
source: Deep fried, solidified mudslop.
pt_br: Uma barra de lama frita.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.DESC
source: A fried dish made with a fruiting <link="MUSHROOM">Mushroom</link>. It has a thick, savory flavor with subtle earthy undertones.
pt_br: Uma refeição frita com <link="MUSHROOMPLANT">Cogumelo Negro</link>. Tem um gosto muito saboroso com uma pitada de terra.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.NAME
source: <link="FRIEDMUSHROOM">Fried Mushroom</link>
pt_br: <link="FRIEDMUSHROOM">Cogumelo Frito</link>

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.RECIPEDESC
source: A fried dish made with a fruiting <link="MUSHROOM">Mushroom</link>.
pt_br: Uma refeição frita com <link="MUSHROOMPLANT">Cogumelo Negro</link>.

# STRINGS.ITEMS.FOOD.FRUITCAKE.DESC
source: A mashed up <link="PRICKLEFRUIT">Bristle Berry</link> sludge with an exceptionally long shelf life. Its aggressive, overbearing sweetness can leave the tongue feeling temporarily numb.
pt_br: Uma barra de <link="PRICKLEFRUIT">Fruto da Seda</link> amassado com um prazo de validade excepcionalmente longo. Sua extrema e agressiva doçura pode deixar a língua temporariamente dormente.

# STRINGS.ITEMS.FOOD.FRUITCAKE.NAME
source: <link="FRUITCAKE">Berry Sludge</link>
pt_br: <link="FRUITCAKE">Barrotone</link>

# STRINGS.ITEMS.FOOD.FRUITCAKE.RECIPEDESC
source: A mashed up <link="PRICKLEFRUIT">Bristle Berry</link> sludge with an exceptionally long shelf life.
pt_br: Uma barra de <link="PRICKLEFRUIT">Fruto da Seda</link> amassado com um prazo de validade excepcionalmente longo.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.DESC
source: The grilled bud of a <link="PRICKLEFRUIT">Bristle Berry</link>. Heat unlocked an exquisite taste in the fruit, though the burnt spines leave something to be desired.
pt_br: O fruto de uma <link="PRICKLEFRUIT">Flor de Seda</link> grelhado. O calor liberou um sabor exótico no fruto, apesar dos espinhos queimados deixarem algo a desejar.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.NAME
source: <link="GRILLEDPRICKLEFRUIT">Gristle Berry</link>
pt_br: <link="GRILLEDPRICKLEFRUIT">Fruto da Seda Grelhado</link>

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.RECIPEDESC
source: The grilled bud of a <link="PRICKLEFRUIT">Bristle Berry</link>.
pt_br: O fruto de uma <link="PRICKLEFRUIT">Flor de Seda</link> grelhado.

# STRINGS.ITEMS.FOOD.HATCHEGG.DESC
source: An egg laid by a <link="HATCH">Hatch</link> If incubated, it will hatch into a <link="HATCHLING">Hatchling</link>
pt_br: Um ovo colocado por uma <link="HATCH">Mucura</link> Se incubado, ele dará origem a uma <link="HATCHLING">Mucurinha</link>

# STRINGS.ITEMS.FOOD.HATCHEGG.NAME
source: <link="HATCHEGG">Hatchling Egg</link>
pt_br: <link="HATCHEGG">Ovo de Filhote de Mucura</link>

# STRINGS.ITEMS.FOOD.HATCHEGG.RECIPEDESC
source: An egg laid by a <link="HATCH">Hatch</link>
pt_br: Um ovo colocado por uma <link="HATCH">Mucura</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.DESC
source: An egg laid by a <link="LIGHTBUG">Shine Bug</link> If incubated, it will hatch into a <link="LIGHTBUG">Shine Nymph</link>
pt_br: Um ovo colocado por um <link="LIGHTBUG">Vagalume</link> Se incubado, ele dará origem a um <link="LIGHTBUG">Vagaluminho</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.NAME
source: <link="LIGHTBUGEGG">Shine Nymph Egg</link>
pt_br: <link="LIGHTBUG">Ovo de Pupa de Vagalume</link>

# STRINGS.ITEMS.FOOD.LIGHTBUGEGG.RECIPEDESC
source: An egg laid by a <link="LIGHTBUG">Shine Bug</link>
pt_br: Um ovo colocado por um <link="LIGHTBUG">Vagalume</link>

# STRINGS.ITEMS.FOOD.MEAT.DESC
source: Uncooked meat from a very dead critter. Yum!
pt_br: Carne crua de uma criatura bem morta. Gostoso!

# STRINGS.ITEMS.FOOD.MEAT.NAME
source: <link="MEAT">Meat</link>
pt_br: <link="MEAT">Carne</link>

# STRINGS.ITEMS.FOOD.MUSHBAR.DESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
pt_br: Uma barra de lama comestível. Barras de Lama são mais preferíveis que morrer de fome, mas só um pouquinho.

# STRINGS.ITEMS.FOOD.MUSHBAR.NAME
source: <link="MUSHBAR">Mush Bar</link>
pt_br: <link="MUSHBAR">Barra de Lama</link>

# STRINGS.ITEMS.FOOD.MUSHBAR.RECIPEDESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
pt_br: Uma barra de lama comestível. Barras de Lama são mais preferíveis que morrer de fome, mas só um pouquinho.

# STRINGS.ITEMS.FOOD.MUSHROOM.DESC
source: An edible, flavorless fungus that grew in the dark.
pt_br: Um fungo comestível e sem sabor que cresceu no escuro.

# STRINGS.ITEMS.FOOD.MUSHROOM.NAME
source: <link="MUSHROOM">Mushroom</link>
pt_br: <link="MUSHROOM">Cogumelo</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.DESC
source: An egg laid by a <link="OILFLOATER">Slickster</link> If incubated, it will hatch into a <link="OILFLOATERBABY">Slickster Larva</link>
pt_br: Um ovo colocado por um <link="OILFLOATER">Bicho do Óleo</link> Se incubado, ele dará origem a uma <link="OILFLOATERBABY">Larva do Óleo</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.NAME
source: <link="OILFLOATEREGG">Slickster Larva Egg</link>
pt_br: <link="OILFLOATEREGG">Ovo de Larva de Bicho do Óleo</link>

# STRINGS.ITEMS.FOOD.OILFLOATEREGG.RECIPEDESC
source: An egg laid by a <link="OILFLOATER">Slickster</link>
pt_br: Um ovo colocado por um <link="OIL_FLOATER">Bicho do Óleo</link>

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.DESC
source: Meal Lice preserved in vinegar. It's a rarely acquired taste.
pt_br: Rango-Fruto preservado no vinagre. As vezes tem um gosto bom.

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.NAME
source: <link="PICKLEDMEAL">Pickled Meal</link>
pt_br: <link="PICKLEDMEAL">Rango em Conserva</link>

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.RECIPEDESC
source: Meal Lice regrettably preserved in vinegar.
pt_br: Rango-Fruto tristemente preservado em vinagre.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.DESC
source: A sweet, mostly pleasant-tasting fruit covered in prickly barbs.
pt_br: Um fruto doce e muito delicioso coberto de espinhos.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.NAME
source: <link="PRICKLEFRUIT">Bristle Berry</link>
pt_br: <link="PRICKLEFRUIT">Fruto da Seda</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.DESC
source: An egg laid by a <link="PUFT">Puft</link> If incubated, it will hatch into a <link="PUFTLET">Puftlet</link>
pt_br: Um ovo colocado por uma <link="PUFT">Bolha</link> Se incubado, ele dará origem a uma <link="PUFTLET">Bolinha</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.NAME
source: <link="PUFTEGG">Puftlet Egg</link>
pt_br: <link="PUFTEGG">Ovo de Bolinha</link>

# STRINGS.ITEMS.FOOD.PUFTEGG.RECIPEDESC
source: An egg laid by a <link="PUFT">Puft</link>
pt_br: Um ovo colocado por uma <link="PUFT">Bolha</link>

# STRINGS.ITEMS.FOOD.ROTPILE.DESC
source: An inedible glop of former foodstuff. Rot piles break down into <link="TOXICSAND">Polluted Dirt</link> over time.
pt_br: Uma mistura de algo que já foi comida. Pilhas podres transformam-se em <link="TOXICSAND">Terra Poluída</link> com o tempo.

# STRINGS.ITEMS.FOOD.ROTPILE.NAME
source: <link="COMPOST">Rot Pile</link>
pt_br: <link="COMPOST">Pilha Podre</link>

# STRINGS.ITEMS.FOOD.SALSA.DESC
source: A baked <link="PRICKLEFRUIT">Bristle Berry</link> stuffed with delectable spices and vibrantly flavored.
pt_br: Um <link="PRICKLEFRUIT">Fruto da Seda</link> assado e recheado com diversos temperos e com um gosto divino.

# STRINGS.ITEMS.FOOD.SALSA.NAME
source: <link="SALSA">Stuffed Berry</link>
pt_br: <link="SALSA">Fruto Recheado</link>

# STRINGS.ITEMS.FOOD.SALSA.RECIPEDESC
source: A baked <link="PRICKLEFRUIT">Bristle Berry</link> stuffed with delectable spices and vibrantly flavored.
pt_br: Um <<link="PRICKLEFRUIT">Fruto da Seda</link> assado e recheado com diversos temperos e com um gosto vibrante.

# STRINGS.ITEMS.FOOD.SPICEBREAD.DESC
source: A loaf of bread, lightly spiced with <link="SPICENUT">Pincha Peppernut</link> for a mild bite. There's a simple joy to be had in pulling it apart in one's fingers.
pt_br: Um pão, temperado com <link="SPICENUT">Pimenta Coquinho</link>. Existe um certo prazer em tirar os pedaços com apenas um dedo.

# STRINGS.ITEMS.FOOD.SPICEBREAD.NAME
source: <link="SPICEBREAD">Pepper Bread</link>
pt_br: <link="SPICEBREAD">Pão Apimentado</link>

# STRINGS.ITEMS.FOOD.SPICEBREAD.RECIPEDESC
source: A loaf of bread, lightly spiced with <link="SPICENUT">Pincha Peppernut</link> for a mild bite.
pt_br: Um pão, levemente temperado com <link="SPICENUT">Pimenta Coquinho</link>.

# STRINGS.ITEMS.FOOD.SPICENUT.DESC
source: The flavorful nut of a <link="SPICEVINE">Pincha Pepperplant</link>. The bitter outer rind hides a rich, peppery core that is useful in cooking.
pt_br: O coco delicioso de uma <link="SPICEVINE">Pimenteira Coquinho</link>. O exterior amargo guarda um rico interior apimentado que é útil para cozinhar.

# STRINGS.ITEMS.FOOD.SPICENUT.NAME
source: <link="SPICENUT">Pincha Peppernut</link>
pt_br: <link="SPICENUT">Pimenta Coquinho</link>

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.DESC
source: A ball of raw cellulose used in the production of <link="EQUIPMENT">Clothing</link> and textiles.
pt_br: Uma bola de celulose bruta útil na produção de <link="EQUIPMENT">Roupas</link> e outros têxteis.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.NAME
source: Reed Fiber
pt_br: Fibra de Caniço

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FARM_STATION_TOOLS.DESC
source: Specialized <link="FERTILIZER">Fertilizer</link> mixed by a professional farmer. Increases the growth rate of one <link="PLANTS">Plant</link>.
pt_br: <link="FERTILIZER">Fertilizante</link> especial misturado por um agricultor profissional. Acelera o crescimento de uma <link="PLANTS">Planta</link>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FARM_STATION_TOOLS.NAME
source: Micronutrient Fertilizer
pt_br: Fertilizante de Micronutrientes

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.DESC
source: A densely compressed brick of combustible material. It can be burned to produce a one-time burst of <link="POWER">Power</link>.
pt_br: Um tijolo denso e compactado de material combustível. Pode ser queimado para produzir de uma vez uma explosão de <link="POWER">Energia</link>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.NAME
source: Fuel Brick
pt_br: Tijolo Combustível

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.DESC
source: Specialized Parts crafted by a professional engineer. Jerry rigs machine buildings to increase their efficiency.
pt_br: Peças especiais fabricadas por um engenheiro profissional. Permite a gambiarra em maquinas para melhorar sua eficiência.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.NAME
source: Custom Parts
pt_br: Peças Customizadas

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_EFFECT_NAME
source: Engie's Jerry Rig: {0} {1}
pt_br: Gambiarra do Engenheiro: {0} {1}

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_EFFECT_TOOLTIP
source: Can be used to Jerry Rig upgrades to a machine building, increasing its {0} by {1}.
pt_br: Podem ser usadas para fazer gambiarras em uma máquina, aumentando seu {0} em {1}.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_REQUIREMENT_NAME
source: Job: <link="MECHATRONICENGINEER">Mechatronics Engineer</link>
pt_br: Trabalho: <link="MECHATRONICENGINEER">Engenheiro Mecatrônico</link>

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_REQUIREMENT_TOOLTIP
source: Can only be used by the <link="MECHATRONICENGINEER">Mechatronics Engineer</link> to apply a Jerry Rig.
pt_br: Só pode ser usado pelo <link="MECHATRONICENGINEER">Engenheiro Mecatrônico</link> para aplicar uma gambiarra.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.DESC
source: A specialized Microchip created by a professional engineer. Tunes up generators to increase their <link="POWER">Power</link> output.
pt_br: Um Microchip especial sintetizado por um engenheiro profissional. Atualiza geradores para melhorar sua eficiência de geração de <link="POWER">Energia</link>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_EFFECT_NAME
source: Engie's Tune-Up: {0} {1}
pt_br: Atualização do Engenheiro: {0} {1}

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_EFFECT_TOOLTIP
source: Can be used to Tune Up a generator, increasing its {0} by {1}.
pt_br: Podem ser usadas para Atualizar um gerador, aumentando seu {0} por {1}.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_REQUIREMENT_NAME
source: Job: <link="POWERTECHNICIAN">Electrical Engineer</link>
pt_br: Trabalho: <link="POWERTECHNICIAN">Engenheiro Elétrico</link>

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_REQUIREMENT_TOOLTIP
source: Can only be used by the <link="POWERTECHNICIAN">Electrical Engineer</link> to apply a Tune Up.
pt_br: Só pode ser usado pelo <link="POWERTECHNICIAN">Engenheiro Elétrico</link> para aplicar uma Atualização.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.TRAP_PARTS.DESC
source: These components can be assembled into an Critter Trap and used to catch <link="CREATURES">Critters</link>.
pt_br: Estes componentes podem ser transformados em uma Armadilha de Criaturas que é usada para capturar <link="CREATURES">Criaturas</link>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.TRAP_PARTS.NAME
source: Trap Components
pt_br: Componentes da Armadilha

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.DESC
source: A medicinal flower that soothes most minor maladies. It is exceptionally fragrant.
pt_br: Uma flor medicinal que alivia a maior parte dos males menores. É excepcionalmente cheirosa.

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.NAME
source: Balm Lily Flower
pt_br: Flor do Lírio Milagroso

# STRINGS.ITEMS.PILLS.GINKONUT.NAME
source: Antifungal Cream
pt_br: Creme Antifúngico

# STRINGS.ITEMS.PILLS.HERBALREMEDY.DESC
source: <link="MEDICINE">Medicine</link> for <link="DIARRHEA">disease</link>.
pt_br: <link="MEDICINE">Medicamento</link> para <link="DISEASE">Diarreia</link>.

# STRINGS.ITEMS.PILLS.HERBALREMEDY.NAME
source: Digestive Tonic
pt_br: Tônico Digestivo

# STRINGS.ITEMS.PILLS.HERBALREMEDY.RECIPEDESC
source: Cures <link="DISEASES">Diarrhea</link>.
pt_br: Cura <link="DISEASES">Diarreia</link>.

# STRINGS.ITEMS.PILLS.MUSCARINICANTAGONIST.NAME
source: Anti Inflammatory Pills
pt_br: Pílulas Anti-Inflamatórias

# STRINGS.ITEMS.PILLS.PLACEBO.DESC
source: A general, all-purpose <link="MEDICINE">Medicine</link>. The less you know about it, the better it works.
pt_br: Um <link="MEDICINE">Remédio</link> que serve pra tudo Quanto menos você saber sobre ele, melhor funciona.

# STRINGS.ITEMS.PILLS.PLACEBO.RECIPEDESC
source: All-purpose <link="MEDICINE">Medicine</link>.
pt_br: <link="MEDICINE">Remédio</link> pra tudo.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.DESC
source: A medical-grade destinkifier.
pt_br: Um desodorante a nível hospitalar.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.NAME
source: Deodorant
pt_br: Desodorante

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.RECIPEDESC
source: A medical-grade destinkifier.
pt_br: Um desodorante a nível hospitalar.

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.DESC
source: A health Supplement for improving <link="IMMUNE SYSTEM">Immune System</link> strength.
pt_br: Um Suplemento médico para aumentar a força do <link="IMMUNE SYSTEM">Sistema Imune</link>.

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.NAME
source: Vitamin Chews
pt_br: Suplemento Vitamínico

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.RECIPEDESC
source: Improves <link="IMMUNE SYSTEM">Immune System</link> strength.
pt_br: Aumenta a força do <link="IMMUNE SYSTEM">Sistema Imune</link>.

# STRINGS.LORE.BUILDINGS.Desk.ENTRY
source: TO: JSTERN@GRAVITASFACILITY.NOVA FROM: EJONES @GRAVITASFACILITY.NOVA SUBJECT: Preliminary Calculations Director, Even with dramatic optimization we can't make the sheer volume of resources required to sustain a colony seed fit for even a small interplanetary travel duration. We'll need to consider serious changes if this is going to work. E Jones Information and Statistics Department The Gravitas Facility
pt_br: DE: JSTERN@INSTITUTOGRAVITAS.NOVA PARA: EJONES @INSTITUTOGRAVITAS.NOVA ASSUNTO: Cálculos Preliminares Diretor, Mesmo otimizando drasticamente, nós não conseguimos alcançar o volume de recursos necessários para sustentar uma colônia, mesmo que para uma pequena viagem interplanetária de curta duração. Nós teremos que fazer mudanças sérias para que isso funcione. E Jones Departamento de Informação e Estatística O Instituto Gravitas

# STRINGS.LORE.BUILDINGS.Desk.HEADER
source: Preliminary Calculations
pt_br: Cálculos Preliminares

# STRINGS.LORE.BUILDINGS.GeneShuffler.ENTRY
source: "--fascinating that memories are not already inherent in our subjects; however, none as of yet have shown signs of recognition when introduced to familiar stimuli." "Refer to Experiment 7D." "Refer to Experiment 7F." "Memories must be embedded physically within the brainmaps of our subjects. The only question remains is--"
pt_br: "--fascinante que as memórias ainda não são inerentes em nossas cobaias; porém, nenhuma delas demonstrou algum sinal de reconhecimento quando introduzidas a estímulos familiares." "Referente ao Experimento 7D." "Referente ao Experimento 7F." "Memórias precisam ser ligadas fisicamente aos mapas neurais das nossas cobaias. A única pergunta que permanece é--"

# STRINGS.LORE.BUILDINGS.GeneShuffler.HEADER
source: LOG FRAGMENT RECOVERED
pt_br: FRAGMENTO DE REGISTRO RECUPERADO

# STRINGS.LORE.BUILDINGS.SET_LOCKER1.ENTRY
source: FIRST LAW Energy can neither be created or destroyed, only change forms. SECOND LAW Entropy in an isolated system that is not in equilibrium tends to increase over time, approaching the maximum value at equilibrium. THIRD LAW Entropy in a system approaches a constant minimum as temperature approaches absolute zero. ZEROTH LAW If two thermodynamic systems are in thermal equilibrium with a third, then they are in thermal equilibrium with each other.
pt_br: PRIMEIRA LEI Energia não pode ser criada nem destruída, somente transformada. SEGUNDA LEI Entropia em um sistema isolado que não está em equilíbrio tende a aumentar com o tempo, aproximando-se do valor máximo no equilíbrio. TERCEIRA LEI Entropia em um sistema aproxima-se do mínimo constante quando a temperatura se aproxima de zero. LEI ZERO Se dois sistemas termodinâmicos estão em equilíbrio térmico com um terceiro, logo eles estão em equilíbrio térmico um com o outro.

# STRINGS.LORE.BUILDINGS.SET_LOCKER2.ENTRY
source: A powerful stench emanates from this locker.
pt_br: Um fedor poderoso emana deste armário.
