Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.TOOLTIPS.RECIPEPRODUCT
source: This recipe produces {1} {0}
pt_br: Esta receita produz {1} {0}

source: This recipe requires {1} {0} Available: {2}
pt_br: Esta receita requer {1} {0} Disponível: {2}

source: This recipe consumes {1} of an available {2} of {0}
pt_br: Esta receita consome {1} de {0} do total disponível de {2}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.FILTEREDELEMENT.GAS
source: Filtered Gas Output: {0}
pt_br: Saída de Gás Filtrado: {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.FILTEREDELEMENT.LIQUID
source: Filtered Liquid Output: {0}
pt_br: Saída de Líquido Filtrado: {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.NOELEMENTSELECTED
source: No element selected
pt_br: Nenhum elemento selecionado

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.SELECTELEMENTHEADER
source: Select Element
pt_br: Selecione Elemento

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.TITLE
source: Filter Outputs
pt_br: Saída do Filtro

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.UNFILTEREDELEMENTS.GAS
source: Gas Output: All
pt_br: Saída de Gás: Tudo

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.UNFILTEREDELEMENTS.LIQUID
source: Liquid Output: All
pt_br: Saída de Líquido: Tudo

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.BUTTON
source: Complete Neural Process
pt_br: Concluir Processamento Neural

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.COMPLETE
source: Something feels different.
pt_br: Algo parece diferente.

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.CONSUMED
source: There are no charges left in this Vacillator.
pt_br: Não existem cargas livres nesse Vacilador.

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.TITLE
source: Neural Vacillator
pt_br: Vacilador Neural

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.UNDERWAY
source: Neural Vacillation in progress.
pt_br: Vacilação Neural em andamento.

# STRINGS.UI.UISIDESCREENS.LOGIC_DELAY_SIDE_SCREEN.TITLE
source: Active Buffer Time
pt_br: Tempo de Buffer Ativo

# STRINGS.UI.UISIDESCREENS.LOGIC_DELAY_SIDE_SCREEN.TOOLTIP
source: This gate will continue to send an Active signal for {0} seconds after entering Standby
pt_br: Esta porta continuará a enviar um sinal Ativo por {0} segundos até entrar em Espera

# STRINGS.UI.UISIDESCREENS.LURE.ATTRACTS
source: Attract {1}s
pt_br: Atrai {1}s

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
pt_br: AGUARDANDO ENTREGA: {0}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
pt_br: AGUARDANDO ESCAVAÇÃO: {0}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGREQUEST
source: PLANT: {0}
pt_br: PLANTAR: {0}

# STRINGS.UI.UISIDESCREENS.LURE.ENTITYDEPOSITED
source: PLANTED: {0}
pt_br: PLANTADO: {0}

# STRINGS.UI.UISIDESCREENS.LURE.INFORMATION
source: INFORMATION
pt_br: INFORMAÇÃO

# STRINGS.UI.UISIDESCREENS.LURE.TITLE
source: Select Bait
pt_br: Selecione Isca

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.CURRENT_THRESHOLD
source: Current Threshold: {0}%
pt_br: Limite Atual: {0}%

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.TITLE
source: Battery Recharge Threshold
pt_br: Limite de Recarga da Bateria

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.TOOLTIP
source: Duplicants will operate this generator when battery charge falls below the selected percentage
pt_br: Duplicantes irão operar este gerador quando a carga da bateria cair abaixo da porcentagem selecionada

# STRINGS.UI.UISIDESCREENS.OIL_WELL_CAP_SIDE_SCREEN.TITLE
source: Pressure Release Threshold
pt_br: Limite de Alívio de Pressão

# STRINGS.UI.UISIDESCREENS.OIL_WELL_CAP_SIDE_SCREEN.TOOLTIP
source: Duplicants will release gas buildup in this well when it exceeds the selected percentage
pt_br: Duplicantes irão liberar a pressão de gás dessa fonte quando ela exceder a porcentagem selecionada

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
pt_br: AGUARDANDO ENTREGA: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
pt_br: AGUARDANDO ESCAVAÇÃO: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.AWAITINGREQUEST
source: PLANT: {0}
pt_br: PLANTAR: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.BONUS_SEEDS
source: Base <link="PLANTS">Seed</link> Harvest Chance: {0}
pt_br: Chance Base de Colher <link="PLANTS">Sementes</link>: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.CANCELDEPOSIT
source: Cancel
pt_br: Cancelar

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.CANCELREMOVAL
source: Cancel
pt_br: Cancelar

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.DEPOSIT
source: Plant
pt_br: Plantar

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ENTITYDEPOSITED
source: PLANTED: {0}
pt_br: PLANTADO: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.INFORMATION
source: INFORMATION
pt_br: INFORMAÇÃO

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.LIFECYCLE
source: <b>Lifecycle</b>:
pt_br: <b>Ciclo de vida</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.NUMBEROFHARVESTS
source: Harvests: {0}
pt_br: Colheitas: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.PLANTEFFECTS
source: <b>Effects</b>:
pt_br: <b>Efeitos</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.PLANTREQUIREMENTS
source: <b>Growth Requirements</b>:
pt_br: <b>Requisitos de Crescimento</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.REMOVE
source: Uproot
pt_br: Dezenraizar

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_CEILING
source: <b>Requires downward plot orientation.</b>
pt_br: <b>Requer orientação da horta para baixo.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_FLOOR
source: <b>Requires upward plot orientation.</b>
pt_br: <b>Requer orientação da horta para cima.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_WALL
source: <b>Requires sideways plot orientation.</b>
pt_br: <b>Requer orientação da horta para o lado.</b>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.SELECT_DESC
source: Select a seed to plant.
pt_br: Selecione uma semente para plantar.

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.SELECT_TITLE
source: SELECT
pt_br: SELECIONAR

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TITLE
source: {0} Seeds
pt_br: Sementes da {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.BONUS_SEEDS
source: This plant has a {0} chance to produce new seeds when harvested
pt_br: Esta planta tem {0} de chance de produzir novas sementes quando colhida

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.NUMBEROFHARVESTS
source: This plant can mature {0} times before the end of its lifecycle
pt_br: Esta planta pode amadurecer {0} vezes até o fim do seu ciclo de vida

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTEFFECTS
source: Additional attributes of this plant
pt_br: Atributos adicionais desta planta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTLIFECYCLE
source: Duration and number of harvests produced by this plant in a lifetime
pt_br: Duração e número de colheitas produzidas por esta planta em seu ciclo de vida

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTREQUIREMENTS
source: Minimum conditions for basic plant growth
pt_br: Condições mínimas para crescimento básico da planta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD
source: <link="KCAL">{2}</link> produced [<link="KCAL">{1}</link> / unit]
pt_br: <link="KCAL">{2}</link> produzido <link="KCAL">{1}</link> / unidade]

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD_SEED
source: Sow to grow more of this plant
pt_br: Semeie para cultivar mais desta planta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD_SEED_FINAL_HARVEST
source: {0} Produced in the final harvest of the plant's lifecycle
pt_br: {0} Produzidos na última colheita do ciclo de vida da planta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOTALHARVESTCALORIESWITHPERUNIT
source: {0} [{1} / unit]
pt_br: {0} [{1} / unidade]

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELD_SEED_FINAL_HARVEST
source: {1} {0} - Final harvest only
pt_br: {1} {0} - Somente na última colheita

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELD_SEED_SINGLE_FINAL_HARVEST
source: {0} - Final harvest only
pt_br: {0} - Somente na última colheita

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELDPERHARVEST
source: {0} {1} per harvest
pt_br: {0} {1} por colheita

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.CURRENTLYRESEARCHING
source: Currently Researching
pt_br: Pesquisando Atualmente

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.NOSELECTEDRESEARCH
source: No Research selected
pt_br: Nenhuma Pesquisa Selecionada

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.OPENRESEARCHBUTTON
source: RESEARCH
pt_br: PESQUISA

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.TITLE
source: Select Research
pt_br: Escolha Pesquisa

# STRINGS.UI.UISIDESCREENS.ROLESTATION.OPENROLESBUTTON
source: JOBS
pt_br: TRABALHOS

# STRINGS.UI.UISIDESCREENS.ROLESTATION.TITLE
source: Job Assignments
pt_br: Atribuições de Trabalho

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.AWAITINGBUTTON
source: AWAITING BIOSCAN
pt_br: AGUARDANDO BIOESCANEAMENTO

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.BUTTON
source: SUBMIT BIOSCAN
pt_br: REALIZAR BIOESCANEAMENTO

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.LABEL
source: This door requires a sample to unlock.
pt_br: Esta porta requer uma amostra para desbloqueá-la.

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.TITLE
source: Sealed Door
pt_br: Porta Selada

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.PENDING_BUTTON
source: CANCEL ANALYSIS
pt_br: CANCELAR ANÁLISE

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.PENDING_STATUS
source: A researcher is in the process of studying this formation.
pt_br: Um pesquisador está no processo de estudar esta formação.

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.SEND_BUTTON
source: ANALYZE
pt_br: ANALISAR

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.SEND_STATUS
source: Send a researcher to study this formation. A full analysis will take time, but should yield useful results.
pt_br: Enviar um pesquisador para estudar esta formação. Uma análise completa leva tempo, mas vai apresentar dados úteis.

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.STUDIED_BUTTON
source: ANALYSIS COMPLETE
pt_br: ANÁLISE COMPLETA

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.STUDIED_STATUS
source: Researchers have completed their analysis and compiled their findings.
pt_br: Pesquisadores completaram a sua análise e compilaram as suas descobertas.

# STRINGS.UI.UISIDESCREENS.STUDYABLE_SIDE_SCREEN.TITLE
source: Analyze Natural Feature
pt_br: Analisar Recurso Natural

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_CANCEL_REQUEST
source: Cancel Request
pt_br: Cancelar Pedido

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_CANCEL_REQUEST_TOOLTIP
source: Cancel this suit delivery
pt_br: Cancelar esta ordem de entrega de traje

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT
source: Undock Exosuit
pt_br: Soltar Exotraje

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT_NO_SUIT_TOOLTIP
source: There is no suit in this building to undock
pt_br: Não existe exotraje nesta estrutura para soltar

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT_TOOLTIP
source: Disconnect this suit, dropping it on the ground
pt_br: Desconectar este traje, soltando ele no chão

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_NO_SUIT
source: Leave Empty
pt_br: Deixar Vazio

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_NO_SUIT_TOOLTIP
source: The next suited Duplicant to pass by will unequip their Exosuit and dock it here
pt_br: O próximo Duplicante trajado que passar vai remover seu Exotraje e ancorar ele aqui

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_REQUEST_SUIT
source: Deliver Exosuit
pt_br: Entregar Exotraje

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_REQUEST_SUIT_TOOLTIP
source: Duplicants will immediately deliver and dock the nearest unequipped suit
pt_br: Duplicantes irão imediatamente entregar e ancorar o traje não equipado mais próximo

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.TITLE
source: Dock Inventory
pt_br: Inventário da Estação

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.GAMEOVER
source: Colony Lost
pt_br: Colônia Perdida

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.NEXTPRODUCTION
source: Next Production: {0}
pt_br: Próxima Produção: {0}

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.TITLE
source: Duplicant Printing
pt_br: Impressão de Duplicante

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.ACTIVATE_IF
source: Activate if:
pt_br: Ativar se:

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.COLDER_BUTTON
source: Below
pt_br: Abaixo

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.CURRENT_TEMPERATURE
source: Current Temperature: {0}
pt_br: Temperatura Atual: {0}

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.TITLE
source: Temperature Threshold
pt_br: Limite de Temperatura

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.WARMER_BUTTON
source: Above
pt_br: Acima

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ABOVE_BUTTON
source: Above
pt_br: Acima

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ACTIVATE_IF
source: Activate if:
pt_br: Ativar se:

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.BELOW_BUTTON
source: Below
pt_br: Abaixo

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.CURRENT_VALUE
source: Current {0}: {1}
pt_br: Atual {0}: {1}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE
source: Disease
pt_br: Doença

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TITLE
source: Germ Threshold
pt_br: Limite de Germes

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TOOLTIP_ABOVE
source: Switch will be on if the number of germs is above {0}
pt_br: Alavanca ativará se o número de germes estiver acima de {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_TOOLTIP_BELOW
source: Switch will be off if the number of germs is below {0}
pt_br: Alavanca desativará se o número de germes for menor que {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.DISEASE_UNITS
source: germs
pt_br: germes

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE
source: Pressure
pt_br: Pressão

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_ABOVE
source: Switch will be on if the pressure is above {0}
pt_br: Alavanca ativará se a pressão estiver acima de {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_BELOW
source: Switch will be off if the pressure is below {0}
pt_br: Alavanca desativará se a pressão for menor que {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_ACTIVE
source: Switch Active
pt_br: Alavanca Ativa

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_INACTIVE
source: Switch Inactive
pt_br: Alavanca Inativa

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE
source: Temperature
pt_br: Temperatura

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_ABOVE
source: Switch will be on if the ambient temperature is above {0}
pt_br: Alavanca ativará se a temperatura do ambiente estiver acima de {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_BELOW
source: Switch will be off if the ambient temperature is below {0}
pt_br: Alavanca desativará se a temperatura do ambiente estiver abaixo de {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TITLE
source: Pressure Threshold
pt_br: Limite de Pressão

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.START
source: Turn On
pt_br: Ligar

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.STOP
source: Turn Off
pt_br: Desligar

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.TITLE
source: Time-of-Day Sensor
pt_br: Sensor de Tempo

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.TOOLTIP
source: This sensor will send a 1 after the Turn On time, and a 0 after the Turn Off time.
pt_br: Este sensor enviará o valor 1 quando passar do tempo de Ligar e um 0 depois que passar o tempo de Desligar.

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.DURATION
source: Active Duration
pt_br: Duração Ativa

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.DURATION_TOOLTIP
source: Active duration determines what percentage of the day this sensor will spend in an Active state ------------------ This sensor will be active for {0} of the day
pt_br: Duração Ativa determina em qual porcentagem do dia este sensor passará para o estado Ativo ------------------ Este sensor ficará ativo por {0} do dia

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.ON
source: Activation Time
pt_br: Tempo de Ativação

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.ON_TOOLTIP
source: Activation time determines the time of day this sensor should enter its active duration ------------------ This sensor becomes active {0} through the day
pt_br: Tempo de Ativação determina o momento do dia que este sensor deve entrar na sua duração ativa ------------------ Este sensor fica ativo {0} pelo dia

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.TITLE
source: Time Schedule
pt_br: Programação

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.CURRENTSTATE
source: Current State:
pt_br: Estado Atual:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFF
source: Off
pt_br: Desligado

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFFTIME
source: Off Time:
pt_br: Hora de Desligar:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ON
source: On
pt_br: Ligado

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ONTIME
source: On Time:
pt_br: Hora de Ligar:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETOACTIVATE
source: Time until activation: {0}
pt_br: Tempo até a ativação: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETODEACTIVATE
source: Time until deactivation: {0}
pt_br: Tempo até a desativação: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TITLE
source: Time Schedule
pt_br: Programação

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.WARNING
source: Switch must be connected to a <link="POWER">Power</link> grid
pt_br: Esta alavanca precisa estar conectada a um circuito de <link="POWER">Energia</link>

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTON
source: All
pt_br: Tudo

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTONTOOLTIP
source: Allow storage of all resource categories in this container
pt_br: Permitir a armazenagem de todos as categorias de recursos nesta armazenagem

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.CATEGORYBUTTONTOOLTIP
source: Allow storage of anything in the {0} resource category
pt_br: Permite a armazenagem de qualquer coisa da categoria {0}

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.MATERIALBUTTONTOOLTIP
source: Add or remove this material from storage
pt_br: Adicionar ou remover este material da armazenagem

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ONLYALLOWTRANSPORTITEMSBUTTON
source: Sweep Only
pt_br: Coletar Somente

source: Only store objects marked Sweep <color=#F44A47>[K]</color> in this container
pt_br: Somente armazenar objetos marcados para Coleta <color=#F44A47>[K]</color> nessa armazenagem

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.TITLE
source: Element Filter
pt_br: Filtro de Elementos

# STRINGS.UI.UISIDESCREENS.VALVESIDESCREEN.TITLE
source: Flow Control
pt_br: Controle de Fluxo

# STRINGS.UI.UNITSUFFIXES.DISEASE.UNITS
source: germs
pt_br: germes

# STRINGS.UI.UNITSUFFIXES.PERCYCLE
source: /cycle
pt_br: /ciclo

# STRINGS.UI.UNITSUFFIXES.UNITS
source: units
pt_br: unidades

# STRINGS.UI.USERMENUACTIONS.ATTACK.NAME
source: Attack
pt_br: Atacar

# STRINGS.UI.USERMENUACTIONS.ATTACK.TOOLTIP
source: Attack this critter
pt_br: Atacar esta criatura

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.NAME
source: Disable Autoharvest
pt_br: Desativar Autocolheita

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.TOOLTIP
source: Do not automatically harvest this plant
pt_br: Não colher automaticamente desta planta

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.NAME
source: Cancel Attack
pt_br: Cancelar Ataque

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.TOOLTIP
source: Cancel this attack order
pt_br: Cancelar esta ordem de ataque

# STRINGS.UI.USERMENUACTIONS.CANCELCAPTURE.NAME
source: Cancel Wrangle
pt_br: Cancelar Captura

# STRINGS.UI.USERMENUACTIONS.CANCELCAPTURE.TOOLTIP
source: Cancel this wrangle order
pt_br: Cancelar esta ordem de captura

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.NAME
source: Cancel Clean
pt_br: Cancelar Limpar

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.TOOLTIP
source: Cancel this cleaning order
pt_br: Cancelar esta ordem de limpeza

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.NAME
source: Cancel Build
pt_br: Cancelar Construir

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.TOOLTIP
source: Cancel this build order
pt_br: Cancelar esta ordem de construção

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.NAME
source: Cancel Dig
pt_br: Cancelar Cavar

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.TOOLTIP
source: Cancel this dig order
pt_br: Cancelar esta escavação

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.NAME
source: Cancel Harvest
pt_br: Cancelar Colher

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.TOOLTIP
source: Cancel this harvest order
pt_br: Cancelar esta ordem de colheita

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.NAME
source: Cancel Mop
pt_br: Cancelar Secar

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.TOOLTIP
source: Cancel this mop order
pt_br: Cancelar esta ordem de secagem

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.NAME
source: Cancel Uproot
pt_br: Cancelar Desenraizar

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.TOOLTIP
source: Cancel this uproot order
pt_br: Cancelar esta ordem de desenraizamento

# STRINGS.UI.USERMENUACTIONS.CAPTURE.NAME
source: Wrangle
pt_br: Capturar

# STRINGS.UI.USERMENUACTIONS.CAPTURE.TOOLTIP
source: Capture this critter alive
pt_br: Capturar esta criatura viva

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST
source: Cancel Request
pt_br: Cancelar Pedido

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST_TOOLTIP
source: Cancel outfit request
pt_br: Cancelar o pedido de vestimenta

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT
source: Drop Outfit
pt_br: Soltar Vestimenta

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT_TOOLTIP
source: Drop outfit on floor
pt_br: Soltar a vestimenta no chão

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT
source: Request Outfit
pt_br: Pedir Vestimenta

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT_TOOLTIP
source: Request outfit to be delivered to this change room
pt_br: Pedir para a roupa ser entregue nesse vestiário

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.NAME
source: Clean Toilet
pt_br: Limpar Privada

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.TOOLTIP
source: Empty waste from this toilet
pt_br: Retirar resíduos desta privada

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME
source: Sweep
pt_br: Coletar

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME_OFF
source: Cancel Sweeping
pt_br: Cancelar Coleta

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP
source: Put this object away in the nearest storage container
pt_br: Colocar este objeto na armazenagem mais próxima

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP_OFF
source: Cancel this sweep order
pt_br: Cancelar esta ordem de coleta

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME
source: Compost
pt_br: Compostar

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME_OFF
source: Cancel Compost
pt_br: Cancelar Compostagem

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP
source: Mark this object for compost
pt_br: Marcar este objeto para compostagem

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP_OFF
source: Cancel this compost order
pt_br: Cancelar esta ordem de compostagem
