Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.WORLDGEN.SETTLESIM8
source: Releasing wildlife...
pt_br: Soltando a vida silvestre...

# STRINGS.UI.WORLDGEN.SETTLESIM9
source: Releasing wildlife...
pt_br: Soltando a vida silvestre...

# STRINGS.UI.WORLDGEN.USING_PLAYER_SEED
source: Using selected world gen seed:
pt_br: Usando a semente de geração selecionada:

# STRINGS.UI.WORLDGEN.WORLDLAYOUT
source: Freezing ice formations...
pt_br: Congelando formações de gelo...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT1
source: Freezing ice formations...
pt_br: Congelando formações de gelo...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT10
source: Sprinkling sand...
pt_br: Espalhando areia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT2
source: Freezing ice formations...
pt_br: Congelando formações de gelo...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT3
source: Freezing ice formations...
pt_br: Congelando formações de gelo...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT4
source: Melting magma...
pt_br: Derretendo magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT5
source: Melting magma...
pt_br: Derretendo magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT6
source: Melting magma...
pt_br: Derretendo magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT7
source: Sprinkling sand...
pt_br: Espalhando areia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT8
source: Sprinkling sand...
pt_br: Espalhando areia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT9
source: Sprinkling sand...
pt_br: Espalhando areia...
