Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
pt_br: Sufocando

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This critter cannot breathe
pt_br: Esta criatura não consegue respirar

# STRINGS.CREATURES.STATUSITEMS.TIRED.NAME
source: Fatigued
pt_br: Fatigado

# STRINGS.CREATURES.STATUSITEMS.TIRED.TOOLTIP
source: This critter needs some sleepytime
pt_br: Esta criatura precisa de uma soneca

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.NAME
source: Trapped
pt_br: Capturado

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.TOOLTIP
source: This critter has been contained and cannot escape
pt_br: Esta criatura foi contida e não consegue se mover

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.NAME
source: Unrefrigerated
pt_br: Não Refrigerado

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.TOOLTIP
source: Temperatures above {RotTemperature} spoil food more quickly
pt_br: Temperaturas acima de {RotTemperature} estragam a comida mais rápido

# STRINGS.CREATURES.STATUSITEMS.WILTING.NAME
source: Growth Halted{Reasons}
pt_br: Crescimento Parado{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING.TOOLTIP
source: Growth will resume when conditions improve
pt_br: Crescimento continuará quando as condições melhorarem

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.NAME
source: Growth Halted{Reasons}
pt_br: Crescimento Parado{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.TOOLTIP
source: Growth will resume when conditions improve
pt_br: Crescimento continuará quando as condições melhorarem

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.NAME
source: Growth Halted{Reasons}
pt_br: Crescimento Parado{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.TOOLTIP
source: Growth will resume when conditions improve
pt_br: Crescimento continuará quando as condições melhorarem

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.NAME
source: • Atmosphere
pt_br: • Atmosfera

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.TOOLTIP
source: Growth will resume when submersed in one of the following gases: {elements}
pt_br: Crescimento continuará quando submerso em um dos seguintes gases: {elements}

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
pt_br: Esta horta está guardando materiais que não são adequados para esta planta ------------------ Esvazie o armazenamento desta horta para remover os materiais não usáveis

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
pt_br: Esta horta está guardando materiais que não são adequados para esta planta ------------------ Esvazie o armazenamento desta horta para remover os materiais não usáveis

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
pt_br: Esta horta está guardando materiais que não são adequados para esta planta ------------------ Esvazie o armazenamento desta horta para remover os materiais não usáveis

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.NAME
source: • Irrigation
pt_br: • Irrigação

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the incorrect materials
pt_br: Esta horta está guardando materiais que não são adequados para esta planta ------------------ Esvazie o armazenamento desta horta para remover os materiais não usáveis

# STRINGS.DUPLICANTS.ARRIVALTIME
source: Age:
pt_br: Idade:

# STRINGS.DUPLICANTS.ARRIVALTIME_TOOLTIP
source: This {1} was printed on Cycle {0}
pt_br: Este(a) {1} foi impresso(a) no Ciclo {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.DESC
source: Air Consumption determines how much <link="OXYGEN">Oxygen</link> a Duplicant requires per minute to live.
pt_br: O Consumo de Ar determina o quanto de <link="OXYGEN">Oxigênio</link> por minuto um Duplicante necessita para viver.

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.NAME
source: Air Consumption Rate
pt_br: Taxa de Consumo de Ar

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.DESC
source: Determines the speed and finesse with which a Duplicant creates artwork.
pt_br: Determina a velocidade e a qualidade o qual um Duplicante cria obras de arte.

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.NAME
source: Creativity
pt_br: Criatividade

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.SPEEDMODIFIER
source: {0} Decorating Speed
pt_br: {0} Velocidade de Decoração

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.DESC
source: Determines a Duplicant's default runspeed.
pt_br: Determina a velocidade de movimento de um Duplicante.

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.NAME
source: Athletics
pt_br: Atlético

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.SPEEDMODIFIER
source: {0} Runspeed
pt_br: {0} Velocidade de Movimento

# STRINGS.DUPLICANTS.ATTRIBUTES.BLADDERDELTA.NAME
source: Bladder Change
pt_br: Bexiga

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.BONUS_SEEDS
source: {0} Seed Chance
pt_br: {0} Chance de Sementes

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.DESC
source: Determines how quickly and efficiently a Duplicant raises plants.
pt_br: Determina o quão rápido e eficiente um Duplicante é ao cultivar plantas.

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.HARVEST_SPEED_MODIFIER
source: {0} Harvesting Speed
pt_br: {0} Velocidade de Colheita

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.NAME
source: Farming
pt_br: Agricultura

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.TINKER_MODIFIER
source: {0} Tending Speed
pt_br: {0} Velocidade do Cuidado

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <link="STRESS">Breath</link>.
pt_br: Determina o quão rápido um Duplicante ganha ou reduz <link="STRESS">Fôlego</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.NAME
source: Breath Change
pt_br: Fôlego

# STRINGS.DUPLICANTS.ATTRIBUTES.CALORIESDELTA.NAME
source: Calories Change Rate
pt_br: Taxa de Queima Calórica

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.DESC
source: Determines medical skill and how well a Duplicant works with peers and critters.
pt_br: Determina habilidade médica e quão bem um Duplicante trabalha com seus colegas e criaturas.

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.FABRICATE_SPEEDMODIFIER
source: {0} Compound Treatment Speed
pt_br: {0} Velocidade de Tratamento Combinado

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.NAME
source: Kindness
pt_br: Bondade

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.SPEEDMODIFIER
source: {0} Medical Care Speed
pt_br: {0} Velocidade de Cuidado Médico

# STRINGS.DUPLICANTS.ATTRIBUTES.CARRYAMOUNT.DESC
source: Determines the maximum weight that a Duplicant can carry.
pt_br: Determina a carga máxima que um Duplicante consegue carregar.

# STRINGS.DUPLICANTS.ATTRIBUTES.CARRYAMOUNT.NAME
source: Carrying Capacity
pt_br: Capacidade de Carga

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.DESC
source: Determines a Duplicant's building speed.
pt_br: Determina a velocidade de construção de um Duplicante.

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.NAME
source: Construction
pt_br: Construção

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.SPEEDMODIFIER
source: {0} Construction Speed
pt_br: {0} Velocidade de Construção

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.DESC
source: Determines how quickly a Duplicant prepares <link="FOOD">Food</link>.
pt_br: Determina o quão rápido um Duplicante prepara <link="FOOD">Comida</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.NAME
source: Cooking
pt_br: Culinária

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.SPEEDMODIFIER
source: {0} Cooking Speed
pt_br: {0} Velocidade de Cozimento

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.DESC
source: <link="DECOR">Decor</link> affects a Duplicant's <link="STRESS">Stress</link> and their opinion of their surroundings.
pt_br: <link="DECOR">Decor</link> afeta o <link="STRESS">Estresse</link> e a opinião do Duplicante sobre as redondezas.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.NAME
source: Decor
pt_br: Decoração

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOREXPECTATION.DESC
source: Not meeting a Duplicant's <link="DECOR">Decor</link> expectations will increase their <link="STRESS">Stress</link>.
pt_br: Não atingir as expectativas de <link="DECOR">Decor</link> do Duplicante aumenta seu <link="STRESS">Estresse</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOREXPECTATION.NAME
source: Decor Expectation
pt_br: Expectativa de Decor

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.DESC
source: The influence range of an object's <link="DECOR">Decor</link> value.
pt_br: O raio de influência do valor de <link="DECOR">Decor</link> de um objeto.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.NAME
source: Decor Radius
pt_br: Raio de Decor

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.ATTACK_MODIFIER
source: {0} Attack Damage
pt_br: {0} Dano de Ataque

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.DESC
source: Determines a Duplicant's mining speed.
pt_br: Determina a velocidade de mineração do Duplicante.

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.NAME
source: Digging
pt_br: Escavar

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.SPEEDMODIFIER
source: {0} Digging Speed
pt_br: {0} Velocidade de Escavação

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.DESC
source: Recovery speed bonus is increased when another Duplicant provides medical care to the patient
pt_br: Bônus de velocidade de recuperação é aumentado quando outro Duplicante presta cuidado médico ao paciente

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.NAME
source: <link="DISEASE">Disease</link> Recovery Speed Bonus
pt_br: Bônus de Velocidade de Recuperação de <link="DISEASE">Doenças</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.DESC
source: Duplicants who receive medical care while on a Med-Bed or Pharma Chamber will gain the "Care Received" effect This effect reduces Disease symptoms
pt_br: Duplicantes que receberam cuidado médico em uma Maca ou numa Cabine Farmacêutica ganharão o efeito "Recebeu Atenção" Este efeito reduz sintomas da Doença

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.NAME
source: <link="MEDICINE">Care Received</link> Effect
pt_br: Efeito <link="MEDICINE">Recebeu Cuidado</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.DESC
source: A building at Meltdown <link="HEAT">Temperature</link> will lose functionality and take damage
pt_br: Uma estrutura em <link="HEAT">Temperatura</link> de Derretimento perderá funcionalidade e sofrerá dano

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.NAME
source: Meltdown Temperature
pt_br: Temperatura de Derretimento

# STRINGS.DUPLICANTS.ATTRIBUTES.FERTILITYDELTA.DESC
source: Determines the amount of time needed for a critter to lay new eggs.
pt_br: Determina a quantidade de tempo necessária para uma criatura colocar novos ovos.

# STRINGS.DUPLICANTS.ATTRIBUTES.FERTILITYDELTA.NAME
source: Reproduction Rate
pt_br: Taxa de Reprodução

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.DESC
source: Not meeting a Duplicant's <link="FOOD">Food</link> expectations will increase their <link="STRESS">Stress</link>.
pt_br: Não atingir as expectativas de <link="FOOD">Comida</link> de um Duplicante aumentará seu <link="STRESS">Estresse</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.NAME
source: Food Quality Expectation
pt_br: Expectativa da Qualidade de Comida

# STRINGS.DUPLICANTS.ATTRIBUTES.GENERATOROUTPUT.NAME
source: Power Output
pt_br: Saída de Energia

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESS.NAME
source: Happiness
pt_br: Felicidade

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESSDELTA.DESC
source: Contented critters produce usable materials with increased frequency.
pt_br: Criaturas contentes produzem materiais utilizáveis com uma frequência maior.

# STRINGS.DUPLICANTS.ATTRIBUTES.HAPPINESSDELTA.NAME
source: Happiness Change
pt_br: Variação de Felicidade

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.DESC
source: Health regeneration is increased when another Duplicant provides medical care to the patient
pt_br: A regeneração de saúde é aumentada quando um Duplicante presta cuidado médico ao paciente

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.NAME
source: <link="HEALTH">Health</link>
pt_br: <link="HEALTH">Saúde</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.DESC
source: <link="HYGIENE">Hygiene</link> affects a Duplicant's sense of cleanliness.
pt_br: <link="HYGIENE">Higiene</link> afeta o senso de limpeza de um Duplicante.

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.NAME
source: Hygiene
pt_br: Higiene

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNELEVELDELTA.NAME
source: Immunity Regen
pt_br: Regeneração da Imunidade

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_MODIFIER
source: {0} Immunity Regen
pt_br: {0} Regeneração da Imunidade

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_STAT
source: Immunity Attribute
pt_br: Atributo Imunidade

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.DESC
source: Determines a Duplicant's disease susceptibility and recovery time.
pt_br: Determina a suscetibilidade à doenças de um Duplicante e o tempo de recuperação.

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.NAME
source: Immunity
pt_br: Imunidade

# STRINGS.DUPLICANTS.ATTRIBUTES.INCUBATIONDELTA.NAME
source: Incubation Rate
pt_br: Taxa de Incubação

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.DESC
source: Highly insulated Duplicants retain body heat easily, while low insulation Duplicants are easier to keep cool.
pt_br: Duplicantes altamente agasalhados retêm calor do corpo mais facilmente, enquanto que Duplicantes menos agasalhados sentem mais frio.

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.NAME
source: Insulation
pt_br: Isolamento

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.SPEEDMODIFIER
source: {0} Temperature Retention
pt_br: {0} Retenção de Temperatura

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.DESC
source: Determines how quickly a Duplicant conducts <link="RESEARCH">Research</link> and gains skills.
pt_br: Determina o quão rápido um Duplicante conduz <link="RESEARCH">Pesquisa</link> e ganha habilidades.

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.NAME
source: Learning
pt_br: Aprender

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.RESEARCHSPEED
source: {0} Research Speed
pt_br: {0} Velocidade de Pesquisa

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.SPEEDMODIFIER
source: {0} Skill Leveling
pt_br: {0} Ganho de Habilidade

# STRINGS.DUPLICANTS.ATTRIBUTES.LIFESUPPORT.DESC
source: Determines how efficiently a Duplicant maintains algae terrariums, deodorizers, and water sieves.
pt_br: Determina o quão rápido e eficientemente um Duplicante mantém jardins de algas, desodorizadores e filtros de água.

# STRINGS.DUPLICANTS.ATTRIBUTES.LIFESUPPORT.NAME
source: Life Support
pt_br: Suporte à Vida

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.DESC
source: Determines how adeptly a Duplicant uses machines.
pt_br: Determina o quão adepto um Duplicante é com máquinas.

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.NAME
source: Tinkering
pt_br: Manuseio

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.SPEEDMODIFIER
source: {0} Tinkering Speed
pt_br: {0} Velocidade de Manuseio

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.DESC
source: Speed Bonus
pt_br: Velocidade Bônus

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.NAME
source: Machinery Speed
pt_br: Velocidade da Maquinaria

# STRINGS.DUPLICANTS.ATTRIBUTES.MATURITYDELTA.DESC
source: Determines the amount of time needed to reach maturation.
pt_br: Determina a quantidade de tempo necessária para atingir maturação.

# STRINGS.DUPLICANTS.ATTRIBUTES.MATURITYDELTA.NAME
source: Growth Speed
pt_br: Velocidade de Crescimento

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.DESC
source: Determines a Duplicant's runspeed when submerged in liquid
pt_br: Determina a velocidade de movimento de um Duplicante quando submerso em líquido

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.NAME
source: Underwater Movement
pt_br: Movimentação Aquática

# STRINGS.DUPLICANTS.ATTRIBUTES.METABOLISM.DESC
source: Affects the rate at which a critter burns calories.
pt_br: Afeta a taxa de consumo calórico de uma criatura.

# STRINGS.DUPLICANTS.ATTRIBUTES.METABOLISM.NAME
source: Metabolism
pt_br: Metabolismo

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.DESC
source: A building at Overheat <link="HEAT">Temperature</link> will take damage and melt down if not cooled
pt_br: Uma estrutura em <link="HEAT">Temperatura</link> de Sobreaquecimento se danifica e pode derreter se não for esfriada

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.NAME
source: Overheat Temperature
pt_br: Temperatura de Sobreaquecimento

# STRINGS.DUPLICANTS.ATTRIBUTES.PROFESSION_DESC
source: Expertise is determined by a Duplicant's highest Attribute ------------------ Duplicants develop higher expectations as their Expertise level increases
pt_br: Especialidade é determinada pelo atributo mais alto de um Duplicante ------------------ Duplicantes desenvolvem expectativas mais altas conforme o nível da Especialidade aumenta

# STRINGS.DUPLICANTS.ATTRIBUTES.RANCHING.DESC
source: Determines how quickly and efficiently a Duplicant raises critters.
pt_br: Determina o quão rápido e eficiente um Duplicante é ao cuidar de criaturas.

# STRINGS.DUPLICANTS.ATTRIBUTES.RANCHING.NAME
source: Ranching
pt_br: Pecuária

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.DESC
source: Determines the minimum body heat a Duplicant prefers to maintain.
pt_br: Determina o mínimo de calor corporal que um Duplicante prefere manter.

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.NAME
source: Temperature Preference
pt_br: Preferência de Temperatura

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.DESC
source: Determines the temperature at which a Duplicant will get burned.
pt_br: Determina a qual temperatura um Duplicante irá se queimar.

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.NAME
source: Scalding Threshold
pt_br: Temperatura de Queima

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.DESC
source: Determines how frequently a Duplicant sneezes.
pt_br: Determina o quão frequente um Duplicante espirra.

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.NAME
source: Sneeziness
pt_br: Espirro

# STRINGS.DUPLICANTS.ATTRIBUTES.STAMINADELTA.NAME
source: Stamina Change
pt_br: Mudança de Energia

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.CARRYMODIFIER
source: {0} Carrying Capacity
pt_br: {0} Capacidade de Carga

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.DESC
source: Determines a Duplicant's carrying capacity, and how much elbow grease they can put into cleaning errands.
pt_br: Determina a capacidade de carga de um Duplicante e o quanto de esforço eles conseguem dar ao fazer tarefas de limpeza.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.NAME
source: Strength
pt_br: Força

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.SPEEDMODIFIER
source: {0} Tidying Speed
pt_br: {0} Velocidade de Limpeza

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <link="STRESS">Stress</link>.
pt_br: Determina o quão rápido um Duplicante ganha ou reduz <link="STRESS">Estresse</link>.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.NAME
source: Stress Change
pt_br: Variação de Estresse

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.NAME
source: Insulation Thickness
pt_br: Barreira de Condutividade

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Insulation Thickness determines how quickly a Duplicant retains or loses body <link="HEAT">Heat</link> in any given area. It is the sum of a Duplicant's equipment and their natural Insulation values.
pt_br: Barreira de Condutividade determina o quão rápido um Duplicante retêm ou perde <link="HEAT">Calor</link> em qualquer área. É a soma dos equipamentos de um Duplicante com os seus valores de Isolamento naturais.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOGGLE.DESC
source: Determines how efficiently a Duplicant tunes machinery, flips switches, and sets sensors.
pt_br: Determina o quão rápido e eficientemente um Duplicante mexe com máquinas, alterna alavancas e define sensores.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOGGLE.NAME
source: Toggle
pt_br: Alternar

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.DESC
source: Determines how long a Duplicant needs to do their "business".
pt_br: Determina a velocidade o qual o Duplicante termina de fazer seus "negócios".

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.NAME
source: Bathroom Hustle
pt_br: Velocidade de Descarga

# STRINGS.DUPLICANTS.ATTRIBUTES.TOXICITYDELTA.NAME
source: Toxicity Change
pt_br: Mudança de Toxicidade

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_DESC
source: This Duplicant has no discernible skills
pt_br: Este Duplicante não se destaca em nenhuma habilidade

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_NAME
source: Lump
pt_br: Comum

# STRINGS.DUPLICANTS.ATTRIBUTES.WILDNESSDELTA.DESC
source: Wild creatures can survive on fewer calories than domesticated ones.
pt_br: Criaturas selvagens conseguem sobreviver com menos calorias que as domesticadas.

# STRINGS.DUPLICANTS.ATTRIBUTES.WILDNESSDELTA.NAME
source: Wildness Change
pt_br: Variação de Selvageria

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.DESC
source: Sculpt or paint to improve colony decor.
pt_br: Esculpir ou pintar para melhorar a decor da colônia.

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.NAME
source: Art
pt_br: Arte

# STRINGS.DUPLICANTS.CHOREGROUPS.BASEKEEPING.DESC
source: Sweep, mop, and disinfect objects within the colony.
pt_br: Coletar, secar e desinfetar objetos na colônia.

# STRINGS.DUPLICANTS.CHOREGROUPS.BASEKEEPING.NAME
source: Tidy
pt_br: Limpar

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.DESC
source: Construct new buildings.
pt_br: Construir novas estruturas.

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.NAME
source: Build
pt_br: Construir

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.DESC
source: Fight wild critters.
pt_br: Atacar criaturas selvagens.

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.NAME
source: Combat
pt_br: Combate

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.DESC
source: Operate food preparation buildings.
pt_br: Operar máquinas de preparação de comida.

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.NAME
source: Cook
pt_br: Cozinhar

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.DESC
source: Mine raw resources.
pt_br: Minerar recursos brutos.

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.DUPLICANTS.CHOREGROUPS.FARMING.DESC
source: Gather crops from mature plants.
pt_br: Colher a safra de plantas maduras.

# STRINGS.DUPLICANTS.CHOREGROUPS.FARMING.NAME
source: Farm
pt_br: Agricultura

# STRINGS.DUPLICANTS.CHOREGROUPS.HAULING.DESC
source: Run resources to critical buildings and urgent storage.
pt_br: Mover materiais para estruturas críticas e de armazenamento urgente.

# STRINGS.DUPLICANTS.CHOREGROUPS.HAULING.NAME
source: Supply
pt_br: Suprir

# STRINGS.DUPLICANTS.CHOREGROUPS.LIFESUPPORT.DESC
source: Maintain algae terrariums, deodorizers, and water sieves to support colony life.
pt_br: Manter jardim de algas, desodorizadores e filtros de água para dar suporte à vida da colônia.

# STRINGS.DUPLICANTS.CHOREGROUPS.LIFESUPPORT.NAME
source: Life Support
pt_br: Suporte à Vida
