Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDING.STATUSITEMS.GENESHUFFLECOMPLETED.NAME
source: Neural vacillation complete
pt_br: Vacilação neural completa

# STRINGS.BUILDING.STATUSITEMS.GENESHUFFLECOMPLETED.TOOLTIP
source: The Duplicant has completed the neural vacillation process and is ready to be released
pt_br: O Duplicante terminou o processo de vacilação neural e está pronto para ser liberado

# STRINGS.BUILDING.STATUSITEMS.GRAVE.NAME
source: RIP {DeadDupe}
pt_br: Descanse em Paz {DeadDupe}

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.NAME
source: Empty
pt_br: Vazio

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.TOOLTIP
source: This memorial honors no one.
pt_br: Este memorial não honra ninguém.

# STRINGS.BUILDING.STATUSITEMS.HABITATNEEDSEMPTYING.NAME
source: Requires Emptying
pt_br: Requer Esvaziamento

# STRINGS.BUILDING.STATUSITEMS.HABITATNEEDSEMPTYING.TOOLTIP
source: This <link="ALGAEHABITAT">Algae Terrarium</link> needs to be emptied of <link="DIRTYWATER">Polluted Water</link> ------------------ <link="BOTTLEEMPTIER">Bottle Emptier</link>s can be used to transport and dispose of <link="DIRTYWATER">Polluted Water</link> in designated areas
pt_br: Este <link="ALGAEHABITAT">Jardim de Algas</link> precisa ser esvaziado de <link="DIRTYWATER">Água Poluída</link> ------------------ <link="BOTTLEEMPTIER">Esvaziadores de Garrafas</link> podem ser usados para transportar e depositar a <link="DIRTYWATER">Água Poluída</link> em áreas designadas

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.NAME
source: Max Temperature Reached
pt_br: Temperatura Máxima Atingida

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.TOOLTIP
source: This building cannot heat the surrounding environment beyond {0}
pt_br: Esta estrutura não consegue aquecer o ambiente ao redor além de {0}

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.NAME
source: Low Air Pressure
pt_br: Pressão Atmosférica Baixa

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to heat up
pt_br: Uma pressão mínima de {TargetPressure} é necessária para esta estrutura aquecer

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.NAME
source: Not Submerged In Liquid
pt_br: Não Submerso em Líquido

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.TOOLTIP
source: This building must be submerged in liquid to function
pt_br: Esta estrutura precisa estar submersa em líquido para funcionar

# STRINGS.BUILDING.STATUSITEMS.INCUBATORPROGRESS.NAME
source: Incubating: {Percent}
pt_br: Incubando: {Percent}

# STRINGS.BUILDING.STATUSITEMS.INCUBATORPROGRESS.TOOLTIP
source: This egg incubating cozily ------------------ It will hatch when Incubation reaches 100%
pt_br: Este ovo está incubando confortavelmente ------------------ Ele chocará quando a Incubação chegar em 100%

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.NAME
source: Insufficient Resources
pt_br: Recursos Insuficientes

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.TOOLTIP
source: The mass of material that was delivered to this building was too low Deliver more material to run this building
pt_br: A quantidade de material entregue a esta estrutura foi muito baixa Entregue mais materiais para ativá-la

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.NAME
source: Invalid Building Location
pt_br: Local de Construção Inválido

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.TOOLTIP
source: Cannot construct building in this location
pt_br: Não é possível construir a estrutura neste local

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.NAME
source: <link="POWER">Power</link> Available: {JoulesAvailable}
pt_br: <link="POWER">Energia</link> Disponível: {JoulesAvailable}

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.TOOLTIP
source: {JoulesAvailable} of stored power available for use
pt_br: {JoulesAvailable} de energia armazenada disponível para o uso

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.NAME
source: Empty Pipe
pt_br: Cano Vazio

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.TOOLTIP
source: There is no liquid in this pipe
pt_br: Não existe líquido nesse cano

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.NAME
source: Not Pumping
pt_br: Não está Bombeando

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
pt_br: Esta bomba não está ativa

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.NAME
source: Liquid Vent Obstructed
pt_br: Saída de Líquido Obstruída

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing liquid flow to this vent
pt_br: Um cano foi obstruído e está impedindo a passagem de líquido por esta saída

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.NAME
source: Liquid Vent Overpressure
pt_br: Sobrepressão na Saída de Líquidos

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping liquid away or clearing more space
pt_br: Pressão do ar ou líquido no ambiente está muito alta para emitir fluido adicional Reduza a pressão bombeando líquido pra fora ou aumente o espaço

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_DISABLED
source: Disabled by Automation Grid
pt_br: Desativado por Circuito Automatizado

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_ENABLED
source: Enabled by Automation Grid
pt_br: Ativado por Circuito Automatizado

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.NAME
source: Feedback Loop
pt_br: Loop de Realimentação

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.TOOLTIP
source: Feedback loops prevent automation grids from functioning Feedback loops occur when the Output of an automated building connects back to its own Input through the Automation grid
pt_br: Loops de Realimentação previnem circuitos automatizados de funcionar Um loop de realimentação ocorre quando a saída de uma estrutura automatizada se conecta à sua própria entrada por meio do circuito Automatizado

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.NAME
source: Masterpiece
pt_br: Obra de arte

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.TOOLTIP
source: This poignant piece stirs something deep within each Duplicant's soul
pt_br: Esta peça vívida mexe no profundo de cada alma dos Duplicantes

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.NAME
source: Quaint
pt_br: Exótico

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.TOOLTIP
source: Duplicants find this art piece quite charming
pt_br: Os Duplicantes acharam este quadro charmoso

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.NAME
source: Crude
pt_br: Rústico

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.TOOLTIP
source: Honestly, Morbs could've done better
pt_br: Honestamente, até um Morb faria melhor

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.NAME
source: Charging Up
pt_br: Carregando

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.TOOLTIP
source: This power source is being charged
pt_br: Esta fonte de energia está sendo carregada

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.NAME
source: Powering
pt_br: Fornecendo energia

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.TOOLTIP
source: This generator is supplying energy to power consumers
pt_br: Este gerador está fornecendo energia para os consumidores

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.NAME
source: Manually Controlled
pt_br: Controlado Manualmente

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.TOOLTIP
source: This Duplicant is under your control
pt_br: Este Duplicante está sobre seu controle

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NAME
source: Insufficient Resources {ItemsRemaining}
pt_br: Recursos Insuficientes {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_NAME
source: Building lacks resources
pt_br: Estrutura sem materiais

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_TOOLTIP
source: Crucial materials are unavailable or beyond reach for these buildings:
pt_br: Materiais cruciais estão indisponíveis ou fora do alcance destas estruturas:

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.TOOLTIP
source: Crucial materials for this building are beyond reach or unavailable
pt_br: Materiais cruciais desta estrutura estão além do alcance ou indisponíveis

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.NAME
source: Resources Low {ItemsRemaining}
pt_br: Poucos Recursos {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.TOOLTIP
source: This building will soon require materials that are unavailable
pt_br: Esta estrutura irá precisar de materiais que estão em falta

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NAME
source: Melting Down
pt_br: Derretendo

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_NAME
source: Building meltdown
pt_br: Estrutura em derretimento

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_TOOLTIP
source: These buildings are collapsing:
pt_br: Estas estruturas estão entrando em colapso:

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.TOOLTIP
source: This building is collapsing
pt_br: Esta estrutura está em colapso

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.NAME
source: Missing Foundation
pt_br: Sem Fundação

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.TOOLTIP
source: Build Tiles beneath this building ------------------ Tiles can be found in the <color=#833A5FFF>Base Tab</color> <color=#F44A47>[1]</color> of the Build Menu
pt_br: Construa Blocos sob esta estrutura ------------------ Blocos podem ser encontrados na <color=#833A5FFF>Aba Base</color> <color=#F44A47>[1]</color> do Menu Construir

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.NAME
source: Unreachable Mop
pt_br: Impossível Secar

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
pt_br: Duplicantes não conseguem alcançar esta área

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.NAME
source: Multitool Required
pt_br: Multiferramenta Requerida

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.TOOLTIP
source: A multitool is required to mine this material ------------------ Multitools can be made at Crafting Stations in the <color=#833A5FFF>Stations Tab</color> <color=#F44A47>[0]</color> of the Build Menu
pt_br: Uma multiferramenta é necessária para minerar este material ------------------ Multiferramentas podem ser feitas nas Estações de Fabricação dentro da <color=#833A5FFF>Aba Estações</color> <color=#F44A47>[0]</color> do Menu Construir

# STRINGS.BUILDING.STATUSITEMS.NEEDEGG.NAME
source: No Egg Selected
pt_br: Nenhum Ovo Selecionado

# STRINGS.BUILDING.STATUSITEMS.NEEDEGG.TOOLTIP
source: Collect eggs from critters to incubate
pt_br: Colete ovos de criaturas para incubação

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.NAME
source: No Gas Intake
pt_br: Sem Entrada de Gás

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.TOOLTIP
source: This building has nowhere to receive gas from
pt_br: Esta estrutura não tem por onde receber gás

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.NAME
source: No Gas Output
pt_br: Sem Saída de Gás

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.TOOLTIP
source: This building has nowhere to send gas
pt_br: Esta estrutura não tem por onde enviar gás

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.NAME
source: No Liquid Intake
pt_br: Sem Entrada de Líquido

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.TOOLTIP
source: This building has nowhere to receive liquid from
pt_br: Esta estrutura não tem por onde receber líquido

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.NAME
source: No Liquid Output
pt_br: Sem Saída de Líquido

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.TOOLTIP
source: This building has nowhere to send liquid
pt_br: Esta estrutura não tem por onde enviar líquido

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.NAME
source: No Seeds
pt_br: Sem Sementes

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.TOOLTIP
source: Uproot wild plants to obtain seeds
pt_br: Dezenraize plantas selvagens para obter sementes

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.NAME
source: No Power
pt_br: Sem Energia

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.TOOLTIP
source: All connected power sources have lost charge
pt_br: Todas as fontes de energia estão sem carga

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.NAME
source: Resource Required
pt_br: Requer Recursos

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.TOOLTIP
source: This building is missing required materials
pt_br: Esta estrutura está sem os materiais necessários

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.NAME
source: No Seed Selected
pt_br: Nenhuma Semente Selecionada

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.TOOLTIP
source: Uproot wild plants to obtain seeds
pt_br: Dezenraize plantas selvagens para obter sementes

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDIN.NAME
source: No Conveyor Loader
pt_br: Sem Carregador de Transporte

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDIN.TOOLTIP
source: Material cannot be fed onto this Conveyor Rail system for transport ------------------ Enter the Shipping Tab <color=#F44A47>[7]</color> of the Build Menu to build and connect a Conveyor Loader
pt_br: Material não pode ser colocado neste sistema de Trilho Transportador ------------------ Entre na Aba Logística <color=#F44A47>[7]</color> do Menu Construir para construir e conectar um Carregador de Transporte

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDOUT.NAME
source: No Conveyor Receptacle
pt_br: Sem Receptáculo de Transporte

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDOUT.TOOLTIP
source: Material cannot be offloaded from this Conveyor system and will backup the rails ------------------ Enter the Shipping Tab <color=#F44A47>[7]</color> of the Build Menu to build and connect a Conveyor Receptacle
pt_br: Material não pode ser descarregado neste sistema de Trilho Transportador e irá sobrecarregar os trilhos ------------------ Entre na Aba Logística <color=#F44A47>[7]</color> do Menu de Construção para construir e conectar um Receptáculo de Transporte

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.NAME
source: Cannot Mine
pt_br: Impossível Minerar

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.TOOLTIP
source: This resource cannot be mined by Duplicant tools
pt_br: Este recurso não pode ser minerado pelas ferramentas dos Duplicantes

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NAME
source: New Duplicants Available
pt_br: Novos Duplicantes Disponíveis

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_NAME
source: New Duplicants are available
pt_br: Novos Duplicantes estão disponíveis

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_TOOLTIP
source: The Printing Pod <color=#F44A47>[H]</color> is ready to print a new Duplicant. Please select a DNA blueprint:
pt_br: A Duplicadora <color=#F44A47>[H]</color> está pronta para imprimir um novo Duplicante. Escolha um modelo de DNA:

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.TOOLTIP
source: A new colony member is ready to be printed
pt_br: Um novo membro da colônia está pronto para ser impresso

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NAME
source: Inapplicable Research
pt_br: Pesquisa Inaplicável

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_NAME
source: <link="SUPER COMPUTER">Research Center</link> idle
pt_br: <link="SUPER COMPUTER">Estação de Pesquisa</link> ociosa

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: These buildings cannot produce the correct <b>Research Type</b> for the selected <link="TECH">Research Focus</link>:
pt_br: Estas estruturas não podem produzir o <b>Tipo de Pesquisa</b> correto para o <link="TECH">Foco da Pesquisa</link> selecionado:

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.TOOLTIP
source: This building cannot produce the correct research type for the current research focus
pt_br: Esta estrutura não produz o tipo correto de pesquisa para o foco da pesquisa atual

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLEEGG.NAME
source: No Egg Available
pt_br: Nenhum Ovo Disponível

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLEEGG.TOOLTIP
source: The selected egg is not currently available
pt_br: O ovo selecionado não está disponível

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.NAME
source: No Seed Available
pt_br: Sem Sementes Disponíveis

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.TOOLTIP
source: The selected seed is not available
pt_br: A semente selecionada não está disponível

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.NAME
source: No Filter Selected
pt_br: Nenhum Filtro Selecionado

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.TOOLTIP
source: Select a resource to filter
pt_br: Selecione um recurso para filtrar

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.NAME
source: No Fishable Water
pt_br: Sem Água Pescável

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.TOOLTIP
source: There are no edible fish beneath this structure
pt_br: Não existe peixes comestíveis abaixo desta estrutura

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.NAME
source: Pump Not In Gas
pt_br: Bomba Não Imersa em Gás

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in gas to work
pt_br: Esta bomba precisa estar imersa em gás para funcionar

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.NAME
source: Pump Not In Liquid
pt_br: Bomba Não Imersa em Líquido

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in liquid to work
pt_br: Esta bomba precisa estar submersa em líquido para funcionar

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.NAME
source: No Automation Wire Connected
pt_br: Nenhum Cabo Automatizado Conectado

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.TOOLTIP
source: This building has not been connected to an automation grid
pt_br: Esta estrutura não está conectada à nenhum circuito de automação

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.NAME
source: No Bait Selected
pt_br: Nenhuma Isca Selecionada

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.TOOLTIP
source: Select a resource to use as bait
pt_br: Selecione um recurso para usar como isca

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.NAME
source: No Power Consumers
pt_br: Sem Consumidores de Energia

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.TOOLTIP
source: No buildings are connected to this power source
pt_br: Nenhuma estrutura está conectada a esta fonte de energia

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NAME
source: No Research Focus Selected
pt_br: Nenhum Foco da Pesquisa Selecionado

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_NAME
source: No <link="TECH">Research Focus</link> selected
pt_br: Nenhum <link="TECH">Foco da Pesquisa</link> selecionado

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <link="TECH">Research</link> project
pt_br: Abra a <color=#833A5FFF>Árvore Tecnológica</color> [R] para selecionar um novo projeto de <link="TECH">Pesquisa</link>

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <link="TECH">Research</link> project
pt_br: Abra a <color=#833A5FFF>Árvore Tecnológica</color> [R] para selecionar um novo projeto de <link="TECH">Pesquisa</link>

# STRINGS.BUILDING.STATUSITEMS.NORMAL.TOOLTIP
source: Nothing out of the ordinary here
pt_br: Nada fora do ordinário aqui

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.NAME
source: Storage Not Assigned
pt_br: Armazenamento Não Especificado

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.TOOLTIP
source: No resources types are marked for storage in this building
pt_br: Nenhum tipo de recurso foi marcado para ser armazenado nessa estrutura

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.NAME
source: No Checkpoint
pt_br: Sem Ponto de Checagem

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.TOOLTIP
source: Docks must be placed beside an Exosuit Checkpoint, opposite the side its checkpoint faces
pt_br: Estações devem ser colocadas ao lado de um Ponto de Checagem, oposto ao lado onde o ponto checa

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.NAME
source: Insufficient Power
pt_br: Energia Insuficiente

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.TOOLTIP
source: This building does not have enough stored charge to run
pt_br: Esta estrutura não possui carga armazenada suficiente para funcionar

# STRINGS.BUILDING.STATUSITEMS.NOTINRECOMMENDEDROOM.NAME
source: Outside of {0}
pt_br: Fora de {0}

# STRINGS.BUILDING.STATUSITEMS.NOTINRECOMMENDEDROOM.TOOLTIP
source: It is recommended to build this building inside a {0} Open the Room Overlay <color=#F44A47>[F11]</color> to view full room status
pt_br: É recomendado colocar esta estrutura dentro de uma {0} Abra o Painel Sala <color=#F44A47>[F11]</color> para ver o estado de uma sala completa

# STRINGS.BUILDING.STATUSITEMS.NOTINREQUIREDROOM.NAME
source: Outside of {0}
pt_br: Fora de {0}

# STRINGS.BUILDING.STATUSITEMS.NOTINREQUIREDROOM.TOOLTIP
source: This building must be built inside a {0} for full functionality Open the Room Overlay <color=#F44A47>[F11]</color> to view full room status
pt_br: Esta estrutura deve ser construída dentro de uma {0} para funcionamento total Abra o Painel Sala <color=#F44A47>[F11]</color> para ver o estado de uma sala completa

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.NAME
source: No Tube Connected
pt_br: Nenhum Tubo Conectado

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.TOOLTIP
source: The first section of tube extending from an Access must connect directly upward
pt_br: A primeira seção de tubo que sai de uma Estação deve se conectar diretamente acima

# STRINGS.BUILDING.STATUSITEMS.NOTUBEEXITS.NAME
source: No Landing Available
pt_br: Sem Descida Disponível

# STRINGS.BUILDING.STATUSITEMS.NOTUBEEXITS.TOOLTIP
source: Duplicants can only exit a tube when there is somewhere for them to land within two tiles
pt_br: Duplicantes só irão sair de um tubo se o mesmo estiver em até 2 blocos de distância do chão

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.NAME
source: No Wire Connected
pt_br: Nenhum Cabo Conectado

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.TOOLTIP
source: This building has not been connected to a power grid
pt_br: Esta estrutura ainda não foi conectada a rede elétrica

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.EXHAUSTING
source: Excess produced
pt_br: Excesso produzido

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.NAME
source: Heat Production: {0}
pt_br: Produção de Calor: {0}

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.OPERATING
source: Normal operation
pt_br: Operando normalmente

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.PIPECONTENTS_TRANSFER
source: Transferred from pipes
pt_br: Transferido para os canos

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.TOOLTIP
source: This building is producing {0} of energy Sources: {1}
pt_br: Esta estrutura está produzindo {0} de energia Fontes: {1}

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.NAME
source: Damage: Overheating
pt_br: Dano: Sobreaquecimento

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.TOOLTIP
source: This building is taking damage and will meltdown if not cooled
pt_br: Esta estrutura está tomando dano e irá derreter se não for esfriada

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.NAME
source: Deconstruction Errand Assigned
pt_br: Tarefa de Desconstrução Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.TOOLTIP
source: Waiting for a Duplicant to deconstruct this building
pt_br: Esperando um Duplicante desconstruir esta estrutura
