Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.ELEMENTS.SOLIDHYDROGEN.DESC
source: (H) Hydrogen is the universe's most common element in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (H) Hidrogênio é o elemento mais comum do universo no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDHYDROGEN.NAME
source: <link="SOLIDHYDROGEN">Hydrogen</link>
pt_br: <link="SOLIDHYDROGEN">Hidrogênio</link>

# STRINGS.ELEMENTS.SOLIDMERCURY.DESC
source: (Hg) Mercury is a toxic <link="RAWMETAL">Metal</link> in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (Hg) Mercúrio é um <link="RAWMETAL">Metal</link> tóxico no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDMERCURY.NAME
source: <link="SOLIDMERCURY">Mercury</link>
pt_br: <link="SOLIDMERCURY">Mercúrio</link>

# STRINGS.ELEMENTS.SOLIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (CH<sub>4</sub>) Metano é um alcano em seu estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDMETHANE.NAME
source: <link="SOLIDMETHANE">Methane</link>
pt_br: <link="SOLIDMETHANE">Metano</link>

# STRINGS.ELEMENTS.SOLIDNAPHTHA.DESC
source: Naphtha is a distilled hydrocarbon mixture in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: Nafta é uma mistura de hidrocarbonetos destilados no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDNAPHTHA.NAME
source: <link="SOLIDNAPHTHA">Naphtha</link>
pt_br: <link="SOLIDNAPHTHA">Nafta</link>

# STRINGS.ELEMENTS.SOLIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable element in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (O<sub>2</sub>) Oxigênio é um elemento respirável no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDOXYGEN.NAME
source: <link="SOLIDOXYGEN">Oxygen</link>
pt_br: <link="SOLIDOXYGEN">Oxigênio</link>

# STRINGS.ELEMENTS.SOLIDPETROLEUM.DESC
source: Petroleum is a <link="POWER">Power</link> source in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: Petróleo é uma fonte de <link="POWER">Energia</link> no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDPETROLEUM.NAME
source: <link="SOLIDPETROLEUM">Petroleum</link>
pt_br: <link="SOLIDPETROLEUM">Petróleo</link>

# STRINGS.ELEMENTS.SOLIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural gas in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (C<sub>3</sub>H<sub>8</sub>) Propano é um gás natural no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.SOLIDPROPANE.NAME
source: <link="SOLIDPROPANE">Propane</link>
pt_br: <link="SOLIDPROPANE">Propano</link>

# STRINGS.ELEMENTS.STATE.GAS
source: Gas
pt_br: Gás

# STRINGS.ELEMENTS.STATE.LIQUID
source: Liquid
pt_br: Líquido

# STRINGS.ELEMENTS.STATE.SOLID
source: Solid
pt_br: Sólido

# STRINGS.ELEMENTS.STATE.VACUUM
source: None
pt_br: Nenhum

# STRINGS.ELEMENTS.STEAM.DESC
source: (H<sub>2</sub>0) Steam is water that has been heated into a scalding <link="ELEMENTSGAS">Gas</link>.
pt_br: (H<sub>2</sub>0) Vapor é a água que foi aquecida até ser um <link="ELEMENTSGAS">Gás</link> escaldante.

# STRINGS.ELEMENTS.STEAM.NAME
source: <link="STEAM">Steam</link>
pt_br: <link="STEAM">Vapor</link>

# STRINGS.ELEMENTS.STEEL.DESC
source: Steel is a <link="REFINEDMETAL">Metal Alloy</link> composed of iron and carbon.
pt_br: Aço é uma <link="REFINEDMETAL">Liga Metálica</link> composta de ferro e carbono.

# STRINGS.ELEMENTS.STEEL.NAME
source: <link="STEEL">Steel</link>
pt_br: <link="STEEL">Aço</link>

# STRINGS.ELEMENTS.STEELGAS.DESC
source: Steel is a superheated <link="RAWMETAL">Metal</link> <link="ELEMENTSGAS">Gas</link> composed of iron and carbon.
pt_br: Aço é um <link="RAWMETAL">Metal</link> <link="ELEMENTSGAS">Gasoso</link> composto de ferro e carbono.

# STRINGS.ELEMENTS.STEELGAS.NAME
source: <link="STEELGAS">Steel</link>
pt_br: <link="STEELGAS">Aço</link>

# STRINGS.ELEMENTS.THERMALPROPERTIES
source: Specific Heat Capacity: {0} (J/g)/K Thermal Conductivity: {1} (W/m)/K
pt_br: Calor Específico: {0} (J/g)/K Condutividade Térmica: {1} (W/m)/K

# STRINGS.ELEMENTS.TOXICSAND.DESC
source: Polluted Dirt is toxic biological waste. It emits <link="POLLUTED OXYGEN">disease</link> over time.
pt_br: Terra Poluída é um resíduo biológico tóxico. Emite <link="DISEASE">Oxigênio Poluído</link> com o tempo.

# STRINGS.ELEMENTS.TOXICSAND.NAME
source: <link="TOXICSAND">Polluted Dirt</link>
pt_br: <link="TOXICSAND">Terra Poluída</link>

# STRINGS.ELEMENTS.TUNGSTEN.DESC
source: (W) Tungsten is an extremely tough crystalline <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
pt_br: (W) Tungstênio é um <link="RAWMETAL">Metal</link> cristalino extremamente resistente. É indicado na construção de circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.TUNGSTEN.NAME
source: <link="TUNGSTEN">Tungsten</link>
pt_br: <link="TUNGSTEN">Tungstênio</link>

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <link="RAWMETAL">Metal</link> compound with a crystalline structure. It is suitable for building <link="POWER">Power</link> systems.
pt_br: (WSe<sub>2</sub>) Disseleneto de Tungstênio é um composto <link="RAWMETAL">Metálico</link> inorgânico com uma estrutura cristalina. É indicado na construção de circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.NAME
source: <link="TUNGSTENDISELENIDE">Tungsten Diselenide</link>
pt_br: <link="TUNGSTENDISELENIDE">Disseleneto de Tungstênio</link>

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is a superheated <link="RAWMETAL">Metal</link> compound in a <link="ELEMENTSGAS">Gaseous</link> state.
pt_br: (WSe<sub>2</sub>) Disseleneto de Tungstênio é um composto <link="RAWMETAL">Metálico</link> superaquecido ao estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.NAME
source: <link="TUNGSTENDISELENIDEGAS">Tungsten Diselenide</link>
pt_br: <link="TUNGSTENDISELENIDEGAS">Disseleneto de Tungstênio</link>

# STRINGS.ELEMENTS.TUNGSTENGAS.DESC
source: (W) Tungsten is a superheated crystalline <link="RAWMETAL">Metal</link> in a <link="ELEMENTSGAS">Gaseous</link> state.
pt_br: (W) Tungstênio é um <link="RAWMETAL">Metal</link> cristalino superaquecido ao estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.TUNGSTENGAS.NAME
source: <link="TUNGSTENGAS">Tungsten</link>
pt_br: <link="TUNGSTENGAS">Tungstênio</link>

# STRINGS.ELEMENTS.UNOBTANIUM.DESC
source: (Nt) Neutronium is a mysterious and extremely resilient Metallic element. It cannot be excavated by any Duplicant mining tool.
pt_br: (Nt) Neutrônio é um elemento Metálico misterioso e extremamente resistente. Não pode ser cavado por nenhuma ferramenta dos Duplicantes.

# STRINGS.ELEMENTS.UNOBTANIUM.NAME
source: <link="UNOBTANIUM">Neutronium</link>
pt_br: <link="UNOBTANIUM">Neutrônio</link>

# STRINGS.ELEMENTS.VACUUM.DESC
source: A vacuum is a space devoid of all matter.
pt_br: Um vácuo é um espaço desprovido de toda a matéria.

# STRINGS.ELEMENTS.VACUUM.NAME
source: <link="VACUUM">Vacuum</link>
pt_br: <link="VACUUM">Vácuo</link>

# STRINGS.ELEMENTS.VOID.DESC
source: Cold, infinite nothingness.
pt_br: Frio, uma infinitude de nada.

# STRINGS.ELEMENTS.VOID.NAME
source: <link="VOID">Void</link>
pt_br: <link="VOID">Vazio</link>

# STRINGS.ELEMENTS.WATER.DESC
source: (H<sub>2</sub>O) Clean <link="WATER">Water</link>, suitable for consumption.
pt_br: (H<sub>2</sub>0) <link="WATER">Água</link> limpa, indicada ao consumo.

# STRINGS.ELEMENTS.WATER.NAME
source: <link="WATER">Water</link>
pt_br: <link="WATER">Água</link>

# STRINGS.ELEMENTS.WOLFRAMITE.DESC
source: ((Fe,Mn)WO<sub>4</sub>) Wolframite is a dense Metallic element in a <link="ELEMENTSSOLID">Solid</link> state. It is a source of <link="TUNGSTEN">Tungsten</link> and is suitable for building <link="POWER">Power</link> systems.
pt_br: ((Fe,Mn)WO<sub>4</sub>) Volframito é um elemento denso e Metálico no estado <link="ELEMENTSSOLID">Sólido</link>. É uma fonte de <link="TUNGSTEN">Tungstênio</link> e é indicada para a construção de circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.WOLFRAMITE.NAME
source: <link="WOLFRAMITE">Wolframite</link>
pt_br: <link="WOLFRAMITE">Volframito</link>

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.DESC
source: Because breathing underwater is better than... not.
pt_br: Porque respirar debaixo d'água é melhor que... não.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
pt_br: Fornece <style="oxygen">Oxigênio</style> aos Duplicantes em ambiente aquáticos. Precisa ser recarregada com oxigênio em um Recarregador de Exotraje quando esvaziado.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.NAME
source: Aqua Suit
pt_br: Aquatraje

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments.
pt_br: Fornece <style="oxygen">Oxigênio</style> aos Duplicantes em ambiente aquáticos.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.DESC
source: Make sure your Duplicants can breathe easy, anytime, anywhere.
pt_br: Permita que seus Duplicantes respirem facilmente a qualquer momento, em qualquer lugar.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
pt_br: Fornece <style="oxygen">Oxigênio</style> em ambientes tóxicos e pouco respiráveis. Precisa ser recarregada com oxigênio em um Recarregador de Exotraje quando esvaziada.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.GENERICNAME
source: Suit
pt_br: Traje

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.NAME
source: Atmo Suit
pt_br: Atmotraje

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments.
pt_br: Fornece <style="oxygen">Oxigênio</style> em ambientes tóxicos e pouco respiráveis.

# STRINGS.EQUIPMENT.PREFABS.BORING_MACHINE.NAME
source: Prospectolator
pt_br: Prospectolador

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.DESC
source: Don't sweat it!
pt_br: Não manche!

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.EFFECT
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
pt_br: Protege o usuário do <style="heat">Calor</style> por diminuir o isolamento térmico.

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.GENERICNAME
source: Clothing
pt_br: Vestimenta

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.NAME
source: Cool Vest
pt_br: Roupa Refrescante

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
pt_br: Protege o usuário do <style="heat">Calor</style> por diminuir o isolamento térmico.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.DESC
source: Turn your Duplicant into a walking beacon of charm and style.
pt_br: Transforme seu Duplicante em um farol de charme e estilo.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.EFFECT
source: Increases Decor in a small area effect around the wearer.
pt_br: Aumenta a Decor em uma área pequena ao redor do usuário.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.GENERICNAME
source: Clothing
pt_br: Vestimenta

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.NAME
source: Snazzy Suit
pt_br: Terno Atraente

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.RECIPE_DESC
source: Increases Decor in a small area effect around the wearer.
pt_br: Aumenta a Decor em uma área pequena ao redor do usuário.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.EFFECT
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
pt_br: Permite os Duplicantes respirarem em ambientes perigosos. Não funciona quando submersa em <style="liquid">Líquido</style>.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.GENERICNAME
source: Equipment
pt_br: Equipamento

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.NAME
source: Oxygen Tank
pt_br: Tanque de Oxigênio

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.RECIPE_DESC
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
pt_br: Permite os Duplicantes respirarem em ambientes perigosos. Não funciona quando submersa em <style="liquid">Líquido</style>.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.EFFECT
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
pt_br: Permite aos Duplicantes respirarem enquanto submersos em <style="liquid">Líquido</style>. Não funciona fora do líquido.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.GENERICNAME
source: Equipment
pt_br: Equipamento

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.NAME
source: Oxygen Rebreather
pt_br: Respirador de Oxigênio

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.RECIPE_DESC
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
pt_br: Permite aos Duplicantes respirarem enquanto submersos em <style="liquid">Líquido</style>. Não funciona fora do líquido.

# STRINGS.EQUIPMENT.PREFABS.QUARRYING_GUN.NAME
source: Quarrying Gun
pt_br: Arma Mineradora

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.DESC
source: Keep your Duplicants cool in case things heat up.
pt_br: Mantenha seus Duplicantes frios caso as coisas esquentem.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.EFFECT
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>. Must be powered at an Exosuit Recharger when depleted.
pt_br: Provê isolamento em regiões com <style="heat">Temperaturas</style> extremas. Precisa ser carregada por Carregador de Exotraje quando descarregado.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.NAME
source: Thermo Suit
pt_br: Traje Térmico

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.RECIPE_DESC
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>.
pt_br: Provê isolamento em regiões com <style="heat">Temperaturas</style> extremas.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.DESC
source: Happiness is a warm Duplicant.
pt_br: Nada mais feliz que um Duplicante bem aquecido.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.EFFECT
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
pt_br: Protege seu dono do <style="heat">Frio</style> por aumentar o isolamento térmico.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.GENERICNAME
source: Clothing
pt_br: Vestimenta

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.NAME
source: Warm Sweater
pt_br: Suéter Quentinho

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
pt_br: Protege seu dono do <style="heat">Frio</style> por aumentar o isolamento térmico.

# STRINGS.INPUT.BACKQUOTE
source: Backquote
pt_br: Apóstrofo

# STRINGS.INPUT.ESCAPE
source: Escape
pt_br: Esc

# STRINGS.INPUT.LEFT_ALT
source: L-Alt
pt_br: Alt-Esq

# STRINGS.INPUT.LEFT_CTRL
source: L-Ctrl
pt_br: Ctrl-Esq

# STRINGS.INPUT.LEFT_SHIFT
source: L-Shift
pt_br: Shift-Esq

# STRINGS.INPUT.MOUSE_SCROLL_DOWN
source: Mouse Scroll Down
pt_br: Rolar p/baixo Mouse

# STRINGS.INPUT.MOUSE_SCROLL_UP
source: Mouse Scroll Up
pt_br: Rolar p/cima Mouse

# STRINGS.INPUT.PERIOD
source: Period
pt_br: Ponto

# STRINGS.INPUT.RIGHT_ALT
source: R-Alt
pt_br: Alt-Dir

# STRINGS.INPUT.RIGHT_CTRL
source: R-Ctrl
pt_br: Ctrl-Dir

# STRINGS.INPUT.RIGHT_SHIFT
source: R-Shift
pt_br: Shift-Dir

# STRINGS.INPUT.SPACE
source: Space
pt_br: Barra de Espaço

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY1
source: BuildingUtility1
pt_br: Função da Estrutura 1

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY2
source: BuildingUtility2
pt_br: Função da Estrutura 2

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY3
source: BuildingUtility3
pt_br: Função da Estrutura 3

# STRINGS.INPUT_BINDINGS.BUILDING.NAME
source: Building
pt_br: Construção

# STRINGS.INPUT_BINDINGS.BUILDING.TOGGLEENABLED
source: ToggleEnabled
pt_br: Ativar Alavanca

# STRINGS.INPUT_BINDINGS.BUILDING.TOGGLEOPEN
source: ToggleOpen
pt_br: Ativar Abertura

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGCOLLECTGARBAGE
source: DebugCollectGarbage
pt_br: DebugColetarLixo

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGCRASHSIM
source: DebugCrashSim
pt_br: DebugCriarErro

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGDIG
source: DebugDig
pt_br: DebugCavar

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGDISCOVERALLELEMENTS
source: DebugDiscoverAllElements
pt_br: DebugDescobrirTodosElementos

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGDUMPEVENTDATA
source: DebugDumpEventData
pt_br: DebugColetarDadosEvento

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGDUMPGARBAGEREFERENCES
source: DebugDumpGarbageReferences
pt_br: DebugColetarReferênciasLixo

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGELEMENTTEST
source: DebugElementTest
pt_br: DebugTesteElemento

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGEXPLOSION
source: DebugExplosion
pt_br: DebugExplosão

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGFOCUS
source: DebugFocus
pt_br: DebugFoco

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGFORCELIGHTEVERYWHERE
source: DebugForceLightEverywhere
pt_br: DebugForçarLuzEmTudo

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGGOTOTARGET
source: DebugGotoTarget
pt_br: DebugIrPara

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGINSTANTBUILDMODE
source: DebugInstantBuildMode
pt_br: DebugConstruirInstantâneo

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGINVINCIBLE
source: DebugInvincible
pt_br: DebugInvencibilidade

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGNOTIFICATION
source: DebugNotification
pt_br: DebugNotificação

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGNOTIFICATIONMESSAGE
source: DebugNotificationMessage
pt_br: DebugMensagemDeNotificação

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGSLOWTESTMODE
source: DebugSlowTestMode
pt_br: DebugModoLento

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGSPAWNMINION
source: DebugSpawnMinion
pt_br: DebugSpawnDuplicante

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGSUPERSPEED
source: DebugSuperSpeed
pt_br: DebugModoRápido

# STRINGS.INPUT_BINDINGS.DEBUG.DEBUGTELEPORT
source: DebugTeleport
pt_br: DebugTeleporte

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT1X
source: SreenShot1x
pt_br: Captura de Tela 1x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT2X
source: SreenShot2x
pt_br: Captura de Tela 2x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT32X
source: SreenShot32x
pt_br: Captura de Tela 32x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT8X
source: SreenShot8x
pt_br: Captura de Tela 8x

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECODEX
source: ManageCodex
pt_br: Gerenciar Código

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECONSUMABLES
source: ManageConsumables
pt_br: Gerenciar Consumíveis

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEPEOPLE
source: ManagePeople
pt_br: Gerenciar Pessoas

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEREPORT
source: ManageReport
pt_br: Gerenciar Relatório

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGERESEARCH
source: ManageResearch
pt_br: Gerenciar Pesquisa

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEROLES
source: ManageRoles
pt_br: Gerenciar Tarefas

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEVITALS
source: ManageVitals
pt_br: Gerenciar Vitais

# STRINGS.INPUT_BINDINGS.MANAGEMENT.NAME
source: Management
pt_br: Gerenciamento

# STRINGS.INPUT_BINDINGS.ROOT.ALTERNATEVIEW
source: AlternateView
pt_br: Alternar Visão

# STRINGS.INPUT_BINDINGS.ROOT.ATTACK
source: Attack
pt_br: Atacar

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGCANCEL
source: BuildingCancel
pt_br: Cancelar Construção

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGDECONSTRUCT
source: BuildingDeconstruct
pt_br: Desconstruir

# STRINGS.INPUT_BINDINGS.ROOT.CAMERAHOME
source: CameraHome
pt_br: Centralizar Colônia

# STRINGS.INPUT_BINDINGS.ROOT.CAPTURE
source: Capture
pt_br: Capturar

# STRINGS.INPUT_BINDINGS.ROOT.CLEAR
source: Clear
pt_br: Limpar

# STRINGS.INPUT_BINDINGS.ROOT.CYCLESPEED
source: CycleSpeed
pt_br: Velocidade do Ciclo

# STRINGS.INPUT_BINDINGS.ROOT.DIG
source: Dig
pt_br: Cavar

# STRINGS.INPUT_BINDINGS.ROOT.DISINFECT
source: Disinfect
pt_br: Desinfetar

# STRINGS.INPUT_BINDINGS.ROOT.EMPTYPIPE
source: EmptyPipe
pt_br: Esvaziar Cano

# STRINGS.INPUT_BINDINGS.ROOT.HARVEST
source: Harvest
pt_br: Colher

# STRINGS.INPUT_BINDINGS.ROOT.MOP
source: Mop
pt_br: Secar

# STRINGS.INPUT_BINDINGS.ROOT.NAME
source: Root
pt_br: Principal

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY1
source: Overlay1
pt_br: Painel 1

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY10
source: Overlay10
pt_br: Painel 10

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY11
source: Overlay11
pt_br: Painel 11

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY12
source: Overlay12
pt_br: Painel 12

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY13
source: Overlay13
pt_br: Painel 13

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY14
source: Overlay14
pt_br: Painel 14

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY2
source: Overlay2
pt_br: Painel 2

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY3
source: Overlay3
pt_br: Painel 3

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY4
source: Overlay4
pt_br: Painel 4

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY5
source: Overlay5
pt_br: Painel 5

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY6
source: Overlay6
pt_br: Painel 6

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY7
source: Overlay7
pt_br: Painel 7

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY8
source: Overlay8
pt_br: Painel 8

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY9
source: Overlay9
pt_br: Painel 9

# STRINGS.INPUT_BINDINGS.ROOT.PANDOWN
source: PanDown
pt_br: Mexer pra Baixo

# STRINGS.INPUT_BINDINGS.ROOT.PANLEFT
source: PanLeft
pt_br: Mexer pra Esq

# STRINGS.INPUT_BINDINGS.ROOT.PANRIGHT
source: PanRight
pt_br: Mexer pra Dir

# STRINGS.INPUT_BINDINGS.ROOT.PANUP
source: PanUp
pt_br: Mexer pra Cima

# STRINGS.INPUT_BINDINGS.ROOT.PLAN1
source: Plan1
pt_br: Aba 1

# STRINGS.INPUT_BINDINGS.ROOT.PLAN10
source: Plan10
pt_br: Aba 10

# STRINGS.INPUT_BINDINGS.ROOT.PLAN11
source: Plan11
pt_br: Aba 11

# STRINGS.INPUT_BINDINGS.ROOT.PLAN12
source: Plan12
pt_br: Aba 12

# STRINGS.INPUT_BINDINGS.ROOT.PLAN2
source: Plan2
pt_br: Aba 2

# STRINGS.INPUT_BINDINGS.ROOT.PLAN3
source: Plan3
pt_br: Aba 3

# STRINGS.INPUT_BINDINGS.ROOT.PLAN4
source: Plan4
pt_br: Aba 4

# STRINGS.INPUT_BINDINGS.ROOT.PLAN5
source: Plan5
pt_br: Aba 5

# STRINGS.INPUT_BINDINGS.ROOT.PLAN6
source: Plan6
pt_br: Aba 6

# STRINGS.INPUT_BINDINGS.ROOT.PLAN7
source: Plan7
pt_br: Aba 7

# STRINGS.INPUT_BINDINGS.ROOT.PLAN8
source: Plan8
pt_br: Aba 8

# STRINGS.INPUT_BINDINGS.ROOT.PLAN9
source: Plan9
pt_br: Aba 9

# STRINGS.INPUT_BINDINGS.ROOT.PRIORITIZE
source: Prioritize
pt_br: Priorizar tarefa

# STRINGS.INPUT_BINDINGS.ROOT.SLOWDOWN
source: SlowDown
pt_br: Desacelerar

# STRINGS.INPUT_BINDINGS.ROOT.SPEEDUP
source: SpeedUp
pt_br: Acelerar

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLEPAUSE
source: TogglePause
pt_br: Pausar

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLESCREENSHOTMODE
source: ToggleScreenshotMode
pt_br: Ativar Modo Captura de Tela

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMIN
source: ZoomIn
pt_br: Aumentar Zoom

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMOUT
source: ZoomOut
pt_br: Diminuir Zoom

# STRINGS.INPUT_BINDINGS.SANDBOX.NAME
source: Sandbox
pt_br: Caixa de Areia

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXBRUSH
source: SandboxBrush
pt_br: Pincel

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXCLEARFLOOR
source: SandboxClearFloor
pt_br: Limpar Chão

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXDESTROY
source: SandboxDestroy
pt_br: Areia Destruir

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXFLOOD
source: SandboxFlood
pt_br: Preencher

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXHEATGUN
source: SandboxHeatGun
pt_br: Arma de Calor

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSAMPLE
source: SandboxSample
pt_br: Copiar

# STRINGS.INPUT_BINDINGS.SANDBOX.SANDBOXSPAWNENTITY
source: SandboxSpawnEntity
pt_br: Entidade
