Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.FARMTILE.DESC
source: Duplicants can deliver fertilizer and liquids to farm tiles, accelerating plant growth.
pt_br: Duplicantes podem entregar fertilizante e líquidos para blocos de horta, acelerando o crescimento da planta.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>. Can be used as floor tile and rotated before construction.
pt_br: Germina uma <link="PLANTS">Planta</link> de uma <link="PLANTS">Semente</link>. Pode ser usada como bloco e rodada antes da construção.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.NAME
source: <link="FARMTILE">Farm Tile</link>
pt_br: <link="FARMTILE">Bloco de Horta</link>

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.DESC
source: Fertilizer Synthesizers convert polluted water into fertilizer for domestic plants.
pt_br: Sintetizadores de Fertilizante convertem água poluída em fertilizante para plantas domésticas.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.EFFECT
source: Uses <link="DIRTYWATER">Polluted Water</link> to produce <link="FERTILIZER">Fertilizer</link>.
pt_br: Usa <link="DIRTYWATER">Água Poluída</link> para produzir <link="FERTILIZER">Fertilizante</link>.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.NAME
source: <link="FERTILIZERMAKER">Fertilizer Synthesizer</link>
pt_br: <link="FERTILIZERMAKER">Sintetizador de Fertilizante</link>

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.DESC
source: Fire poles provide quick downward travel, while ladders provide better upward movement.
pt_br: Postes de Bombeiro providenciam uma rápida descida, enquanto escadas um melhor movimento de subida.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.EFFECT
source: Allows rapid Duplicant descent. Significantly slows upward climbing.
pt_br: Permite rápida descida dos Duplicantes. Reduz significativamente a velocidade de subida.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.NAME
source: <link="FIREPOLE">Fire Pole</link>
pt_br: <link="FIREPOLE">Poste de Bombeiro</link>

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.DESC
source: This building must be built above liquid to prevent fish from suffocating.
pt_br: Esta estrutura precisa ser construída sobre o líquido para prevenir que os peixes sufoquem.

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.EFFECT
source: Releases trapped fish back into the world. Can be used multiple times.
pt_br: Libera peixes capturados de volta ao mundo. Pode ser usada múltiplas vezes.

# STRINGS.BUILDINGS.PREFABS.FISHDELIVERYPOINT.NAME
source: <link="FISHDELIVERYPOINT">Fish Release</link>
pt_br: <link="FISHDELIVERYPOINT">Soltura de Peixes</link>

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.DESC
source: Build this feeder above a body of water to feed the fish within.
pt_br: Construa este alimentador encima do corpo de água para alimentar os peixes dentro dele.

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.EFFECT
source: Automatically dispenses stored food into the area below. Dispenses once per day.
pt_br: Libera automaticamente a comida armazenada dentro da área abaixo. Libera uma por dia.

# STRINGS.BUILDINGS.PREFABS.FISHFEEDER.NAME
source: <link="FISHFEEDER">Fish Feeder</link>
pt_br: <link="CREATUREFEEDER">Alimentador de Peixes</link>

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.DESC
source: Trapped fish will automatically be bagged for transport.
pt_br: Peixes capturados serão automaticamente empacotados para o transporte.

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.EFFECT
source: Attracts and traps swimming fish. Single use.
pt_br: Atrai e captura peixes. Uso único.

# STRINGS.BUILDINGS.PREFABS.FISHTRAP.NAME
source: <link="FISHTRAP">Fish Trap</link>
pt_br: <link="FISHTRAP">Armadilha de Peixes</link>

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.DESC
source: The emitting radius of a building's light can be viewed in the Light Overlay.
pt_br: O raio de luz emitido por uma estrutura pode ser visualizado no Painel Luz.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.EFFECT
source: Provides <link="LIGHT">Light</link> when <link="POWER">Power</link>.
pt_br: Provê <link="LIGHT">Luz</link> quando <link="POWER">Ligada</link>.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.NAME
source: <link="FLOORLAMP">Lamp</link>
pt_br: <link="FLOORLAMP">Luminária</link>

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.DESC
source: Weight plates can be used to turn on amenities only when Duplicants pass by.
pt_br: Placas de pressão podem ser usadas para ligar estruturas somente quando Duplicantes passarem.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.EFFECT
source: Becomes <link="LOGIC">Active</link> when an object or Duplicant is placed atop of it. Cannot be triggered by <link="ELEMENTSGAS">Gas</link> or <link="ELEMENTSLIQUID">Liquids</link>.
pt_br: Fica <link="LOGIC">Ativo</link> quando um objeto ou Duplicante é colocado sobre ela. Não pode ser ativado por <link="ELEMENTSGAS">Gases</link> ou <link="ELEMENTSLIQUID">Líquidos</link>.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.LOGIC_PORT_DESC
source: <link="LOGIC">Active</link>/<link="LOGIC">Inactive</link>
pt_br: <link="LOGIC">Ativo</link>/<link="LOGIC">Inativo</link>

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.NAME
source: <link="FLOORSWITCH">Weight Plate</link>
pt_br: <link="FLOORSWITCH">Placa de Pressão</link>

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.DESC
source: Flower pots allow decorative plants to be moved to new locations.
pt_br: Vaso de flores permitem mover plantas decorativas para novos locais.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Houses a single <link="PLANTS">Plant</link> when sown with a <link="PLANTS">Seed</link>.
pt_br: Aumenta <link="DECOR">Decor</link> e reduz <link="STRESS">Estresse</link>. Abriga uma única <link="PLANTS">Planta</link> quando semeada com uma <link="PLANTS">Semente</link>.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.NAME
source: <link="FLOWERVASE">Flower Pot</link>
pt_br: <link="FLOWERVASE">Vaso de Flores</link>

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.DESC
source: Lavatories transmit fewer germs to Duplicants' skin and require no manual emptying.
pt_br: Vasos Sanitários transmitem menos germes para a pele dos Duplicantes e não requerem esvaziamento manual.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.EFFECT
source: Gives Duplicants a place to <link="HYGIENE">Hygienically</link> relieve themselves.
pt_br: Dá aos Duplicantes um local para aliviar-se <link="HYGIENE">Higienicamente</link>.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.NAME
source: <link="FLUSHTOILET">Lavatory</link>
pt_br: <link="FLUSHTOILET">Vaso Sanitário</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.DESC
source: Gas pipes are used to connect the inputs and outputs of ventilated buildings.
pt_br: Tubos de gás são usados para conectar as entradas e saídas de estruturas ventiladas.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link> between <link="GASPIPING">Outputs</link> and <link="GASPIPING">Intakes</link>. Can be run through tiles.
pt_br: Transporta <link="ELEMENTSGAS">Gás</link> entre <link="GASPIPING">Saídas</link> e <link="GASPIPING">Entradas</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.NAME
source: <link="GASCONDUIT">Gas Pipe</link>
pt_br: <link="GASCONDUIT">Tubo de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
pt_br: Separam sistemas de gás prevenindo que os conteúdos se misturem causando danos a estruturas.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.EFFECT
source: Runs one <link="GASPIPING">Gas Pipe</link> section over another without joining them. Can be run through tiles.
pt_br: Faz uma seção de <link="GASPIPING">Tubo de Gás</link> passar pela outra sem uni-las. Não pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.NAME
source: <link="GASCONDUITBRIDGE">Gas Bridge</link>
pt_br: <link="GASCONDUITBRIDGE">Ponte de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.DESC
source: Gas Pipe Germ Sensors are used to control automation behaviour in the presence of disease.
pt_br: Sensores de Germes de Tubos são usados para controlar o comportamento automatizado na presença de doença.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.EFFECT
source: Becomes<link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of the contained <link="DISEASE">Germs</link>.
pt_br: Pode ficar <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> dependendo da quantidade de <link="DISEASE">Germes</link> contidos.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Germs
pt_br: Ativa/Em Espera baseado nos Germes contidos

# STRINGS.BUILDINGS.PREFABS.GASCONDUITDISEASESENSOR.NAME
source: <link="GASCONDUITDISEASESENSOR">Gas Pipe Germ Sensor</link>
pt_br: <link="GASCONDUITDISEASESENSOR">Sensor de Germes de Tubos</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.DESC
source: Gas Pipe Element Sensors can be used to detect the presence of a specific gas in a pipe
pt_br: Sensores de Elemento de Tubos podem ser usados para detectar a presença de um gás específico no tubo

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> when the configured Gas Element is detected.
pt_br: Saída lógica ficará <link="LOGIC">Ativa</link> quando o Elemento Gás configurado for detectado.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Gas
pt_br: Ativa/Em Espera baseado no Gás contido

# STRINGS.BUILDINGS.PREFABS.GASCONDUITELEMENTSENSOR.NAME
source: <link="LOGICELEMENTSENSORGAS">Gas Pipe Element Sensor</link>
pt_br: <link="LOGICELEMENTSENSORGAS">Sensor de Elemento de Tubos</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITOVERFLOW.EFFECT
source: Has a secondary output which is only used when the primary output is blocked.
pt_br: Possui uma saída secundária que só é utilizada quando a saída primária está bloqueada.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITOVERFLOW.NAME
source: <link="GASCONDUITOVERFLOW">Gas Overflow Valve</link>
pt_br: <link="GASCONDUITOVERFLOW">Válvula de Gás de Sobrecarga</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITPREFERENTIALFLOW.EFFECT
source: Has a secondary input which is only drawn from when the primary input is empty.
pt_br: Possui uma entrada secundária que só é utilizada quando a entrada primária está vazia.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.DESC
source: Radiant pipes significantly improve the rate of temperature exchange with the surrounding environment.
pt_br: Tubos radiadores melhoram significativamente as taxas de trocas de calor no ambiente próximo.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link> and encourages significant change in <link="HEAT">Temperature</link>. Can be run through tiles.
pt_br: Transporta <link="ELEMENTSGAS">Gases</link> e encoraja uma mudança significativa na <link="HEAT">Temperatura</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITRADIANT.NAME
source: <link="GASCONDUITRADIANT">Radiant Gas Pipe</link>
pt_br: <link="GASCONDUITRADIANT">Tubo de Gás Radiador</link>

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.DESC
source: Gas Pipe Thermo Sensors can disable buildings when contents reach a certain temperature.
pt_br: Sensores Térmicos de Tubos de Gás podem desativar estruturas quando seu conteúdo atinge certa temperatura.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when the pipe contents <link="HEAT">Temperature</link> enters the chosen range.
pt_br: Pode ficar <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> quando a <link="HEAT">Temperatura</link> do conteúdo do tubo entra no intervalo escolhido.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the <link="HEAT">Temperature</link> of the contained Gas
pt_br: Ativo/Em Espera baseado na <link="HEAT">Temperatura</link> do Gás contido

# STRINGS.BUILDINGS.PREFABS.GASCONDUITTEMPERATURESENSOR.NAME
source: <link="GASCONDUITTEMPERATURESENSOR">Gas Pipe Thermo Sensor</link>
pt_br: <link="LOGICTEMPERATURESENSOR">Sensor Térmico de Tubo de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASFILTER.DESC
source: Gas filters send the selected filter gas into a special pipe, expelling everything else through a second output.
pt_br: Filtros de gás enviam o gás filtrado para um tubo especial, expelindo o restante para uma tubulação separada.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.EFFECT
source: Sieves one <link="ELEMENTSGAS">Gas</link> from the air, sending it into a dedicated <link="GASPIPING">Pipe</link>.
pt_br: Separa um <link="ELEMENTSGAS">Gás</link> do ar, e manda ele para uma <link="GASPIPING">Tubulação</link> separada.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.ELEMENT_NOT_SPECIFIED
source: Not Specified
pt_br: Não Especificado

# STRINGS.BUILDINGS.PREFABS.GASFILTER.NAME
source: <link="GASFILTER">Gas Filter</link>
pt_br: <link="GASFILTER">Filtro de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASFILTER.STATUS_ITEM
source: Filters: {0}
pt_br: Filtrando: {0}

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
pt_br: Tubulação automatizada poupa tempo e recursos por remover a necessidade de gerenciamento de um Duplicante.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.EFFECT
source: Automatically turns <link="ELEMENTSGAS">Gas</link> flow on or off using <link="LOGIC">Automation</link> technology.
pt_br: Automaticamente desliga e liga o fluxo de <link="ELEMENTSGAS">Gás</link> usando a tecnologia <link="LOGIC">Automação</link>.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.NAME
source: <link="GASLOGICVALVE">Gas Shutoff</link>
pt_br: <link="GASLOGICVALVE">Interrompedor de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of gas with minimum power draw.
pt_br: Mini bombas são úteis movendo pequenas quantidades de gás utilizando pouca energia.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.EFFECT
source: Draws in a small amount of <link="ELEMENTSGAS">Gas</link> runs it through <link="GASPIPING">Pipes</link>. Must be immersed in gas.
pt_br: Bombeia uma pequena quantidade <link="ELEMENTSGAS">Gás</link> para os <link="GASPIPING">Tubos</link>. Deve estar imerso em gás.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.NAME
source: <link="GASPUMP">Mini Gas Pump</link>
pt_br: <link="GASPUMP">Mini Bomba de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.DESC
source: Building with airflow permeable tiles promotes better gas circulation within a colony.
pt_br: Construir com blocos permeáveis ao ar promove uma melhor circulação de gás na colônia.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.EFFECT
source: Used as floor and wall tile to build rooms. Blocks <link="ELEMENTSLIQUID">Liquid</link> flow without obstructing <link="ELEMENTSGAS">Gas</link>.
pt_br: Pode ser usado como bloco de parede e de chão para construir salas. Bloqueia o fluxo de <link="ELEMENTSLIQUID">Líquidos</link> sem obstruir o fluxo de <link="ELEMENTSGAS">Ar</link>.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.NAME
source: <link="GASPERMEABLEMEMBRANE">Airflow Tile</link>
pt_br: <link="GASPERMEABLEMEMBRANE">Bloco Permeável ao Ar</link>

# STRINGS.BUILDINGS.PREFABS.GASPUMP.DESC
source: Piping a pump's intake to another building's output will send gas to that building.
pt_br: Inserindo tubos da saída de uma bomba para a entrada de uma outra estrutura iniciará o envio de gás para a mesma.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.EFFECT
source: Draws in <link="ELEMENTSGAS">Gas</link> runs it through <link="GASPIPING">Pipes</link>. Must be immersed in gas.
pt_br: Bombeia <link="ELEMENTSGAS">Gás</link> para dentro de <link="GASPIPING">Tubos</link>. Deve estar imerso em gás.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.NAME
source: <link="GASPUMP">Gas Pump</link>
pt_br: <link="GASPUMP">Bomba de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASVALVE.DESC
source: Valves control the amount of gas that moves through pipes, preventing waste.
pt_br: Válvulas controlam a quantidade de gás que se move pela tubulação, prevenindo desperdícios.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.EFFECT
source: Controls the <link="ELEMENTSGAS">Gas</link> volume permitted through <link="GASPIPING">Pipes</link>.
pt_br: Controla o volume de <link="ELEMENTSGAS">Gás</link> que passam pelos <link="GASPIPING">Tubos</link>.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.NAME
source: <link="GASVALVE">Gas Valve</link>
pt_br: <link="GASVALVE">Válvula de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASVENT.DESC
source: Vents are an exit point for gases from ventilation systems.
pt_br: Saídas de gás são um ponto de saída de gases dos sistemas de ventilação.

# STRINGS.BUILDINGS.PREFABS.GASVENT.EFFECT
source: Releases <link="ELEMENTSGAS">Gas</link> from <link="GASPIPING">Gas Pipes</link>.
pt_br: Libera <link="ELEMENTSGAS">Gás</link> dos <link="GASPIPING">Tubos de Gás</link>.

# STRINGS.BUILDINGS.PREFABS.GASVENT.NAME
source: <link="GASVENT">Gas Vent</link>
pt_br: <link="GASVENT">Saída de Gás</link>

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.DESC
source: High pressure Vents can exhaust gas into more highly pressurized environments.
pt_br: Saídas de Gás de Alta pressão podem liberar mais gás em ambientes altamente pressurizados.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.EFFECT
source: Releases <link="ELEMENTSGAS">Gas</link> from <link="GASPIPING">Gas Pipes</link> into high pressure locations.
pt_br: Libera <link="ELEMENTSGAS">Gás</link> dos <link="GASPIPING">Tubos de Gás</link> em ambientes com alta pressão.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.NAME
source: <link="GASVENTHIGHPRESSURE">High Pressure Gas Vent</link>
pt_br: <link="GASVENTHIGHPRESSURE">Saída de Gás de Alta Pressão</link>

# STRINGS.BUILDINGS.PREFABS.GENERATOR.DESC
source: Coal generators produce more energy than manual generators, but emit heat and exhaust.
pt_br: Geradores de carvão produzem mais energia que geradores manuais, porém produzem energia e fumaça.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.EFFECT
source: Converts <link="CARBON">Coal</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link>.
pt_br: Converte <link="COAL">Carvão</link> em <link="POWER">Energia</link> elétrica. Produz <link="CARBONDIOXIDE">Dióxido de Carbono</link>.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.NAME
source: <link="GENERATOR">Coal Generator</link>
pt_br: <link="GENERATOR">Gerador de Carvão</link>

# STRINGS.BUILDINGS.PREFABS.GENERATOR.OVERPRODUCTION
source: {Generator} overproduction
pt_br: Superprodução do(a) {Generator}

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.DESC
source: Omniprinters are incapable of printing organic matter.
pt_br: Omni-impressoras são incapazes de imprimir matéria orgânica.

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.EFFECT
source: Converts <link="RAWMINERAL">Raw Mineral</link> into unique materials and objects.
pt_br: Converte <link="RAWMINERAL">Minério Bruto</link> em materiais e objetos únicos.

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.NAME
source: <link="GENERICFABRICATOR">Omniprinter</link>
pt_br: <link="GENERICFABRICATOR">Omni-impressora</link>

# STRINGS.BUILDINGS.PREFABS.GRAVE.DESC
source: Burying dead Duplicants reduces health hazards and stress on the colony.
pt_br: Enterrar Duplicantes mortos reduz risco biológico e estresse na colônia.

# STRINGS.BUILDINGS.PREFABS.GRAVE.EFFECT
source: Provides a resting place for deceased Duplicants. Living Duplicants will automatically place an unburied corpse inside.
pt_br: Dá um local de descanso aos Duplicantes falecidos. Duplicantes vivos irão automaticamente colocar um corpo dentro.

# STRINGS.BUILDINGS.PREFABS.GRAVE.NAME
source: <link="GRAVE">Tasteful Memorial</link>
pt_br: <link="GRAVE">Memorial Elegante</link>

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.DESC
source: Hand sanitizers kill germs more effectively than wash basins.
pt_br: Sanitizadores de mãos matam germes mais eficientemente do que lavatórios.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.EFFECT
source: Removes most <link="DISEASE">Germs</link> from Duplicants. Germ-covered Duplicants use Hand Sanitizers when passing by in the selected direction.
pt_br: Remove a maior parte dos <link="DISEASE">Germes</link> dos Duplicantes. Duplicantes cobertos de germes irão utilizar o Higienizador de Mãos quando passar pela direção selecionada.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.NAME
source: <link="HANDSANITIZER">Hand Sanitizer</link>
pt_br: <link="HANDSANITIZER">Higienizador de Mãos</link>

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.DESC
source: New Duplicants will come out here, but thank goodness, they'll never go back in.
pt_br: Novos Duplicantes saem dele, mas ainda bem que eles nunca voltam.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.EFFECT
source: An exceptionally advanced bioprinter of unknown origin. It periodically produces new Duplicants.
pt_br: Uma impressora biológica avançada de origem desconhecida. Ele periodicamente produz novos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.NAME
source: <link="HEADQUARTERS">Printing Pod</link>
pt_br: <link="HEADQUARTERS">Duplicadora</link>

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
pt_br: Cabeamento de alta potência é utilizado para evitar sobrecargas, principalmente com geradores potentes.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.EFFECT
source: Carries more <link="POWER">Wattage</link> than regular Wire without overloading. Cannot be run through tiles.
pt_br: Carrega mais <link="POWER">Potência</link> do que Cabos normais sem entrar em curto. Não pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.NAME
source: <link="HIGHWATTAGEWIRE">Heavi-Watt Wire</link>
pt_br: <link="HIGHWATTAGEWIRE">Cabo de Alta Potência</link>

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.DESC
source: Hydrogen generators are exceptionally efficient power sources and emit next to no waste.
pt_br: Geradores de Hidrogênio são fontes de energia excepcionalmente eficientes e emitem praticamente nenhum resíduo.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.EFFECT
source: Converts <link="HYDROGEN">Hydrogen</link> into electrical <link="POWER">Power</link>.
pt_br: Converte <link="HYDROGEN">Gás Hidrogênio</link> em <link="POWER">Energia</link> elétrica.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.NAME
source: <link="HYDROGENGENERATOR">Hydrogen Generator</link>
pt_br: <link="HYDROGENGENERATOR">Gerador de Hidrogênio</link>

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.DESC
source: Hydroponic farms reduce Duplicant traffic by automating liquid delivery with irrigation pipes.
pt_br: Fazendas Hidropônicas reduzem o tráfego de Duplicantes por automatizar a entrega usando encanamento.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>. Can be used as floor tile and rotated before construction. Must be irrigated through liquid piping.
pt_br: Germina uma <link="PLANTS">Planta</link> de uma <link="PLANTS">Semente</link>. Pode ser usada como bloco e rodada antes da construção. Precisa ser irrigada usando encanamento.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.NAME
source: <link="HYDROPONICFARM">Hydroponic Farm</link>
pt_br: <link="HYDROPONICFARM">Horta Hidropônica</link>

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.AVERAGEQUALITYNAME
source: Genius Ice Sculpture
pt_br: Escultura de Gelo Genial
