Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.DESC
source: Ice sculptures will melt over time if not kept sufficiently chilled.
pt_br: Esculturas de gelo irão derreter com o tempo se não forem mantidas suficientemente frias.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be sculpted by a Duplicant.
pt_br: Aumenta <link="DECOR">Decor</link> e reduz o <link="STRESS">Estresse</link> . Precisa ser esculpido por um Duplicante.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.NAME
source: <link="ICESCULPTURE">Ice Block</link>
pt_br: <link="ICESCULPTURE">Bloco de Gelo</link>

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.POORQUALITYNAME
source: "Abstract" Ice Sculpture
pt_br: Escultura de Gelo "Abstrata"

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.DESC
source: Pipe insulation prevents gas contents from significantly changing temperature in transit.
pt_br: Tubos adiabáticos previnem que os gases em trânsito sofram mudança de temperatura.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.EFFECT
source: Carries <link="ELEMENTSGAS">Gas</link> with minimal change in <link="HEAT">Temperature</link>. Can be run through tiles.
pt_br: Transporta <link="ELEMENTSGAS">Gases</link> com uma mínima mudança na <link="HEAT">Temperatura</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.NAME
source: <link="INSULATEDGASCONDUIT">Insulated Gas Pipe</link>
pt_br: <link="INSULATEDGASCONDUIT">Tubo de Gás Adiabático</link>

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.DESC
source: Pipe insulation prevents liquid contents from significantly changing temperature in transit.
pt_br: Encanamento Adiabático previne que os líquidos em trânsito sofram mudança de temperatura.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link> with minimal change in <link="HEAT">Temperature</link>. Can be run through tiles.
pt_br: Transporta <link="ELEMENTSLIQUID">Líquidos</link> com uma mínima mudança na <link="HEAT">Temperatura</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.NAME
source: <link="INSULATEDLIQUIDCONDUIT">Insulated Liquid Pipe</link>
pt_br: <link="INSULATEDLIQUIDCONDUIT">Cano de Líquido Adiabático</link>

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.DESC
source: This stuff won't go melting if things get heated.
pt_br: Este fio não vai derreter se as coisas esquentarem.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources in extreme <link="HEAT">Heat</link>. Can be run through tiles.
pt_br: Conecta estruturas à fontes de <link="POWER">Energia</link> em <link="HEAT">Calor</link> extremo. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.NAME
source: <link="INSULATEDWIRE">Insulated Wire</link>
pt_br: <link="INSULATEDWIRE">Cabo Adiabático</link>

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.DESC
source: The lowered thermal conductivity of insulated tiles slows heat from passing through them.
pt_br: A condutividade térmica reduzida de blocos adiabáticos diminuem a passagem de calor por eles.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.EFFECT
source: Used as floor and wall tile to build rooms. Reduces <link="HEAT">Heat</link> transfer between walls, retaining ambient heat in an area.
pt_br: Usado como bloco de chão ou parede para construir salas. Reduz a troca de <link="HEAT">Calor</link> entre paredes, retendo calor em uma área.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.NAME
source: <link="INSULATIONTILE">Insulated Tile</link>
pt_br: <link="INSULATIONTILE">Bloco Adiabático</link>

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.DESC
source: You'd be surprised how much research went into making warm wallpaper.
pt_br: Você ficaria surpreso pela quantidade de pesquisas que foram feitas para fazer este papel de parede quentinho.

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.EFFECT
source: Reduces <link="HEAT">Heat</link> loss through colony walls.
pt_br: Reduz a perda de <link="HEAT">Calor</link> pelas paredes da colônia.

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.NAME
source: <link="INSULATIONWALL">Insulation</link>
pt_br: <link="INSULATIONWALL">Isolamento</link>

# STRINGS.BUILDINGS.PREFABS.LADDER.DESC
source: (That means they climb it.)
pt_br: (Significa que eles podem escalar.)

# STRINGS.BUILDINGS.PREFABS.LADDER.EFFECT
source: Enables vertical mobility for Duplicants.
pt_br: Permite mobilidade vertical para os Duplicantes.

# STRINGS.BUILDINGS.PREFABS.LADDER.NAME
source: <link="LADDER">Ladder</link>
pt_br: <link="LADDER">Escada</link>

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.DESC
source: Plastic ladders are mildly antiseptic and can help limit the spread of germs in a colony.
pt_br: Escadas de plástico são antissépticas e podem ajudar a limitar a quantidade de germes na colônia.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.EFFECT
source: Increases Duplicant climbing speed.
pt_br: Aumenta a velocidade de escalada dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.NAME
source: <link="LADDERFAST">Plastic Ladder</link>
pt_br: <link="LADDERFAST">Escada de Plástico</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.DESC
source: A thermo aquatuner cools liquid and outputs the heat elsewhere.
pt_br: Um resfriador aquático que esfria líquidos e externa o calor em outro lugar.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.EFFECT
source: Cools the <link="ELEMENTSLIQUID">Liquid</link> piped through it, but outputs <link="HEAT">Heat</link> in its immediate vicinity.
pt_br: Esfria o <link="ELEMENTSLIQUID">Líquido</link> encanado, mas produz <link="HEAT">Calor</link> na região instalada.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.NAME
source: <link="LIQUIDCONDITIONER">Thermo Aquatuner</link>
pt_br: <link="LIQUIDCONDITIONER">Resfriador Aquático</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.DESC
source: Liquid pipes are used to connect the inputs and outputs of plumbed buildings.
pt_br: Encanamentos são usados para conectar entradas e saídas de estruturas encanadas.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link> between <link="LIQUIDPIPING">Outputs</link> and <link="LIQUIDPIPING">Intakes</link>. Can be run through tiles.
pt_br: Transporta <link="ELEMENTSLIQUID">Líquidos</link> entre <link="LIQUIDPIPING">Saídas</link> e <link="LIQUIDPIPING">Entradas</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.NAME
source: <link="LIQUIDCONDUIT">Liquid Pipe</link>
pt_br: <link="LIQUIDCONDUIT">Cano de Líquido</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
pt_br: Separam encanamentos, prevenindo a mistura dos conteúdos que poderiam resultar em dano à estruturas.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.EFFECT
source: Runs one <link="LIQUIDPIPING">Liquid Pipe</link> section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de <link="LIQUIDPIPING">Cano de Líquidos</link> passe pela outra sem as unir. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.NAME
source: <link="LIQUIDCONDUITBRIDGE">Liquid Bridge</link>
pt_br: <link="LIQUIDCONDUITBRIDGE">Ponte de Líquido</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.DESC
source: Liquid Pipe Germ Sensors are used to control automation behaviour in the presence of disease.
pt_br: Sensores de Germes de Canos são usados para controlar o comportamento automatizado na presença de doença.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of the contained <link="DISEASE">Germs</link>.
pt_br: Pode ficar <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> dependendo da quantidade de <link="DISEASE">Germes</link> contidos.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Germs
pt_br: Ativa/Em Espera baseado nos Germes contidos

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITDISEASESENSOR.NAME
source: <link="LIQUIDCONDUITDISEASESENSOR">Liquid Pipe Germ Sensor</link>
pt_br: <link="LIQUIDCONDUITDISEASESENSOR">Sensor de Germes de Canos</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.DESC
source: Liquid Pipe Element Sensors can be used to detect the presence of a specific liquid in a pipe
pt_br: Sensores de Germes de Canos podem ser usados para detectar a presença de um líquido específico em um cano

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> when the configured Liquid Element is detected.
pt_br: Fica <link="LOGIC">Ativo</link> quando o Elemento Líquido configurado é detectado.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the contained Liquid
pt_br: Ativo/Em Espera baseado no Líquido contido

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITELEMENTSENSOR.NAME
source: <link="LOGICELEMENTSENSORLIQUID">Liquid Pipe Element Sensor</link>
pt_br: <link="LOGICELEMENTSENSORLIQUID">Sensor de Elemento de Canos</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITOVERFLOW.EFFECT
source: Has a secondary output which is only used when the primary output is blocked.
pt_br: Possui uma saída secundária que só é utilizada quando a saída primária está bloqueada.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITOVERFLOW.NAME
source: <link="LIQUIDCONDUITOVERFLOW">Liquid Overflow Valve</link>
pt_br: <link="LIQUIDCONDUITOVERFLOW">Válvula de Líquido de Sobrecarga</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITPREFERENTIALFLOW.EFFECT
source: Has a secondary input which is only drawn from when the primary input is empty.
pt_br: Possui uma entrada secundária que só é utilizada quando a entrada primária está vazia.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.DESC
source: Radiant pipes significantly improve the rate of temperature exchange with the surrounding environment.
pt_br: Canos radiadores melhoram significativamente as taxas de trocas de calor no ambiente próximo.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.EFFECT
source: Carries <link="ELEMENTSLIQUID">Liquid</link> and encourages significant change in <link="HEAT">Temperature</link>. Can be run through tiles.
pt_br: Transporta <link="ELEMENTSLIQUID">Líquidos</link> e encoraja uma mudança significativa na <link="HEAT">Temperatura</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITRADIANT.NAME
source: <link="LIQUIDCONDUITRADIANT">Radiant Liquid Pipe</link>
pt_br: <link="LIQUIDCONDUITRADIANT">Cano de Líquido Radiador</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.DESC
source: Liquid Pipe Thermo Sensors can disable buildings when their contents reach a certain temperature.
pt_br: Sensores Térmicos de Cano de Líquido podem desativar estruturas quando seu conteúdo atinge certa temperatura.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when the pipe contents <link="HEAT">Temperature</link> enters the chosen range.
pt_br: Pode ficar <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> quando a <link="HEAT">Temperatura</link> do conteúdo do cano entra no intervalo escolhido.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on the <link="HEAT">Temperature</link> of the contained Liquid
pt_br: Ativo/Em Espera baseado na <link="HEAT">Temperatura</link> do Líquido contido

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITTEMPERATURESENSOR.NAME
source: <link="LIQUIDCONDUITTEMPERATURESENSOR">Liquid Pipe Thermo Sensor</link>
pt_br: <link="LIQUIDCONDUITTEMPERATURESENSOR">Sensor Térmico de Cano de Líquido</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.DESC
source: A Duplicant can work a hydrofan to temporarily cool small areas as needed.
pt_br: Um Duplicante pode operar um hidroventilador para esfriar pequenas áreas conforme necessário.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.EFFECT
source: Dissipates a small amount of the <link="HEAT">Heat</link>.
pt_br: Dissipa uma pequena parte do <link="HEAT">Calor</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.NAME
source: <link="LIQUIDCOOLEDFAN">Hydrofan</link>
pt_br: <link="LIQUIDCOOLEDFAN">Hidroventilador</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.DESC
source: Liquid filters send the selected liquid into a special pipe, expelling everything else through a second output.
pt_br: Filtros de líquido enviam o líquido selecionado para um encanamento especial e manda todo resto para uma segunda saída.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.EFFECT
source: Sieves one <link="ELEMENTSLIQUID">Liquid</link> out of a mix, sending it into a dedicated <link="LIQUIDPIPING">Pipe</link>.
pt_br: Separa um <link="ELEMENTSLIQUID">Líquido</link> de uma mistura e o envia para um <link="LIQUIDPIPING">Cano</link> separado.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.NAME
source: <link="LIQUIDFILTER">Liquid Filter</link>
pt_br: <link="LIQUIDFILTER">Filtro de Líquidos</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.DESC
source: Liquid tepidizers kill waterborne germs and heat liquid to a perfect showering temperature.
pt_br: Aquecedores aquáticos matam germes aquáticos e aquecem líquidos para um banho perfeito.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.EFFECT
source: Warms large bodies of <link="ELEMENTSLIQUID">Liquid</link>. Must be fully submerged.
pt_br: Aquece largas quantidades de <link="ELEMENTSLIQUID">Líquidos</link>. Deve estar completamente submerso.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.NAME
source: <link="LIQUIDHEATER">Liquid Tepidizer</link>
pt_br: <link="LIQUIDHEATER">Aquecedor Aquático</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
pt_br: Encanamento automatizado poupa tempo e recursos por remover a necessidade de gerenciamento por Duplicantes.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.EFFECT
source: Automatically turns <link="ELEMENTSLIQUID">Liquid</link> flow on or off using <link="LOGIC">Automation</link> technology.
pt_br: Desliga e liga automaticamente o fluxo de <link="ELEMENTSLIQUID">Líquido</link> usando a tecnologia <link="LOGIC">Automação</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.NAME
source: <link="LIQUIDLOGICVALVE">Liquid Shutoff</link>
pt_br: <link="LIQUIDLOGICVALVE">Interrompendor de Líquidos</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of liquid with minimum power draw.
pt_br: Mini bombas são úteis movendo pequenas quantidades de líquido utilizando pouca energia.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.EFFECT
source: Draws in a small amount of <link="ELEMENTSLIQUID">Liquid</link> and runs it through <link="LIQUIDPIPING">Pipes</link>. Must be submerged in liquid.
pt_br: Bombeia uma pequena quantidade de <link="ELEMENTSLIQUID">Líquido</link> para dentro dos <link="LIQUIDPIPING">Canos</link>. Deve estar submerso em líquido.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.NAME
source: <link="LIQUIDMINIPUMP">Mini Liquid Pump</link>
pt_br: <link="LIQUIDMINIPUMP">Mini Bomba de Líquidos</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.DESC
source: Piping a pump's intake to another building's output will send liquid to that building.
pt_br: Conectar a saída de uma bomba com a entrada de uma estrutura vai mandar líquidos para aquela estrutura.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.EFFECT
source: Draws in <link="ELEMENTSLIQUID">Liquid</link> and runs it through <link="LIQUIDPIPING">Pipes</link>. Must be submerged in liquid.
pt_br: Bombeia <link="ELEMENTSLIQUID">Líquido</link> para dentro dos <link="LIQUIDPIPING">Canos</link>. Deve estar submerso em líquido.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.NAME
source: <link="LIQUIDPUMP">Liquid Pump</link>
pt_br: <link="LIQUIDPUMP">Bomba de Líquidos</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.DESC
source: Pitcher pumps are used to fetch water and other liquids for delivery to buildings.
pt_br: Bombas manuais são usadas para bombear água e outros líquidos e entregar para outras estruturas.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.EFFECT
source: Manually pumps <link="ELEMENTSLIQUID">Liquid</link> into bottles for transport. Duplicants can only carry bottled liquids.
pt_br: Bombeia manualmente <link="ELEMENTSLIQUID">Líquidos</link> em garrafas para o transporte. Duplicantes só carregam líquidos engarrafados.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.NAME
source: <link="LIQUIDPUMPINGSTATION">Pitcher Pump</link>
pt_br: <link="LIQUIDPUMPINGSTATION">Bomba Manual</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.DESC
source: Valves control the amount of liquid that moves through pipes, preventing waste.
pt_br: Válvulas controlam a quantidade de líquido que se move pelo encanamento, prevenindo desperdício.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.EFFECT
source: Controls the <link="ELEMENTSLIQUID">Liquid</link> volume permitted through <link="LIQUIDPIPING">Pipes</link>.
pt_br: Controla o volume de <link="ELEMENTSLIQUID">Líquido</link> permitido nos <link="LIQUIDPIPING">Canos</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.NAME
source: <link="LIQUIDVALVE">Liquid Valve</link>
pt_br: <link="LIQUIDVALVE">Válvula de Líquidos</link>

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.DESC
source: Vents are an exit point for liquids from plumbing systems.
pt_br: Saídas de líquido são um ponto de saída de líquidos dos encanamentos.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.EFFECT
source: Releases <link="ELEMENTSLIQUID">Liquid</link> from <link="LIQUIDPIPING">Liquid Pipes</link>.
pt_br: Liberam <link="ELEMENTSLIQUID">Líquidos</link> de volta para a colônia usando <link="LIQUIDPIPING">Canos</link>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.NAME
source: <link="LIQUIDVENT">Liquid Vent</link>
pt_br: <link="LIQUIDVENT">Saída de Líquidos</link>

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.DESC
source: Detects the presence and quantity of nearby germs
pt_br: Detecta a presença e a quantidade de germes próximos

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> depending on quantity of surrounding <link="DISEASE">Germs</link>.
pt_br: Pode ficar <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> dependendo da quantidade de <link="DISEASE">Germes</link> ao redor.

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on ambient Germs
pt_br: Ativo/Em Espera baseado nos Germes do ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.NAME
source: <link="LOGICDISEASESENSOR">Germ Sensor</link>
pt_br: <link="LOGICDISEASESENSOR">Sensor de Germes</link>

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.DESC
source: These sensors can detect the presence of a specific gas and alter systems accordingly.
pt_br: Estes sensores podem detectar a presença de um gás específico e alterar sistemas conforme programado.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.EFFECT
source: Becomes <link="LOGIC">Active</link> when the selected Gaseous Element is detected. Remains on <link="LOGIC">Standby</link> when the Element is not present.
pt_br: Fica <link="LOGIC">Ativo</link> quando o Elemento Gasoso selecionado é detectado. Continua <link="LOGIC">Em Espera</link> quando o Elemento não está presente.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.LOGIC_PORT_DESC
source: Active/Standby based on the ambient Gas
pt_br: Ativa/Em Espera baseado no Gás ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORGAS.NAME
source: <link="LOGICELEMENTSENSORGAS">Gaseous Element Sensor</link>
pt_br: <link="LOGICELEMENTSENSORGAS">Sensor de Elemento Gasoso</link>

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.DESC
source: These sensors can detect the presence of a specific liquid and alter systems accordingly.
pt_br: Estes sensores podem detectar a presença de um líquido específico e alterar sistemas conforme programado.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.EFFECT
source: Becomes <link="LOGIC">Active</link> when the selected Liquid Element is detected. Remains on <link="LOGIC">Standby</link> when the Element is not present.
pt_br: Fica <link="LOGIC">Ativo</link> quando o Elemento Líquido selecionado é detectado. Continua <link="LOGIC">Em Espera</link> quando o Elemento não está presente.

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.LOGIC_PORT_DESC
source: Active/Standby based on the ambient Liquid
pt_br: Ativo/Em Espera baseado no Líquido do ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICELEMENTSENSORLIQUID.NAME
source: <link="LOGICELEMENTSENSORLIQUID">Liquid Element Sensor</link>
pt_br: <link="LOGICELEMENTSENSORLIQUID">Sensor de Elemento Líquido</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.DESC
source: This gate only turns buildings on when both the input buildings are on active the same time.
pt_br: Este portão só ligará estruturas quando suas entradas estiverem ativas ao mesmo tempo.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.EFFECT
source: Becomes <link="LOGIC">Active</link> when the systems connected to its Inputs are both <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> when one or both Inputs are on <link="LOGIC">Standby</link>.
pt_br: Fica <link="LOGIC">Ativo</link> quando ambos os sistemas conectados às Entradas estão <link="LOGIC">Ativos</link>. Entra <link="LOGIC">Em Espera</link> quando uma ou duas Entradas estão em <link="LOGIC">Espera</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.NAME
source: <link="LOGICGATEAND">AND Gate</link>
pt_br: <link="LOGICGATEAND">Portão AND</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.DESC
source: This gate will keep buildings running for a short time after the input building is deactivated.
pt_br: Este portão fará as estruturas funcionarem por um curto período de tempo após sua entrada estiver desativada.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.EFFECT
source: Becomes <link="LOGIC">Active</link> if the system connected to its Input is <link="LOGIC">Active</link>. Stays <link="LOGIC">Active</link> for a short time after its Input enters <link="LOGIC">Standby</link>.
pt_br: Fica <link="LOGIC">Ativo</link> se o sistema conectado à Entrada está <link="LOGIC">Ativo</link>. Fica <link="LOGIC">Ativo</link> por um certo tempo depois que sua Entrada entra <link="LOGIC">Em Espera</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.NAME
source: <link="LOGICGATEBUFFER">BUFFER Gate</link>
pt_br: <link="LOGICGATEBUFFER">Portão BUFFER</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.DESC
source: This gate will keep buildings turned off for a short time after the input building is activated.
pt_br: Este portão fará as estruturas continuarem desligadas por um curto período de tempo após a sua entrada ser ativada.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.EFFECT
source: Enters <link="LOGIC">Standby</link> if the system connected to its Input is also on <link="LOGIC">Standby</link>. Stays in <link="LOGIC">Standby</link> for a short time after its Input becomes <link="LOGIC">Active</link>.
pt_br: Entra <link="LOGIC">Em Espera</link> se o sistema conectado à sua Entrada também está <link="LOGIC">Em Espera</link>. Fica <link="LOGIC">Em Espera</link> por um certo tempo depois que sua Entrada ficou <link="LOGIC">Ativa</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.NAME
source: <link="LOGICGATEFILTER">FILTER Gate</link>
pt_br: <link="LOGICGATEFILTER">Portão FILTER</link>
