Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.LORE.BUILDINGS.SET_OBJECT.ENTRY
source: TO: ALL FROM: ADMIN @GRAVITASFACILITY.NOVA SUBJECT: IMPORTANT REMINDER TO ALL PERSONNEL The Gravitas Facility does not officially host a "Bring Your Child To Work Day" office event. We ask that personnel please do not bring children into top secret research departments, and especially that they do not let said children play with the high velocity particle accelerators. We thank you for your understanding. -The Gravitas Facility
pt_br: PARA: TODOS DE: ADMIN @INSTITUTOGRAVITAS.NOVA ASSUNTO: IMPORTANTE LEMBRETE PARA TODOS OS FUNCIONÁRIOS O Instituto Gravitas não possui o evento "Traga Seu Filho Para o Trabalho". Nós pedimos a todos os funcionários que não tragam seus filhos para os departamentos de pesquisa ultra secreta, e em especial, não deixe as crianças brincarem com aceleradores de partículas de alta velocidade. Agradecemos a compreensão. -O Instituto Gravitas

# STRINGS.LORE.BUILDINGS.SET_OBJECT.HEADER
source: REMINDER TO STAFF
pt_br: LEMBRETE PARA OS FUNCIONÁRIOS

# STRINGS.LORE.BUILDINGS.SetLocker.ENTRY
source: To all employees; The facility is pleased to announced that starting this week, all Fridays will now be Casual Fridays! Please enjoy the clinically proven destressing benefits of casual attire by wearing your favorite shirt to the lab. NOTE: Any personnel found on facility premises without regulation fullbody protection will be put on immediate notice. Thank-you and have fun! -Admin
pt_br: Para todos os funcionários; O instituto tem o prazer em anunciar que a partir da semana que vem, todas as Sextas serão agora as Sextas Casuais! Por favor, aproveite os benefícios relaxantes clinicamente comprovados de trocar seu uniforme de laboratório pela sua camisa favorita. NOTA: Qualquer funcionário encontrado nas instalações do instituto sem os equipamentos de proteção receberá uma advertência. Obrigado e divirtam-se! -Administração

# STRINGS.LORE.BUILDINGS.SetLocker.HEADER
source: Casual Friday!
pt_br: Sexta Casual!

# STRINGS.LORE.BUILDINGS.VendingMachine.ENTRY
source: TO: ALL FROM: ADMIN@GRAVITASFACILITY.NOVA SUBJECT: Unattended Cultures For the health and safety of your fellow Facility employees, please do not store unlabeled bacterial cultures in the cafeteria fridge. Similarly, be advised that the cafeteria dishwasher is incapable of handling petri "dishes", despite the nomenclature. We thank you for your consideration. -The Gravitas Facility
pt_br: PARA: TODOS DE: ADMIN@INSTITUTOGRAVITAS.NOVA ASSUNTO: Culturas Indesejadas Pela saúde e segurança dos seus colegas, por favor não armazenem culturas de bactérias dentro da geladeira da cafeteria. Da mesma forma, fiquem avisados de que lava-louças da cafeteria é incapaz de lidar com "pratos" de petri apesar do nome. Nós agradecemos a sua consideração. -O Instituto Gravitas

# STRINGS.LORE.BUILDINGS.VendingMachine.HEADER
source: NOTICE TO STAFF
pt_br: MENSAGEM PARA OS FUNCIONÁRIOS

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.NAME
source: Resource allocated
pt_br: Recurso alocado

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.TOOLTIP
source: These resources are reserved for a planned building:
pt_br: Estes recursos foram reservados para a estrutura planejada:

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.NAME
source: Resource available
pt_br: Recursos disponíveis

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.TOOLTIP
source: These resources have become available:
pt_br: Estes recursos estão disponíveis:

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.MESSAGEBODY
source: • Use the <link="CONTROLS">WASD</link> keys to pan your camera and the <link="CONTROLS">MOUSE WHEEL</link> to zoom in or out. <color=#F44A47><b>[H]</b></color> will return your screen to the Printing Pod. • Your simulation can be sped up or slowed down by using the speed buttons in the top left, or by pressing <color=#F44A47><b>[TAB]</b></color>. • <color=#F44A47><b>[SPACE]</b></color> will pause or resume your game.
pt_br: - Utilize <link="CONTROLS">WASD</link> para mover sua câmera e a <link="CONTROLS">RODA DO MOUSE</link> para dar zoom. <color=#F44A47><b>[H]</b></color> centra sua câmera na Duplicadora. - Sua simulação pode ser acelerada ou desacelerada usando os botões de velocidade na parte superior esquerda, ou apertando <color=#F44A47><b>[TAB]</b></color>. - <color=#F44A47><b>[ESPAÇO]</b></color> irá pausar ou continuar seu jogo.

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.NAME
source: TIP: Basic Controls
pt_br: DICA: Controles básicos

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.TOOLTIP
source: Helpful tips to get you started
pt_br: Dicas úteis para ajudar a começar

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.MESSAGEBODY
source: When Duplicants come into contact with various <link="DISEASE">Germs</link>, they'll need to expend points of <link="IMMUNE SYSTEM">Immunity</link> to resist them and remain healthy. If repeated exposes causes their Immunity to drop to 0%, they'll be unable to resist germs and will contract the next disease they encounter. Doors with Access Permissions can be built from the BASE TAB<color=#F44A47> <b>[1]</b></color> of the <link="MISC">Build menu</link> to block Duplicants from entering biohazardous areas while they recover their spent immunity points.
pt_br: Quando Duplicantes entram em contanto com diversos <link="DISEASE">Germes</link>, eles gastam pontos de <link="IMMUNE SYSTEM">Imunidade</link> para resistir a eles e se manterem saudáveis. Se a exposição prolongada fazer com que a Imunidade chegue à 0%, eles serão incapazes de resistir aos germes e contrairão a próxima doença que eles encontrarem. Portas com Permissões de Acesso podem ser construídas da ABA BASE<color=#F44A47> <b>[1]</b></color> do <link="MISC">Menu Construir</link> para impedir Duplicantes de entrar em áreas perigosas enquanto recuperam os pontos de imunidade gastos.

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.NAME
source: TIP: Duplicant Immune Systems
pt_br: DICA: Sistema Imune dos Duplicantes

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.TOOLTIP
source: Keep your Duplicants in peak health
pt_br: Mantenha seus Duplicantes saudáveis

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.NAME
source: Building broken
pt_br: Estrutura quebrada

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.TOOLTIP
source: These buildings have taken significant damage and are nonfunctional:
pt_br: Estas estruturas receberam dano demais e não estão funcionando:

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.NAME
source: Building collapsed
pt_br: Estrutura colapsada

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.TOOLTIP
source: These buildings have collapsed from a lack of foundation: • {0}
pt_br: As seguintes estruturas colapsaram pela falta de fundação: • {0}

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.NAME
source: Damage: Overheated
pt_br: Dano: Sobreaquecimento

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.TOOLTIP
source: Excessive heat is damaging these buildings:
pt_br: Calor excessivo está danificando as estruturas:

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.NAME
source: Circuit Overloaded
pt_br: Circuito Sobrecarregado

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.TOOLTIP
source: These wires melted due to excessive current demands on their circuits
pt_br: Estes cabos derreteram devido a demanda excessiva nos seus circuitos

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.NAME
source: Colony Lost
pt_br: Colônia Perdida

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.TOOLTIP
source: All Duplicants are dead or incapacitated
pt_br: Todos os Duplicantes estão mortos ou incapacitados

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.NAME
source: Duplicants crushed
pt_br: Duplicantes esmagados

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.TOOLTIP
source: These Duplicants have been crushed:
pt_br: Os seguintes Duplicantes morreram esmagados:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.NAME
source: Duplicants have succumb to illness
pt_br: Duplicantes derrotados por doenças

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.TOOLTIP
source: These Duplicants died from an untreated <link="DISEASE">Disease</link>:
pt_br: Os seguintes Duplicantes morreram devido a uma <link="DISEASE">Doença</link> não tratada:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.NAME
source: Duplicants have drowned
pt_br: Duplicantes morreram afogados

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.TOOLTIP
source: These Duplicants have drowned:
pt_br: Estes Duplicantes morreram afogados:

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.NAME
source: Duplicants have been entombed
pt_br: Duplicantes foram soterrados

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.TOOLTIP
source: These Duplicants are trapped and need assistance:
pt_br: Estes Duplicantes estão soterrados e precisam de ajuda:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.NAME
source: Duplicants splattered
pt_br: Duplicante esmagados

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.TOOLTIP
source: These Duplicants fell to their deaths:
pt_br: Estes Duplicantes caíram e morreram:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.NAME
source: Duplicants have frozen
pt_br: Duplicantes congelaram

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.TOOLTIP
source: These Duplicants died from extremely low <link="HEAT">Temperatures</link>:
pt_br: Estes Duplicantes morreram por causa do <link="HEAT">Frio</link> extremo:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.NAME
source: Duplicants have overheated
pt_br: Duplicantes superaqueceram

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.TOOLTIP
source: These Duplicants died from extreme <link="HEAT">Heat</link>:
pt_br: Estes Duplicantes morreram devido ao <link="HEAT">Calor</link> extremo:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.NAME
source: Duplicants pressurized
pt_br: Duplicantes mortos por pressão

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.TOOLTIP
source: These Duplicants died in a high pressure environment:
pt_br: Estes Duplicantes morreram em um ambiente de alta pressão:

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.NAME
source: Duplicants poisoned
pt_br: Duplicantes envenenados

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.TOOLTIP
source: These Duplicants died as a result of poisoning:
pt_br: Estes Duplicantes morreram por envenenamento:

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.NAME
source: Duplicants pressurized
pt_br: Duplicantes mortos por pressão

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.TOOLTIP
source: These Duplicants died in a low pressure environment:
pt_br: Estes Duplicantes morreram em um ambiente de baixa pressão:

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.NAME
source: Duplicants have starved
pt_br: Duplicantes morreram de fome

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.TOOLTIP
source: These Duplicants died from a lack of <link="FOOD">Food</link>:
pt_br: Estes Duplicantes morreram pela falta de <link="FOOD">Comida</link>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.NAME
source: Duplicants have suffocated
pt_br: Duplicantes sufocaram

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.TOOLTIP
source: These Duplicants have asphyxiated in <link="HEAT">Cold</link> air:
pt_br: Estes Duplicantes morreram asfixiados com ar <link="HEAT">Frio</link>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.NAME
source: Duplicants have suffocated
pt_br: Duplicantes sufocaram

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.TOOLTIP
source: These Duplicants have asphyxiated in <link="HEAT">heat</link> air:
pt_br: Estes Duplicantes morreram asfixiados com ar <link="HEAT">Quente</link>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.NAME
source: Duplicants have suffocated
pt_br: Duplicantes sufocaram

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.TOOLTIP
source: These Duplicants were unable to reach <link="OXYGEN">Oxygen</link> and died:
pt_br: Este Duplicantes não conseguiram alcançar <link="OXYGEN">Oxigênio</link> e morreram:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.NAME
source: Duplicants suffocated
pt_br: Duplicantes sufocados

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.TOOLTIP
source: These Duplicants died from a lack of <link="OXYGEN">Oxygen</link>:
pt_br: Estes Duplicantes morreram pela falta de <link="OXYGEN">Oxigênio</link>:

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.MESSAGEBODY
source: The <link="FOOD">Food</link> your Duplicants cook will only ever be as clean as the ingredients used to make it. Storing food in sterile or <link="REFRIGERATOR">Refrigerated</link> environments will keep food free of <link="DISEASE">Germs</link>, while carefully placed hygiene stations like <link="WASHBASIN">Wash Basin</link> or <link="SHOWER">Shower</link> will prevent your cooks from infecting the food by handling it. Dangerously contaminated food can be sent to compost by clicking the <link="MISC">Compost</link> button on the selected item.
pt_br: A <link="FOOD">Comida</link> que seus Duplicantes fazem é tão limpa quanto os ingredientes que eles usaram para fazer. Armazenar comida em ambientes estéreis e <link="REFRIGERATOR">Refrigerados</link> irá manter a comida livre de <link="DISEASE">Germes</link>, enquanto que estações de higiene como <link="WASHBASIN">Lavatórios</link> ou <link="SHOWER">Chuveiros</link> irão prevenir que seus cozinheiros contaminem a comida. Comida perigosamente contaminada pode ser enviada para compostagem ao clicar no botão <link="MISC">Compostar</link> do item selecionado.

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.NAME
source: TIP: Food Safety
pt_br: DICA: Segurança Alimentar

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.TOOLTIP
source: Learn how to manage food contamination
pt_br: Aprenda como administrar a contaminação da comida

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.MESSAGEBODY
source: New Duplicants are no longer available for printing. Countdown to the next production was rebooted.
pt_br: Nenhum Duplicante está disponível para a impressão. Contagem para a próxima produção foi reiniciada.

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.NAME
source: New Duplicants have been reabsorbed
pt_br: Novos Duplicantes foram reabsorvidos

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.TOOLTIP
source: The printable Duplicants have been reabsorbed
pt_br: Os Duplicantes imprimíveis foram reabsorvidos

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.NAME
source: Duplicants have died
pt_br: Duplicantes morreram

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.TOOLTIP
source: These Duplicants have died:
pt_br: Estes Duplicantes morreram:

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.NAME
source: Fabricator idle
pt_br: Produtor ocioso

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.TOOLTIP
source: These fabricators have no recipes queued:
pt_br: Estes fabricadores não possuem receitas na fila de produção:

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.MESSAGEBODY
source: In order to carry <link="LIQUIDS">liquid</link> from place to place, Duplicants must first bottle them for transport. Build Pitcher Pumps over pools of liquid from the <link="MISC">Plumbing tab</link> of the <link="MISC">Build menu</link> to pump those liquids into bottles. Duplicants will then automatically deliver the bottled liquids where they need to go.
pt_br: Para poder carregar <link="LIQUIDS">líquidos</link> de um lugar para o outro, Duplicantes precisam primeiro engarrafá-los para o transporte. Construa Bombas Manuais sobre piscinas de líquidos da <link="MISC">Aba Canos</link> do <link="MISC">Menu Construir</link> para bombear estes líquidos em garrafas. Duplicantes irão automaticamente entregar os líquidos engarrafados onde for preciso.

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.NAME
source: TIP: Fetching Water
pt_br: DICA: Coletando Água

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.TOOLTIP
source: How to fetch a pail of water
pt_br: Como pegar um balde de água

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.NAME
source: Food shortage
pt_br: Escassez de comida

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.TOOLTIP
source: Your colony's <link="FOOD">Food</link> reserves are low: • You have {0} available • Your Duplicants are consuming {1} per cycle
pt_br: As reservas de <link="FOOD">Comida</link> estão baixas: • Você possui {0} disponível • Seus Duplicantes estão consumindo {1} por ciclo

# STRINGS.MISC.NOTIFICATIONS.FOODROT.NAME
source: Food has decayed
pt_br: Comida apodreceu

# STRINGS.MISC.NOTIFICATIONS.FOODROT.TOOLTIP
source: These <link="FOOD">Food</link> items have rotted and are no longer edible: • {0}
pt_br: Estes itens <link="FOOD">Alimentares</link> apodreceram e não podem mais ser consumidos: • {0}

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.NAME
source: Food has become stale
pt_br: A comida ficou azeda

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.TOOLTIP
source: These <link="FOOD">Food</link> items have become stale and could rot if not stored:
pt_br: Estes <link="FOOD">Alimentos</link> ficaram azedos e podem apodrecer se não forem armazenados:

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDARRIVING.NAME
source: The colony is entering a cloud of gas
pt_br: A colônia está entrando em uma nuvem de gás

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDDEPARTING.NAME
source: The gas cloud is receding
pt_br: A nuvem de gás está regredindo

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDGONE.NAME
source: The colony is once again in open space
pt_br: A colônia novamente está novamente em espaço aberto

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDPEAK.NAME
source: The gas cloud is at its densest point
pt_br: A nuvem de gás está em seu ponto mais denso

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.NAME
source: A gas cloud approaches
pt_br: Uma nuvem de gás se aproxima

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.TOOLTIP
source: A toxic gas cloud will soon envelop the colony
pt_br: Uma nuvem de gás tóxica logo irá engolir a colônia

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.NAME
source: Genes Shuffled
pt_br: Genes Embaralhados

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.SUFFIX
source: has developed {0}
pt_br: desenvolveu {0}

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.TOOLTIP
source: These Duplicants had their genetic makeup modified:
pt_br: Estes Duplicantes tiveram seu genoma modificado:

# STRINGS.MISC.NOTIFICATIONS.HEALING.NAME
source: Healing
pt_br: Recuperando

# STRINGS.MISC.NOTIFICATIONS.HEALING.TOOLTIP
source: This Duplicant is recovering from an injury
pt_br: Este Duplicante está se recuperando de um ferimento

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.NAME
source: New trait
pt_br: Novo traço

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.SUFFIX
source: has developed {0}
pt_br: desenvolveu {0}

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.TOOLTIP
source: These Duplicants' injuries weren't set and healed improperly. They developed traits as a result:
pt_br: As feridas desses Duplicantes não foram tratadas corretamente. Por causa disso, desenvolveram um novo traço:

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.NAME
source: Colony requires wash basins
pt_br: Colônia precisa de lavatórios

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.TOOLTIP
source: <link="DISEASE">Germs</link> are spreading in your colony because your Duplicants have nowhere to clean up
pt_br: <link="DISEASE">Germes</link> estão se espalhando pela sua colônia porque seus Duplicantes não tem onde se limpar

# STRINGS.MISC.NOTIFICATIONS.IMMIGRANTSLEFT.NAME
source: New Duplicants have been reabsorbed
pt_br: Novos Duplicantes foram reabsorvidos

# STRINGS.MISC.NOTIFICATIONS.IMMIGRANTSLEFT.TOOLTIP
source: The printable Duplicants have been Oozed
pt_br: Os Duplicantes imprimíveis foram reabsorvidos

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.NAME
source: Duplicants' expectations increased
pt_br: Expectativas dos Duplicantes foram elevadas

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.TOOLTIP
source: Duplicants require better amenities over time. These Duplicants have increased their expectations:
pt_br: Duplicantes precisam de melhores serviços com o tempo. Estes Duplicantes aumentaram suas expectativas:

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.NAME
source: Invalid construction location
pt_br: Local inválido para construção

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.TOOLTIP
source: These buildings cannot be constructed in the planned areas:
pt_br: As seguintes estruturas não podem ser construídas nas áreas planejadas:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.NAME
source: Skill increase
pt_br: Melhoria de habilidade

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.SUFFIX
source: - {0} raised to {1}
pt_br: - {0} subiu para {1}

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP
source: These Duplicants' skills have improved:
pt_br: As habilidades destes Duplicantes melhoraram:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP_PST
source: Their expectations have increased accordingly.
pt_br: Suas expectativas também elevaram.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.MESSAGEBODY
source: Duplicants must be able to reach their errands in order to work. When placing errands, keep in mind that Duplicants can only climb obstacles two tiles high, and are themselves two tiles tall. If you are unsure if a errand you've placed is accessible, select a Duplicant and click SHOW NAVIGATION to view all areas within their reach.
pt_br: Os Duplicantes devem ter acesso às tarefas dadas para que possam trabalhar. Ao dar tarefas, lembre-se de que Duplicantes podem apenas escalar até dois blocos de altura e eles possuem dois blocos de altura. Se não tem certeza se a tarefa é acessível, selecione um Duplicante e clique em EXIBIR NAVEGAÇÃO para ver todas as áreas que estão dentro de seu alcance.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.NAME
source: TIP: Duplicant Movement
pt_br: DICA: Movimento dos Duplicantes

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.TOOLTIP
source: Understanding your Duplicants' maneuverability
pt_br: Entendendo a mobilidade dos Duplicantes

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.MESSAGEBODY
source: <link="DISEASE">Germs</link> are an invisible peril that cause <link="DISEASE">Disease</link> in your Duplicants. The <link="MISC">Germ overlay</link> <color=#F44A47><b>[F9]</b></color> will allow you to view all germ concentrations in your colony and the sources spawning them. Wash Basins can be built in dirty areas from the <link="MISC">Medicine tab</link> <color=#F44A47><b>[8]</b></color> to tell your Duplicants to where to wash up. If you keep your base clean and your Duplicants hygienic, their <link="IMMUNE SYSTEM">Immunity</link> will handle the rest.
pt_br: <link="DISEASE">Germes</link> são um perigo invisível que causam <link="DISEASE">Doenças</link> nos seus Duplicantes. O <link="MISC">Painel Germes</link> <color=#F44A47><b>[F9]</b></color> permitirá você visualizar todas as concentrações de germes pela sua colônia e as fontes que as geram. Lavatórios podem ser construídos em áreas sujas a partir da <link="MISC">Aba Saúde</link> <color=#F44A47><b>[8]</b></color> para dizer aos seus Duplicantes onde se lavar. Se você manter sua base limpa e seus Duplicantes higiênicos, a <link="IMMUNE SYSTEM">Imunidade</link> vai cuidar do resto.

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.NAME
source: TIP: Germs and Disease
pt_br: DICA: Germes e Doenças

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.TOOLTIP
source: Learn about the risks of Duplicant disease
pt_br: Aprenda sobre os riscos das doenças de Duplicante

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.NAME
source: Missing materials
pt_br: Materiais em falta

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.TOOLTIP
source: These resources are not available:
pt_br: Estes recursos estão indisponíveis:
