Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTS
source: <link="ELEMENTS">Elements</link>
pt_br: <link="ELEMENTS">Elementos</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSLIQUID
source: <link="ELEMENTSLIQUID">Liquids</link>
pt_br: <link="ELEMENTSLIQUID">Líquidos</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSOTHER
source: <link="ELEMENTSOTHER">Other</link>
pt_br: <link="ELEMENTSOTHER">Outros</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ELEMENTSSOLID
source: <link="ELEMENTSSOLID">Solids</link>
pt_br: <link="ELEMENTSSOLID">Sólidos</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.FOOD
source: <link="FOOD">Food</link>
pt_br: <link="FOOD">Comida</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.GEYSERS
source: <link="GEYSERS">Geysers</link>
pt_br: <link="GEYSERS">Gêiseres</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.JOURNALS
source: <link="JOURNALS">Journals</link>
pt_br: <link="JOURNALS">Diários</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.PLANTS
source: <link="PLANTS">Plants</link>
pt_br: <link="PLANTS">Plantas</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ROLES
source: <link="ROLES">Duplicant Jobs</link>
pt_br: <link="ROLES">Trabalhos dos Duplicantes</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.ROOT
source: <link="HOME">Index</link>
pt_br: <link="HOME">Início</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.SYSTEMS
source: <link="SYSTEMS">Systems</link>
pt_br: <link="SYSTEMS">Sistemas</link>

# STRINGS.UI.CODEX.CATEGORYNAMES.TECH
source: <link="TECH">Research</link>
pt_br: <link="TECH">Pesquisa</link>

# STRINGS.UI.CODEX.DETAILS
source: Details
pt_br: Detalhes

# STRINGS.UI.CODEX.FOOD.QUALITY
source: Quality: {0}
pt_br: Qualidade: {0}

# STRINGS.UI.CODEX.FOOD.SPOILPROPERTIES
source: Preserve temperature: {0} Spoil time: {1}
pt_br: Temperatura de Conservação: {0} Tempo de Apodrecimento: {1}

# STRINGS.UI.CODEX.GEYSERS.DESC
source: Geysers and Fumaroles emit elements at variable intervals.They provide a sustainable, though usually low volume, source of material. The variable factors of a geyser are: • Emission element • Emission temperature • Emission mass • Cycle length • Dormancy duration • Disease emitted
pt_br: Gêiseres e Fumarolas emitem elementos em intervalos variáveis. Eles providenciam uma fonte de material sustentável, porém de baixo volume. Os fatores variáveis de um gêiser são: • Elemento emitido • Temperatura do elemento • Massa emitida • Duração por ciclo • Duração dormente • Doenças emitidas

# STRINGS.UI.CODEX.MANAGEMENT_BUTTON
source: DATABASE
pt_br: BANCO DE DADOS

# STRINGS.UI.CODEX.RECIPE_FABRICATOR
source: {1} ({0} seconds)
pt_br: {1} ({0} segundos)

# STRINGS.UI.CODEX.RECIPE_FABRICATOR_HEADER
source: Produced by
pt_br: Produzido por

# STRINGS.UI.CODEX.SEARCH_HEADER
source: Search Database
pt_br: Pesquisar no Banco de Dados

# STRINGS.UI.CODEX.TITLE
source: DATABASE
pt_br: BANCO DE DADOS

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOST
source: COLONY LOST
pt_br: COLÔNIA PERDIDA

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOSTDESCRIPTION
source: All Duplicants are dead or incapacitated.
pt_br: Todos os Duplicantes morreram ou estão incapacitados.

# STRINGS.UI.COLONYLOSTSCREEN.DISMISSBUTTON
source: DISMISS
pt_br: DISPENSAR

# STRINGS.UI.COLONYLOSTSCREEN.QUITBUTTON
source: MAIN MENU
pt_br: MENU PRINCIPAL

# STRINGS.UI.COLONYLOSTSCREEN.RESTARTPROMPT
source: Press <color=#F44A47>[ESC]</color> to return to a previous colony, or begin a new one.
pt_br: Pressione <color=#F44A47>[ESC]</color> para retornar para uma colônia anterior, ou começar uma nova.

# STRINGS.UI.CONFIRMDIALOG.CANCEL
source: CANCEL
pt_br: CANCELAR

# STRINGS.UI.CONFIRMDIALOG.DIALOG_HEADER
source: MESSAGE
pt_br: MENSAGEM

# STRINGS.UI.CONSUMABLES
source: CONSUMABLES
pt_br: CONSUMÍVEIS

# STRINGS.UI.CONSUMABLESSCREEN.EXPECTATIONS_ABOVE
source: <b><color=#B87194FF>fulfills</color></b>
pt_br: <b><color=#B87194FF>cumpre</color></b>

# STRINGS.UI.CONSUMABLESSCREEN.EXPECTATIONS_BELOW
source: is <b><color=#B87194FF>below</color></b>
pt_br: está <b><color=#B87194FF>abaixo</color></b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_AVAILABLE
source: Available: {0}
pt_br: Disponível: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_CANT_CONSUME
source: <b>{0}</b> <color=#B87194FF>physically cannot</color> eat <b>{1}</b>
pt_br: <b>{0}</b> <color=#B87194FF>não pode fisicamente</color> comer <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_EXPECTATIONS
source: Expectations
pt_br: Expectativas

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_EXPECTATIONS_TOOLTIP
source: Expectations ------------------ Desires food that is {0} quality or better
pt_br: Expectativas ------------------ Deseja comida que é de qualidade {0} ou melhor

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_OFF
source: <b>{0}</b> is <color=#B87194FF>not allowed</color> to eat <b>{1}</b>
pt_br: <b>{0}</b> <color=#B87194FF>não pode</color> comer <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_ON
source: <b>{0}</b> is <color=#B87194FF>allowed</color> to eat <b>{1}</b>
pt_br: <b>{0}</b> <color=#B87194FF>pode</color> comer <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_QUALITY
source: Quality: {0}
pt_br: Qualidade: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_QUALITY_VS_EXPECTATION
source: ------------------ This food type {0} {1}'s quality expectations [{2} Quality / {3} Expectation]
pt_br: ------------------ Este tipo de comida {0} as expectativas de qualidade de {1} [Qualidade {2} / Expectativa {3}]

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_REFUSE
source: <b>{0}</b> <color=#B87194FF>refuses</color> to eat <b>{1}</b>
pt_br: <b>{0}</b> <color=#B87194FF>se recusa</color> a comer <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_OFF
source: <b>New Duplicants</b> are <color=#B87194FF>not allowed</color> to eat <b>{0}</b> by default
pt_br: <b>Novos Duplicantes</b> estão <color=#B87194FF>proibídos</color> de comer <b>{0}</b> por padrão

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_ON
source: <b>New Duplicants</b> are <color=#B87194FF>allowed</color> to eat <b>{0}</b> by default
pt_br: <b>Novos Duplicantes</b> estão <color=#B87194FF>permitidos</color> de comer <b>{0}</b> por padrão

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>New Duplicants</b>
pt_br: Mude todas as permissões alimentares para <b>Novos Duplicantes</b>

# STRINGS.UI.CONSUMABLESSCREEN.STRESS
source: Stress
pt_br: Estresse

# STRINGS.UI.CONSUMABLESSCREEN.STRESS_TOOLTIP
source: Stress ------------------ {0} of a possible 100%
pt_br: Estresse ------------------ {0} de até 100%

# STRINGS.UI.CONSUMABLESSCREEN.TITLE
source: CONSUMABLES
pt_br: CONSUMÍVEIS

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ALL
source: Toggle all food permissions colonywide
pt_br: Mude as permissões alimentares em toda a colônia

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_COLUMN
source: Toggle colonywide <b>{0}</b> permission
pt_br: Mude em toda a colônia a permissão de comer <b>{0}</b>

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>{0}</b>
pt_br: Mude todas as permissões alimentares para <b>{0}</b>

# STRINGS.UI.COPIED_SETTINGS
source: Settings Applied
pt_br: Configurações Aplicadas

# STRINGS.UI.CRAFT_CONTINUOUS
source: CONTINUOUS
pt_br: CONTÍNUO

# STRINGS.UI.CRASHSCREEN.BODY
source: Help! A black hole ate my game!
pt_br: Socorro! Um buraco negro comeu meu jogo!

# STRINGS.UI.CRASHSCREEN.CONTINUEBUTTON
source: CONTINUE GAME
pt_br: CONTINUAR JOGO

# STRINGS.UI.CRASHSCREEN.HEADER
source: OPTIONAL CRASH DESCRIPTION
pt_br: DESCRIÇÃO OPCIONAL DE FALHA

# STRINGS.UI.CRASHSCREEN.LOADFAILED
source: Load Failed: {0} Save Version: {1} Expected: {2}
pt_br: Carregamento Falhado: {0} Versão do Save: {1} Esperado: {2}

# STRINGS.UI.CRASHSCREEN.QUITBUTTON
source: QUIT TO DESKTOP
pt_br: SAIR DO JOGO

# STRINGS.UI.CRASHSCREEN.REPORTBUTTON
source: REPORT CRASH
pt_br: REPORTAR FALHA

# STRINGS.UI.CRASHSCREEN.REPORTING
source: REPORTING, PLEASE WAIT...
pt_br: REPORTANDO, POR FAVOR ESPERE...

# STRINGS.UI.CRASHSCREEN.SAVEFAILED
source: Save Failed: {0}
pt_br: Save com falha: {0}

# STRINGS.UI.CRASHSCREEN.THANKYOU
source: Thank you! You're making our game better, one crash at a time.
pt_br: Obrigado! Você está fazendo nosso jogo melhor, uma falha de cada vez.

# STRINGS.UI.CRASHSCREEN.TITLE
source: Whoops! We're sorry, but it seems your game has encountered an error. It's okay though - these errors are how we find and fix problems to make our game more fun for everyone. If you use the box below to submit a crash report to us, we can use this information to get the issue sorted out.
pt_br: Ops! Nós pedimos desculpas, mas parece que seu jogo encontrou um erro. Mas tá tudo bem - estes erros são como nós encontramos e consertamos problemas e fazemos nosso jogo ainda mais divertido para todos. Se você usar a caixa abaixo para enviar um relatório de erro para nós, nós poderemos usar esta informação para resolver o problema.

# STRINGS.UI.CRASHSCREEN.UPLOADINFO
source: UPLOAD ADDITIONAL INFO ({0})
pt_br: ENVIE INFORMAÇÃO ADICIONAL ({0})

# STRINGS.UI.CREDITSSCREEN.CLOSEBUTTON
source: CLOSE
pt_br: FECHAR

# STRINGS.UI.CREDITSSCREEN.THIRD_PARTY.FMOD
source: FMOD Sound System Copyright Firelight Technologies
pt_br: Sistema de Som FMOD Copyright Firelight Technologies

# STRINGS.UI.CREDITSSCREEN.TITLE
source: CREDITS
pt_br: CRÉDITOS

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ADD_FOW_MASK
source: Prevent FoW Reveal
pt_br: Prevenir Revelar FoW

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.BUILDINGS
source: Buildings:
pt_br: Estruturas:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.CELLS
source: Cells:
pt_br: Células:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE
source: Disease
pt_br: Doença

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE_COUNT
source: Disease Count
pt_br: Contagem da Doença

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ELEMENT
source: Element
pt_br: Elemento

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.FILL
source: Fill
pt_br: Encher

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.MASS_KG
source: Mass (kg)
pt_br: Massa (kg)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.PAINT
source: Paint
pt_br: Pintar

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.REMOVE_FOW_MASK
source: Allow FoW Reveal
pt_br: Permitir Revelar FoW

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.SAMPLE
source: Sample
pt_br: Copiar

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TEMPERATURE_KELVIN
source: Temperature (K)
pt_br: Temperatura (K)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TITLE
source: CELL PAINTER
pt_br: PINTOR DE CÉLULA

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_BUTTON
source: Clear Floor
pt_br: Limpar Chão

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_SELECTION_BUTTON
source: Clear Selection
pt_br: Limpar Seleção

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DECONSTRUCT_BUTTON
source: Deconstruct
pt_br: Desconstruir

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DEFAULT_SAVE_NAME
source: TemplateSaveName
pt_br: NomedoModelo

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DESTROY_BUTTON
source: Destroy
pt_br: Destruir

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.MORE
source: More
pt_br: Mais

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SAVE_TITLE
source: Save Selection
pt_br: Seleção de Save

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.AVERAGE_MASS
source: Average cell mass: {0}
pt_br: Média da massa da célula: {0}

source: Average temperature: {0}
pt_br: Média da temperatura: {0}

source: Joules per kilogram: {0}
pt_br: Joules por quilograma: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_JOULES
source: Total joules: {0}
pt_br: Joules Totais: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_MASS
source: Total mass: {0}
pt_br: Massa total: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.TITLE
source: Base and World Tools
pt_br: Ferramentas de Base e Mundo

# STRINGS.UI.DELIVERED
source: Delivered: {0} {1}
pt_br: Entregue: {0} {1}

# STRINGS.UI.DEMOOVERSCREEN.DEMOOVER
source: END OF DEMO
pt_br: FIM DA DEMONSTRAÇÃO

# STRINGS.UI.DEMOOVERSCREEN.DESCRIPTION
source: Thank you for playing <color=#F44A47>Oxygen Not Included</color>!
pt_br: Obrigado por jogar <color=#F44A47>Oxygen Not Included</color>!

# STRINGS.UI.DEMOOVERSCREEN.QUITBUTTON
source: RESET
pt_br: RESETAR

# STRINGS.UI.DEMOOVERSCREEN.TIMEREMAINING
source: Demo time remaining:
pt_br: Tempo de demo restante:

# STRINGS.UI.DEMOOVERSCREEN.TIMERINACTIVE
source: Timer inactive
pt_br: Timer inativo

# STRINGS.UI.DEMOOVERSCREEN.TIMERTOOLTIP
source: Demo time remaining
pt_br: Tempo de demo restante

# STRINGS.UI.DETAILTABS.DETAILS.CONTENTS_TEMPERATURE
source: {0} at {1}
pt_br: {0} à {1}

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_CONTENTS
source: CONTENTS
pt_br: CONTEÚDO

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_DETAILS
source: DETAILS
pt_br: DETALHES

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_MINION_CONTENTS
source: CARRIED ITEMS
pt_br: ITENS CARREGADOS

# STRINGS.UI.DETAILTABS.DETAILS.MINION_NAME
source: About
pt_br: Sobre

# STRINGS.UI.DETAILTABS.DETAILS.MINION_TOOLTIP
source: More information
pt_br: Mais informações

# STRINGS.UI.DETAILTABS.DETAILS.NAME
source: Properties
pt_br: Detalhes

# STRINGS.UI.DETAILTABS.DETAILS.NET_STRESS
source: <b>Today's Net Stress: {0}%</b>
pt_br: <b>Estresse Líquido do Dia: {0}%</b>

# STRINGS.UI.DETAILTABS.DETAILS.STORAGE_EMPTY
source: None
pt_br: Nada

# STRINGS.UI.DETAILTABS.DETAILS.TOOLTIP
source: More information
pt_br: Mais informações

# STRINGS.UI.DETAILTABS.DISEASE.CURRENT_GERMS
source: SURFACE GERMS
pt_br: GERMES SUPERFICIAIS

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DEATH_FORMAT
source: {0} dead/cycle
pt_br: {0} morto/ciclo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DEATH_FORMAT_TOOLTIP
source: Germ count is being reduced by {0}/cycle
pt_br: Quantidade de germes está sendo reduzida em {0}/ciclo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DISEASE_AMOUNT_TOOLTIP
source: {0} are present on the surface of the selected object
pt_br: {0} estão presentes na superfície do objeto selecionado

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.DYING_OFF.TITLE
source: • <b>Dying off: {0}</b>
pt_br: • <b>Morrendo: {0}</b>

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.DYING_OFF.TOOLTIP
source: Low germ count in this area is causing germs to die rapidly Less than {0} germs are on this {1} of material. ({2} germs/Kg)
pt_br: Baixa quantidade de germes nessa área está fazendo os germes morrerem rapidamente Menos do que {0} germes existem em {1} de material. ({2} germes/Kg)

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.DIE_TOOLTIP
source: This atmosphere is causing germs to die off
pt_br: Esta atmosfera está fazendo com que os germes morram

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.GROW_TOOLTIP
source: This atmosphere is causing germs to multiply
pt_br: Esta atmosfera está fazendo com que os germes multipliquem

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.TITLE
source: • Surrounded by {0}: {1}
pt_br: • Cercado por {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEG
source: Half life: {0}
pt_br: Meia vida: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEG_TOOLTIP
source: In {0} the germ count on this object will be halved
pt_br: Em {0} a quantidade de germes nesse objeto será reduzida pela metade

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEUTRAL
source: Static
pt_br: Estático

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEUTRAL_TOOLTIP
source: The germ count is neither increasing nor decreasing
pt_br: A quantidade germes não está aumentando nem diminuindo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_POS
source: Doubling time: {0}
pt_br: Tempo de Duplicação: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_POS_TOOLTIP
source: In {0} the germ count on this object will be doubled
pt_br: Em {0} a quantidade de germes nesse objeto será duplicada

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.OVERPOPULATED.TITLE
source: • <b>Overpopulated: {0}</b>
pt_br: • <b>Superpopulado: {0}</b>

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.OVERPOPULATED.TOOLTIP
source: Too many germs are present in this area, resulting in rapid die-off until the population stabilizes A maximum of {0} can be on this {1} of material. ({2} germs/Kg)
pt_br: Existem germes demais nessa área, resultando em uma rápida morte até a população estabilizar Um máximo de {0} podem estar presentes em {1} de material. ({2} germes/Kg)

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.DIE_TOOLTIP
source: Atmospheric pressure is causing germs to die off
pt_br: Pressão atmosférica está fazendo com que os germes morram

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.GROW_TOOLTIP
source: Atmospheric pressure is causing germs to multiply
pt_br: Pressão atmosférica está fazendo com que os germes multipliquem

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.TITLE
source: • Current pressure {0}: {1}
pt_br: • Pressão Atual {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.RATE_OF_CHANGE
source: Change rate: {0}
pt_br: Taxa de mudança: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.RATE_OF_CHANGE_TOOLTIP
source: Germ count is fluctuating at a rate of {0}
pt_br: Contagem de germes está flutuando a uma taxa de {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.DIE
source: • Dying on {0}: {1}
pt_br: •Morrendo em {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.DIE_TOOLTIP
source: Contact with this substance is causing germs to die off
pt_br: Contato com esta substância está fazendo com que os germes morram

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.GROW
source: • Growing on {0}: {1}
pt_br: • Crescendo em {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.GROW_TOOLTIP
source: Contact with this substance is causing germs to multiply
pt_br: Contato com esta substância está fazendo com que os germes multipliquem

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.NEUTRAL
source: • No change on {0}
pt_br: • Sem mudança em {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.NEUTRAL_TOOLTIP
source: Contact with this substance has no effect on germ count
pt_br: Contato com esta substância não tem efeito sobre a contagem de germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.DIE_TOOLTIP
source: This temperature is causing germs to die off
pt_br: Esta temperatura está fazendo com que os germes morram

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.GROW_TOOLTIP
source: This temperature is allowing germs to multiply
pt_br: Esta temperatura está fazendo com que os germes multipliquem

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.TITLE
source: • Current temperature {0}: {1}
pt_br: • Temperatura atual {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TITLE
source: Growth factors:
pt_br: Fatores de crescimento:

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TOOLTIP
source: These conditions are contributing to the multiplication of germs
pt_br: Estas condições estão contribuindo para a multiplicação dos germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FORMAT
source: {0} spawned/cycle
pt_br: {0} criado/ciclo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FORMAT_TOOLTIP
source: Germ count is being increased by {0}/cycle
pt_br: Quantidade de germes está sendo aumentada em {0}/ciclo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NEUTRAL_FORMAT
source: No change
pt_br: Sem mudança

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NEUTRAL_FORMAT_TOOLTIP
source: Germ count is static
pt_br: Quantidade de germes está estática

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE
source: No surface germs
pt_br: Sem germes superficiais

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE_TOOLTIP
source: There are no germs present on this object
pt_br: Não existem germes presentes nesse objeto

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_BUTTON
source: FULL INFO
pt_br: INFO. COMPL.

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_HEADER
source: DISEASE INFO: {0}
pt_br: INFO. DOENÇA: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_TOOLTIP
source: View detailed germ and infection info for {0}
pt_br: Veja informações detalhadas sobre infecção e germes para {0}

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_SOURCE
source: DISEASE SOURCE
pt_br: FONTE DE DOENÇA

# STRINGS.UI.DETAILTABS.DISEASE.GERMS_INFO
source: GERM LIFECYCLE
pt_br: TEMPO DE VIDA DO GERME

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE
source: • -{0} immunity per {1}
pt_br: • -{0} imunidade por {1}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE_TOOLTIP
source: This Duplicant must expend {0} of their immunity to fight {1} of this disease
pt_br: Este Duplicante precisa gastar {0} da sua imunidade para lutar contra {1} desta doença

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2
source: • Immune System: {0}
pt_br: • Sistema Imune: {0}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2_TOOLTIP
source: This Duplicant's immune system is being strained at a rate of {0} by the {1} present on their body
pt_br: O sistema imune deste Duplicante está sendo enfraquecido à uma taxa de {0} por {1} presentes no seu corpo

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.INTERNAL_GERMS_TOOLTIP
source: This Duplicant is currently fighting a {0} infection ------------------ Their body is host to {1}
pt_br: Este Duplicante está lutando contra uma infecção de {0} ------------------ Seu corpo é hospedeiro de {1}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_SYSTEM
source: GERM HOST
pt_br: HOSPEDEIRO DE GERME

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.AID_SYMPTOMS
source: Treatable Symptoms:
pt_br: Sintomas Tratáveis:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.AID_SYMPTOMS_TOOLTIP
source: These symptoms are eliminated while a Duplicant is in a Med-Bed receiving medical care
pt_br: Estes sintomas foram eliminados enquanto o Duplicante estava recebendo cuidado médico em uma Maca

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DISCLAIMER
source: Contracting this illness will have these effects on a Duplicant:
pt_br: Contrair esta doença provocará os seguintes efeitos em um Duplicante:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DISCLAIMER_TOOLTIP
source: A Duplicant's immune system must be overwhelmed to contract an illness
pt_br: O sistema imune de um Duplicante precisa estar muito fraco para contrair uma doença

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION
source: Duration:
pt_br: Duração:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_AIDREQ
source: {0} (Medical care required)
pt_br: {0} (Requer cuidado médico)

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_AIDREQ_TOOLTIP
source: Treated Duplicants recover from this illness in {0} ------------------ Without medical care, they will be infected indefinitely
pt_br: Duplicantes em tratamento irão se recuperar desta doença em {0} ------------------ Sem cuidado médico, eles ficarão infectados indefinidamente

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_NORMAL_TOOLTIP
source: Duplicants recover from this illness in {0}
pt_br: Duplicantes recuperam-se desta doença em {0}

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_TOOLTIP
source: Duration is the amount of time it takes a Duplicant to fight off this infection
pt_br: Duração é a quantidade de tempo necessária para um Duplicante vencer esta infecção
