Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NEGATIVE_TOOLTIP
source: Your colony lost {0} of <link="POWER">Power</link> today due to overproduction and battery loss
pt_br: Sua colônia perdeu {0} de <link="POWER">Energia</link> hoje devido à superprodução e perdas nas baterias

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.NAME
source: Idle Time:
pt_br: Tempo Ocioso:

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} idling over the course of the day
pt_br: Seus Duplicantes passaram um total de {0} ociosos ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.NAME
source: Skill Increases:
pt_br: Aumentos de Habilidade:

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.TOOLTIP
source: Your Duplicants gained a total of {0} skill levels today
pt_br: Seus Duplicantes ganharam um total de {0} níveis de habilidade hoje

# STRINGS.UI.ENDOFDAYREPORT.NET
source: Net
pt_br: Total

# STRINGS.UI.ENDOFDAYREPORT.NEXT
source: Next
pt_br: Próximo

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED
source: Butchered for {0}
pt_br: {0} obtida(o)

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED_CONTEXT
source: Butchered
pt_br: Caça

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED
source: Crafted a {0}
pt_br: {0} fabricado

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED_CONTEXT
source: Crafted
pt_br: Fabricado

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED_USED
source: {0} used as ingredient
pt_br: {0} usado como um ingrediente

# STRINGS.UI.ENDOFDAYREPORT.NOTES.EATEN
source: {0} eaten
pt_br: {0} comido(a)

# STRINGS.UI.ENDOFDAYREPORT.NOTES.GERMS
source: On {0}
pt_br: Em {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED
source: Harvested {0}
pt_br: Colhido {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED_CONTEXT
source: Harvested
pt_br: Colhido

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ROTTED
source: Rotten {0}
pt_br: {0} estragada(o)

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ROTTED_CONTEXT
source: Rotted
pt_br: Estragado

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TITLE
source: Cycle {0} report ready
pt_br: Relatório do ciclo {0} pronto

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TOOLTIP
source: View the end of day report for Cycle {0}
pt_br: Veja o relatório do final do dia para o Ciclo {0}

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NAME
source: <link="OXYGEN">Oxygen</link> Generation:
pt_br: Geração de <link="OXYGEN">Oxigênio</link>:

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <link="OXYGEN">Oxygen</link> over the course of the day
pt_br: Sua colônia consumiu {0} de <link="OXYGEN">Oxigênio</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.POSITIVE_TOOLTIP
source: Your colony generated {0} of <link="OXYGEN">Oxygen</link> over the course of the day
pt_br: Sua colônia produziu {0} de <link="OXYGEN">Oxigênio</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.PREV
source: Prev
pt_br: Anterior

# STRINGS.UI.ENDOFDAYREPORT.REMOVED
source: Removed
pt_br: Removido

# STRINGS.UI.ENDOFDAYREPORT.REPORT_TITLE
source: DAILY REPORTS
pt_br: RELATÓRIOS DIÁRIOS

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NAME
source: <link="STRESS">Stress</link> Change:
pt_br: Mudança de <link="STRESS">Estresse</link>:

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NEGATIVE_TOOLTIP
source: Your colony's total <link="STRESS">Stress</link> has decreased by {0}
pt_br: O <link="STRESS">Estresse</link> total da colônia foi reduzido em {0}

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.POSITIVE_TOOLTIP
source: Your colony's total <link="STRESS">Stress</link> has increased by {0}
pt_br: O <link="STRESS">Estresse</link> total da colônia foi aumentado em {0}

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.NAME
source: Time Breakdown:
pt_br: Tempo gasto:

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} doing errands over the course of the day
pt_br: Seus Duplicantes passaram um total de {0} fazendo tarefas ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.NAME
source: Restroom Accidents:
pt_br: Acidentes de Banheiro:

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.TOOLTIP
source: {0} Duplicants didn't quite reach the toilet in time today
pt_br: {0} Duplicantes não chegaram a tempo no banheiro hoje

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.NAME
source: Travel Time:
pt_br: Tempo de Viagem:

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} traveling over the course of the day
pt_br: Seus Duplicantes gastaram um total de {0} andando ao longo do dia

# STRINGS.UI.EQUIPMENTTAB_HELD
source: Held Items
pt_br: Itens em Mãos

# STRINGS.UI.EQUIPMENTTAB_OWNED
source: Owned Items
pt_br: Itens Pessoais

# STRINGS.UI.EQUIPMENTTAB_ROOM
source: Assigned Rooms
pt_br: Salas Designadas

# STRINGS.UI.FILE_NAME_DIALOG.ENTER_TEXT
source: Enter Text...
pt_br: Escreva Algo...

# STRINGS.UI.FORMATDAY
source: {0} cycles
pt_br: {0} ciclos

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_AMBIENCE
source: Ambience
pt_br: Ambiente

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MASTER
source: Master
pt_br: Mestre

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MUSIC
source: Music
pt_br: Música

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_SFX
source: SFX
pt_br: Efeitos Sonoros

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_UI
source: UI
pt_br: Interface

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS
source: Always play automation sounds:
pt_br: Sempre tocar sons da Automação:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS_TOOLTIP
source: If enabled, automation sound effects will play even when outside of the Automation Overlay
pt_br: Se ativado, efeitos sonoros da automação irão tocar mesmo fora do Painel Automação

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.DONE_BUTTON
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE
source: Play background music each morning:
pt_br: Tocar música de fundo a cada manhã:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE_TOOLTIP
source: If enabled, background music will play every cycle instead of every few cycles
pt_br: Se ativado, a música de fundo irá tocar em todos os ciclos invés de em alguns ciclos

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.TITLE
source: AUDIO OPTIONS
pt_br: OPÇÕES DE AUDIO

source: Vulnerable Immune System
pt_br: Sistema Imune Vulnerável

source: Miserable
pt_br: Miserável

source: Duplicants are exceptionally vulnerable to infection
pt_br: Duplicantes estão excepcionalmente vulneráveis à infecção

source: Duplicants regain immunity normally
pt_br: Duplicantes ganham imunidade normalmente

source: Impervious Immune System
pt_br: Sistema Imunológico Impenetrável

source: Impervious
pt_br: Impenetrável

source: Duplicants will never catch a germ-based disease
pt_br: Duplicantes nunca irão pegar doenças relacionadas a germes

source: Strong Immune System
pt_br: Sistema Imune Forte

source: Strong
pt_br: Forte

source: Duplicants have increased immune recovery
pt_br: Duplicantes possuem uma recuperação de imunidade aumentada

source: Weak Immune System
pt_br: Sistema Imune Fraco

source: Weak
pt_br: Fraco

source: Duplicants have reduced immune recovery
pt_br: Duplicantes possuem uma recuperação de imunidade reduzida

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.NAME
source: Immune Systems
pt_br: Sistema Imune

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.TOOLTIP
source: Affects how resistant your Duplicants are to disease
pt_br: Afeta o quão resistentes são seus Duplicantes às doenças

source: Disabled
pt_br: Desativado

source: Click to enable Sandbox mode
pt_br: Clique para ativar o modo Caixa de Areia

source: Enabled
pt_br: Ativado

source: Click to disable Sandbox mode
pt_br: Clique para desativar o modo Caixa de Areia

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.SANDBOXMODE.NAME
source: Sandbox mode
pt_br: Modo Caixa de Areia

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.SANDBOXMODE.TOOLTIP
source: Allows the simulation to be manipulated with tools that ignore the regular constraints of the game
pt_br: Permite que a simulação seja manipulada com ferramentas especiais que ignoram as restrições normais do jogo

source: Duplicants gain and lose stress normally
pt_br: Duplicantes ganham e perdem estresse normalmente

source: Fatalistic
pt_br: Pavio Curto

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.LEVELS.DOOMED.NAME
source: Fatalistic
pt_br: Pavio Curto

source: Duplicants stress out at an extremely accelerated rate
pt_br: Duplicantes irão se estressar em uma taxa extremamente acelerada

source: Unflappable
pt_br: Impertubável

source: Unflappable
pt_br: Impertubável

source: Duplicants will never get stressed
pt_br: Duplicantes nunca ficarão estressados

source: Optimistic
pt_br: Otimista

source: Optimistic
pt_br: Otimista

source: Duplicants are harder to stress out
pt_br: Duplicantes são mais difíceis de se estressar

source: Pessimistic
pt_br: Pessimista

source: Pessimistic
pt_br: Pessimista

source: Duplicants stress out easily
pt_br: Duplicantes se estressam com mais facilidade

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.NAME
source: Duplicant Mood
pt_br: Humor dos Duplicantes

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.TOOLTIP
source: Affects how well your Duplicants deal with stress
pt_br: Afeta o quão bem seus Duplicantes lidam com estresse

source: Duplicants will act out when they reach 100% stress
pt_br: Duplicantes irão agir quando atingirem 100% de estresse

source: Disabled
pt_br: Desativado

source: Duplicants will not act out at maximum stress
pt_br: Duplicantes não irão fazer nada com estresse máximo

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS_BREAKS.NAME
source: Stress Responses
pt_br: Respostas ao Estresse

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS_BREAKS.TOOLTIP
source: Whether or not your Duplicants act out when they reach maximum stress
pt_br: Se seus Duplicantes irão agir ou não quando atingirem estresse máximo

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.NAME
source: World(DEBUG)
pt_br: Mundo(DEBUG)

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.TOOLTIP
source: (DEBUG FEATURE) Select your starting world.
pt_br: (FERRAMENTA DE DEBUG) Selecione seu mundo inicial.

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.NAME
source: Worldgen Seed
pt_br: Semente de Geração

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.TOOLTIP
source: This chooses the random parameters of your new world
pt_br: Isso determina os parâmetros aleatórios do seu novo mundo

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BODY
source: Thank you for playing the demo for Oxygen Not Included! This game is still in development. Go to kleigames.com/o2 or ask one of us if you'd like more information.
pt_br: Obrigado por jogar a demo de Oxygen Not Included! Este jogo ainda está em desenvolvimento. Vá em kleigames.com/o2 ou nos pergunte se deseja mais informações.

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BUTTON_EXIT_TO_MENU
source: EXIT TO MENU
pt_br: SAIR PARA O MENU

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.TITLE
source: Thanks for playing!
pt_br: Obrigado por jogar!

# STRINGS.UI.FRONTEND.GAME_VERSION
source: Game Version:
pt_br: Versão do Jogo:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.ACCEPT_CHANGES
source: Accept Changes?
pt_br: Aceitar Mudanças?

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.APPLYBUTTON
source: Apply
pt_br: Aplicar

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.FULLSCREEN
source: Fullscreen:
pt_br: Tela cheia:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.RESOLUTION
source: Resolution:
pt_br: Resolução:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.REVERTBUTTON
source: Revert
pt_br: Reverter

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.TITLE
source: GRAPHICS OPTIONS
pt_br: OPÇÕES GRÁFICAS

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.UI_SCALE
source: UI Scale
pt_br: Tamanho da Interface

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.APPLY
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.DUPLICATE
source: {0} was already bound to {1} and is now unbound.
pt_br: {0} já tinha sido definido para {1} e agora está indefinido.

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.MULTIPLE_UNBOUND_ACTIONS
source: You have multiple unbound actions, this may result in difficulty playing the game. Are you sure you want to continue?
pt_br: Você tem várias ações indefinidas, isso pode resultar em dificuldade em jogar o jogo. Tem certeza que deseja continuar?

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.RESET
source: Reset
pt_br: Redefinir

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.TITLE
source: CUSTOMIZE KEYS
pt_br: CUSTOMIZAR TECLAS

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.UNBOUND_ACTION
source: {0} is unbound. Are you sure you want to continue?
pt_br: {0} está indefinido. Tem certeza que deseja continuar?

# STRINGS.UI.FRONTEND.LOADING
source: Loading...
pt_br: Carregando...

# STRINGS.UI.FRONTEND.LOADSCREEN.AUTOSAVEWARNING
source: <b><color=#ff0000>(Autosave: This file will get deleted as new autosaves are created)</color></b>
pt_br: <b><color=#ff0000>(Autosave: Este arquivo será apagado conforme novos são criados)</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.CONFIRMDELETE
source: Are you sure you want to delete {0}? You cannot undo this action.
pt_br: Você tem certeza que deseja apagar {0}? Você não pode desfazer esta ação.

# STRINGS.UI.FRONTEND.LOADSCREEN.CORRUPTEDSAVE
source: <b><color=#ff0000>Could not load file {0}. Its data may be corrupted.</color></b>
pt_br: <b><color=#ff0000>Não foi possível carregar {0}. Seus dados podem estar corrompidos.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.DELETEBUTTON
source: DELETE
pt_br: APAGAR

# STRINGS.UI.FRONTEND.LOADSCREEN.MORE_INFO
source: More Info
pt_br: Mais Informações

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVE_TOO_NEW
source: <b><color=#ff0000>Could not load file {0}. File is using build {1}. This build is {2}.</color></b>
pt_br: <b><color=#ff0000>Não foi possível carregar o arquivo {0}. Arquivo está usando a versão {1}. Esta versão é {2}.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVEDETAILS
source: <b>File:</b> {0} <b>Save Date:</b> {1} <b>Base Name:</b> {2} <b>Duplicants Alive:</b> {3} <b>Cycle(s) Survived:</b> {4}
pt_br: <b>Arquivo:</b> {0} <b>Data do Save:</b> {1} <b>Nome da Base:</b> {2} <b>Duplicantes Vivos:</b> {3} <b>Ciclo(s) Sobrevividos:</b> {4}

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE
source: LOAD GAME
pt_br: CARREGAR JOGO

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE_INSPECT
source: LOAD GAME
pt_br: CARREGAR JOGO

# STRINGS.UI.FRONTEND.LOADSCREEN.UNSUPPORTED_SAVE_VERSION
source: <b><color=#ff0000>This save file is from a previous version of the game and is no longer supported.</color></b>
pt_br: <b><color=#ff0000>Este arquivo de save é de uma versão anterior do jogo que não é mais suportada.</color></b>

# STRINGS.UI.FRONTEND.MAINMENU.DESKTOPQUITCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
pt_br: Você tem certeza que deseja sair? Todo progresso não salvo será perdido.

# STRINGS.UI.FRONTEND.MAINMENU.LOADGAME
source: LOAD GAME
pt_br: CARREGAR JOGO

# STRINGS.UI.FRONTEND.MAINMENU.NEWGAME
source: NEW GAME
pt_br: NOVO JOGO

# STRINGS.UI.FRONTEND.MAINMENU.OPTIONS
source: OPTIONS
pt_br: OPÇÕES

# STRINGS.UI.FRONTEND.MAINMENU.QUITCONFIRM
source: Are you sure you want to quit to main menu? All unsaved progress will be lost.
pt_br: Você tem certeza que deseja sair? Todo progresso não salvo será perdido.

# STRINGS.UI.FRONTEND.MAINMENU.QUITTODESKTOP
source: QUIT
pt_br: SAIR

# STRINGS.UI.FRONTEND.MAINMENU.RESTARTCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
pt_br: Você tem certeza que deseja sair? Todo progresso não salvo será perdido.

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEBUTTON_BASENAME
source: {0}: Cycle {1}
pt_br: {0}: Ciclo {1}

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEGAME
source: RESUME GAME
pt_br: CONTINUAR JOGO

# STRINGS.UI.FRONTEND.MAINMENU.STARTDEMO
source: START DEMO
pt_br: COMEÇAR DEMO

# STRINGS.UI.FRONTEND.MAINMENU.TRANSLATIONS
source: TRANSLATIONS
pt_br: TRADUÇÕES

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.ENABLE_BUTTON
source: Send Metrics Data:
pt_br: Enviar Metadados:

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TITLE
source: METRICS OPTIONS
pt_br: OPÇÕES METADADOS

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TOOLTIP
source: If enabled, metrics data will be sent for the purpose of improving the game.
pt_br: Se ativado, metadados serão enviados com o propósito de melhorar o jogo.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.BODY
source: We've detected that this computer does not meet the minimum requirements to run Oxygen Not Included. While you may continue with your current specs, the game might not run smoothly for you. Please be aware that your experience may suffer as a result.
pt_br: Nós detectamos que este computador não atinge os requerimentos mínimos para jogar Oxygen Not Included. Você pode continuar com sua configuração atual, mas o jogo não funcionará normalmente para você Por favor fique avisado que você pode não ter uma boa experiência.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.OKBUTTON
source: Okay, thanks!
pt_br: Ok, obrigado!

# STRINGS.UI.FRONTEND.MINSPECSCREEN.QUITBUTTON
source: Quit
pt_br: Sair

# STRINGS.UI.FRONTEND.MINSPECSCREEN.SIMFAILEDTOLOAD
source: A problem occurred loading Oxygen Not Included. This is usually caused by the Visual Studio C++ 2015 runtime being improperly installed on the system. Please exit the game, run Windows Update, and try re-launching Oxygen Not Included.
pt_br: Um problema ocorreu ao carregar Oxygen Not Included. Isso geralmente ocorre pelo Visual Studio C++ 2015 não está propriamente instalado no sistema. Por favor, feche o jogo, rode o Windows Update e tente reabrir Oxygen Not Included.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.TITLE
source: WARNING!
pt_br: PERIGO!

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CANCEL
source: Cancel
pt_br: Cancelar

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CUSTOMGAME
source: Custom Game
pt_br: Jogo Personalizado

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STANDARDGAME
source: Standard Game
pt_br: Jogo Padrão

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STARTGAME
source: Start Game
pt_br: Iniciar Jogo

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.HEADER
source: GAME SETTINGS
pt_br: CONFIGURAÇÕES DO JOGO

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.BACK
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CONTROLS
source: Controls
pt_br: Controles

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CREDITS
source: Credits
pt_br: Créditos

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.GRAPHICS
source: Graphics
pt_br: Gráficos

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.LANGUAGE
source: Change Language
pt_br: Mudar Língua

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.METRICS
source: Send Metrics Data
pt_br: Enviar Metadados

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.RESET_TUTORIAL
source: Reset Tutorial Messages
pt_br: Resetar Mensagens de Tutorial

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.RESET_TUTORIAL_WARNING
source: All tutorial messages will be reset, and will show up again the next time you play the game.
pt_br: Todas as mensagens tutorial serão resetadas, e e irão aparecer na próxima vez que você jogar.

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TITLE
source: OPTIONS
pt_br: OPÇÕES

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.CANCEL
source: Cancel
pt_br: Cancelar

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.CONFIRM
source: Enable sandbox mode
pt_br: Ativar modo caixa de areia

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.CONFIRM_SAVE_BACKUP
source: Enable sandbox mode, but save a backup first
pt_br: Ativar modo caixa de areia, mas salve um backup primeiro

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TOGGLE_SANDBOX_SCREEN.UNLOCK_SANDBOX_WARNING
source: Sandbox mode will be enabled for this save file
pt_br: Modo caixa de areia será ativado para este arquivo de save

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.UNITS
source: Temperature Units
pt_br: Unidades de Temperatura

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.UNLOCK_SANDBOX
source: Unlock Sandbox Mode
pt_br: Desbloquear Modo Caixa de Areia

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.WORLD_GEN
source: World Generation Key
pt_br: Chave de Geração do Mundo

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.BODY
source: <b>Welcome to the Ranching Upgrade Mark I!</b> {0}
pt_br: <b>Bem-vindo a Atualização Pecuária Marco I!</b> {0}

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.PATCHNOTES
source: <b>Update Features:</b> • Creatures now have lifecycles and can be raised from eggs • Rancher job and buildings to take care of all your new creatures • New Duplicant Priority system for broad control of Dupe errands • Learn about buildings, creatures and more with the Database screen • Tons of bug fixes, performance enhancements, QOL additions, and more! Please view the full patch notes for further details!
pt_br: <b>Recursos da Atualização:</b> • Criaturas possuem ciclos de vida e podem ser criadas a partir de ovos • Trabalho de fazendeiro e estruturas associadas para cuidar de todas as suas novas criaturas • Novo sistema de Prioridades para amplo controle das tarefas dos Duplicantes • Aprenda sobre estruturas, criaturas e mais com a janela Banco de Dados • Várias correções de erros, melhoras na performance e muito mais! Por favor veja as notas de atualização completas para mais detalhes!

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.TITLE
source: RANCHING UPGRADE MARK I
pt_br: ATUALIZAÇÃO PECUÁRIA MARCO I

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.DESKTOPQUIT
source: Quit to Desktop
pt_br: Sair para Área de Trabalho

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOAD
source: Load
pt_br: Carregar

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOGBOOK
source: Logbook
pt_br: Diário de Bordo

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.OPTIONS
source: Options
pt_br: Opções

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.QUIT
source: Main Menu
pt_br: Menu Principal

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.RESUME
source: Resume
pt_br: Continuar

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVE
source: Save
pt_br: Salvar

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVEAS
source: Save As
pt_br: Salvar como

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.TITLE
source: PAUSED
pt_br: PAUSADO

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.WORLD_SEED
source: World Seed: {0}
pt_br: Semente de Geração do Mundo: {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.CANCELNAME
source: Cancel
pt_br: Cancelar

# STRINGS.UI.FRONTEND.SAVESCREEN.CONFIRMNAME
source: Confirm
pt_br: Confirmar

# STRINGS.UI.FRONTEND.SAVESCREEN.IO_ERROR
source: An error occurred trying to save your game. Please ensure there is sufficient disk space. {0}
pt_br: Um erro ocorreu ao tentar salvar seu jogo. Por favor, verifique se existe espaço suficiente no disco. {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.NEWSAVEBUTTON
source: New Save
pt_br: Novo Save

# STRINGS.UI.FRONTEND.SAVESCREEN.OVERWRITEMESSAGE
source: Are you sure you want to overwrite {0}?
pt_br: Tem certeza que deseja sobrescrever {0}?

# STRINGS.UI.FRONTEND.SAVESCREEN.REPORT_BUG
source: Report Bug
pt_br: Reportar Erro

# STRINGS.UI.FRONTEND.SAVESCREEN.SAVENAMETITLE
source: SAVE NAME
pt_br: NOME DO SAVE

# STRINGS.UI.FRONTEND.SAVESCREEN.TITLE
source: SAVE SLOTS
pt_br: SLOTS DE SAVE
