Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.CREATURES.STATS.MATURITY.GROWING
source: Domestic growth rate
pt_br: Taxa de crescimento doméstico

# STRINGS.CREATURES.STATS.MATURITY.GROWINGWILD
source: Wild growth rate
pt_br: Taxa de crescimento selvagem

# STRINGS.CREATURES.STATS.MATURITY.NAME
source: Growth Progress
pt_br: Taxa de Crescimento

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP
source: Growth Progress ------------------
pt_br: Taxa de Crescimento ------------------

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING
source: Predicted Maturation: {0}
pt_br: Previsão de Maturação: {0}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING_CROP
source: Predicted Maturation Time: {0} Next harvest occurs in approximately {1}
pt_br: Tempo de Maturação Previsto: {0} Próxima colheita ocorre em aproximadamente {1}.

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWN
source: Growth paused while plant awaits harvest
pt_br: Crescimento pausado enquanto a planta aguarda colheita

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_STALLED
source: Poor conditions have halted this plant's growth
pt_br: Condições atuais impedem a planta de crescer mais

# STRINGS.CREATURES.STATS.ROT.NAME
source: Freshness Percent
pt_br: Porcentagem de Frescor

# STRINGS.CREATURES.STATS.ROT.TOOLTIP
source: Freshness ------------------ Food items become stale at fifty percent freshness, and rot at zero percent
pt_br: Frescor ------------------ Comida vai azedar quando chegar em cinquenta por cento e estragar em zero por cento

# STRINGS.CREATURES.STATS.SCALEGROWTH.NAME
source: Scale Growth
pt_br: Crescimento de Escamas

# STRINGS.CREATURES.STATS.SCALEGROWTH.TOOLTIP
source: Scale Growth ------------------ How long until this creatures scales will grow back.
pt_br: Crescimento de Escamas ------------------ O tempo restante para as escamas dessa criatura crescerem novamente.

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity
pt_br: Condutividade Térmica

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITY.TOOLTIP
source: Heat can pass through the selected object at a rate of (W/m)/K
pt_br: Calor pode passar pelo item selecionado a uma taxa de (W/m)/K

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.NAME
source: Thermal Conductivity Barrier
pt_br: Barreira de Condutividade Térmica

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Thick conductivity barriers increase the time it takes an object to heat up or cool down
pt_br: Barreiras de condutividade mais espessas irão aumentar o tempo no qual um objeto esfria ou esquenta

# STRINGS.CREATURES.STATS.WILDNESS.NAME
source: Wildness
pt_br: Selvageria

# STRINGS.CREATURES.STATS.WILDNESS.TOOLTIP
source: Wildness ------------------ At zero Wildness a critter can start gaining Happiness, but they will also require more calories to survive
pt_br: Selvageria ------------------ Com a Selvageria em zero, uma criatura começa a ganhar Felicidade, mas elas irão consumir mais calorias

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.NAME
source: • Pressure
pt_br: • Pressão

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
pt_br: Crescimento continuará quando a pressão estiver entre {low_mass} e {high_mass}

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.NAME
source: • Pressure
pt_br: • Pressão

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
pt_br: Crescimento continuará quando a pressão estiver entre {low_mass} e {high_mass}

# STRINGS.CREATURES.STATUSITEMS.ATTACK.NAME
source: Combat!
pt_br: Combate!

# STRINGS.CREATURES.STATUSITEMS.ATTACK.TOOLTIP
source: This critter is on the attack!
pt_br: Esta criatura está atacando!

# STRINGS.CREATURES.STATUSITEMS.ATTACK_APPROACH.NAME
source: Stalking Target
pt_br: Espreitando o Alvo

# STRINGS.CREATURES.STATUSITEMS.ATTACK_APPROACH.TOOLTIP
source: This critter is hostile and readying to pounce!
pt_br: Esta criatura está hostil e está se preparando para dar o bote!

# STRINGS.CREATURES.STATUSITEMS.BARREN.NAME
source: Barren
pt_br: Estéril

# STRINGS.CREATURES.STATUSITEMS.BARREN.TOOLTIP
source: This plant will produce no more seeds
pt_br: Esta planta não produzirá mais sementes

# STRINGS.CREATURES.STATUSITEMS.BREATH.NAME
source: Suffocating
pt_br: Sufocando

# STRINGS.CREATURES.STATUSITEMS.BREATH.TOOLTIP
source: This critter is about to suffocate
pt_br: Esta criatura está prestes a sufocar

# STRINGS.CREATURES.STATUSITEMS.BURROWED.NAME
source: Burrowed
pt_br: Enterrado

# STRINGS.CREATURES.STATUSITEMS.BURROWED.TOOLTIP
source: Shh! It thinks it's hiding
pt_br: Xiiu! Ele acha que tá se escondendo

# STRINGS.CREATURES.STATUSITEMS.BURROWING.NAME
source: Burrowing
pt_br: Se enterrando

# STRINGS.CREATURES.STATUSITEMS.BURROWING.TOOLTIP
source: This critter is trying to hide
pt_br: Esta criatura está tentando se esconder

# STRINGS.CREATURES.STATUSITEMS.CALL_ADULT.NAME
source: Calling Adult
pt_br: Chamando Adulto

# STRINGS.CREATURES.STATUSITEMS.CALL_ADULT.TOOLTIP
source: This baby is craving attention.
pt_br: Este bebê implora por atenção.

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.TOOLTIP
source: This farm plot does not accept fertilizer Move the selected plant to a fertilization capable plot for optimal growth
pt_br: Esta horta não aceita fertilizante Mova a planta selecionada para uma horta fertilizável para o crescimento aprimorável

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.NAME
source: • Irrigation
pt_br: • Irrigação

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.TOOLTIP
source: This farm plot does not accept irrigation Move the selected plant to an irrigation capable plot for optimal growth
pt_br: Esta horta não aceita irrigação Mova a planta selecionada para a horta irrigável para um crescimento aprimorável

# STRINGS.CREATURES.STATUSITEMS.COLD.NAME
source: Chilly surroundings
pt_br: Ambiente frio

# STRINGS.CREATURES.STATUSITEMS.COLD.TOOLTIP
source: This critter cannot retain enough heat to stay warm in this environment It prefers temperatures between {0} and {1}
pt_br: Esta criatura não consegue reter calor suficiente para se manter quente nesse ambiente Prefere temperaturas entre {0} e {1}

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.NAME
source: • Body Temperature
pt_br: • Temperatura Corporal

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
pt_br: Crescimento continuará quando a temperatura ambiente estiver entre {low_temperature} e {high_temperature}

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.NAME
source: Piqued
pt_br: Interessado

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.TOOLTIP
source: This critter is tempted to bite a nearby lure
pt_br: Esta criatura está tentada em morder a isca

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.NAME
source: Pollution Exposure
pt_br: Exposição a Poluição

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.TOOLTIP
source: Exposure to contaminants is accelerating this food's decay rate
pt_br: Exposição à contaminantes está acelerando o apodrecimento desta comida

# STRINGS.CREATURES.STATUSITEMS.COOLING.NAME
source: Chilly Breath
pt_br: Respiração Fria

# STRINGS.CREATURES.STATUSITEMS.COOLING.TOOLTIP
source: This critter's respiration is having a cooling effect on the area
pt_br: A respiração desta criatura esta esfriando o ambiente

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.NAME
source: • Illumination
pt_br: • Iluminação

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.TOOLTIP
source: Growth will resume when darkness requirements are met
pt_br: Crescimento continuará quando o requisito de sombra for atingido

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.NAME
source: • Illumination
pt_br: • Iluminação

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.TOOLTIP
source: Growth will resume when light requirements are met
pt_br: Crescimento continuará quando os requisitos de iluminação forem atingidos

# STRINGS.CREATURES.STATUSITEMS.DEAD.NAME
source: Dead
pt_br: Morto

# STRINGS.CREATURES.STATUSITEMS.DEAD.TOOLTIP
source: This critter won't be getting back up...
pt_br: Esta criatura não vai se levantar...

# STRINGS.CREATURES.STATUSITEMS.DEBUGGOTO.NAME
source: Moving to debug location
pt_br: Movendo para o local

# STRINGS.CREATURES.STATUSITEMS.DEBUGGOTO.TOOLTIP
source: All that obedience training paid off
pt_br: Todo aquele treinamento de obediência vale a pena

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.NAME
source: Digesting
pt_br: Digerindo

# STRINGS.CREATURES.STATUSITEMS.DOMESTICATION.NAME
source: Domestication Level: {LevelName}
pt_br: Nível de Domesticação: {LevelName}

# STRINGS.CREATURES.STATUSITEMS.DROWNING.NAME
source: Drowning
pt_br: Afogando

# STRINGS.CREATURES.STATUSITEMS.DROWNING.TOOLTIP
source: This critter can't breathe in liquid!
pt_br: Esta criatura não consegue respirar em líquido!

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.NAME
source: • Beached
pt_br: • Encalhado

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.TOOLTIP
source: This plant must be submerged in liquid to grow
pt_br: Esta planta precisa estar submersa em líquido para crescer

# STRINGS.CREATURES.STATUSITEMS.EATING.NAME
source: Eating
pt_br: Comendo

# STRINGS.CREATURES.STATUSITEMS.EATING.TOOLTIP
source: This critter found something tasty
pt_br: Esta criatura encontrou algo delicioso

# STRINGS.CREATURES.STATUSITEMS.EMERGING.NAME
source: Emerging
pt_br: Emergindo

# STRINGS.CREATURES.STATUSITEMS.EMERGING.TOOLTIP
source: This critter is leaving its burrow
pt_br: Esta criatura está saindo de sua toca

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.LINE_ITEM
source: • Entombed
pt_br: • Soterrado

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.NAME
source: Entombed
pt_br: Soterrado

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.TOOLTIP
source: This critter is trapped and needs help digging out
pt_br: Esta criatura está presa e necessita de ajuda para ser desenterrada

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_BE_RANCHED.NAME
source: Freshly Groomed
pt_br: Recém Escovada

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_BE_RANCHED.TOOLTIP
source: This critter just received some attention and feels great
pt_br: Esta criatura acabou de receber um pouco de atenção e se sente incrível

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_GET_RANCHED.NAME
source: Excited
pt_br: Animado

# STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_GET_RANCHED.TOOLTIP
source: This critter heard a Rancher call for it and is very excited!
pt_br: Esta criatura ouviu o chamado de um Fazendeiro e está muito animado!

# STRINGS.CREATURES.STATUSITEMS.EXHALING.NAME
source: Exhaling
pt_br: Exalando

# STRINGS.CREATURES.STATUSITEMS.EXHALING.TOOLTIP
source: This critter is expelling gas from its lungsacs
pt_br: Esta criatura está expelindo gás de seus pulmões

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_GAS.NAME
source: Passing Gas
pt_br: Peidando

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_GAS.TOOLTIP
source: This critter is emitting gas Yuck!
pt_br: Esta criatura acabou de peidar Que nojo!

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_LIQUID.NAME
source: Expelling Waste
pt_br: Expelindo Resíduos

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_LIQUID.TOOLTIP
source: This critter doing their "business"
pt_br: Esta criatura está fazendo "negócios"

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_SOLID.NAME
source: Expelling Waste
pt_br: Expelindo Resíduos

# STRINGS.CREATURES.STATUSITEMS.EXPELLING_SOLID.TOOLTIP
source: This critter is doing their "business"
pt_br: Esta criatura está fazendo "negócios"

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.NAME
source: External Temperature
pt_br: Temperatura Externa

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This critter's environment is {0}
pt_br: Temperatura Externa ------------------ O ambiente desta criatura é {0}

# STRINGS.CREATURES.STATUSITEMS.FALLING.NAME
source: Falling
pt_br: Caindo

# STRINGS.CREATURES.STATUSITEMS.FLEEING.NAME
source: Fleeing
pt_br: Fugindo

# STRINGS.CREATURES.STATUSITEMS.FLEEING.TOOLTIP
source: This critter is trying to escape Get'em!
pt_br: Esta criatura está tentando fugir do combate Pega!

# STRINGS.CREATURES.STATUSITEMS.FLOPPING.NAME
source: Flopping
pt_br: Debatendo

# STRINGS.CREATURES.STATUSITEMS.FLOPPING.TOOLTIP
source: Fish out of water!
pt_br: Peixe fora d'água!

# STRINGS.CREATURES.STATUSITEMS.FRESH.NAME
source: Fresh {RotPercentage}
pt_br: Fresco {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.FRESH.TOOLTIP
source: Get'em while they're hot! {RotTooltip}
pt_br: Pegue enquanto ainda tá quente! {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.GETTING_RANCHED.NAME
source: Being Groomed
pt_br: Sendo Escovado

# STRINGS.CREATURES.STATUSITEMS.GETTING_RANCHED.TOOLTIP
source: This critter's going to look so good when they're done
pt_br: Esta criatura vai ficar bem arrumada quando eles terminarem

# STRINGS.CREATURES.STATUSITEMS.GETTING_WRANGLED.NAME
source: Being Wrangled
pt_br: Sendo Capturado

# STRINGS.CREATURES.STATUSITEMS.GETTING_WRANGLED.TOOLTIP
source: Someone's trying to capture this critter!
pt_br: Alguém está tentando capturar esta criatura!

# STRINGS.CREATURES.STATUSITEMS.GROWING.NAME
source: Growing [{PercentGrow}%]
pt_br: Crescendo ({PercentGrow}%)

# STRINGS.CREATURES.STATUSITEMS.GROWING.TOOLTIP
source: Next harvest: {TimeUntilNextHarvest}
pt_br: Próxima colheita: {TimeUntilNextHarvest}

# STRINGS.CREATURES.STATUSITEMS.GROWINGUP.NAME
source: Maturing
pt_br: Amadurecendo

# STRINGS.CREATURES.STATUSITEMS.GROWINGUP.TOOLTIP
source: This baby critter is about to reach adulthood
pt_br: Este criatura bebê está prestes a chegar a fase adulta

# STRINGS.CREATURES.STATUSITEMS.HATCHING.NAME
source: Hatching
pt_br: Chocando

# STRINGS.CREATURES.STATUSITEMS.HATCHING.TOOLTIP
source: Here it comes!
pt_br: Aí vem ela!

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.NAME
source: Injuries: {healthState}
pt_br: Lesões: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.TOOLTIP
source: Current physical status: {healthState}
pt_br: Estado físico atual: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.NAME
source: Excellent Yield
pt_br: Colheita Excelente

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.TOOLTIP
source: Consistently ideal conditions allowed this plant to bear a large yield {Effects}
pt_br: Condições ideais constantes permitiram esta planta fornecer uma grande colheita {Effects}

# STRINGS.CREATURES.STATUSITEMS.HOT.NAME
source: Toasty surroundings
pt_br: Ambiente quente

# STRINGS.CREATURES.STATUSITEMS.HOT.TOOLTIP
source: This critter cannot let off enough heat to keep cool in this environment It prefers temperatures between {0} and {1}
pt_br: Esta criatura não consegue liberar calor suficiente para se manter fria Ela prefere temperaturas entre {0} e {1}

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.NAME
source: • Body Temperature
pt_br: • Temperatura Corporal

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
pt_br: Crescimento continuará quando a temperatura ambiente estiver entre {low_temperature} e {high_temperature}

# STRINGS.CREATURES.STATUSITEMS.HUNGRY.NAME
source: Hungry
pt_br: Faminta

# STRINGS.CREATURES.STATUSITEMS.HUNGRY.TOOLTIP
source: This critter's tummy is rumbling
pt_br: O estômago desta criatura está roncando

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.NAME
source: Overheating
pt_br: Sobreaquecendo

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.TOOLTIP
source: Internal temperature is dangerously high [{InternalTemperature} / {TargetTemperature}]
pt_br: Temperatura interna está em níveis perigosamente altos ({InternalTemperature} / {TargetTemperature})

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.NAME
source: Freezing
pt_br: Congelando

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.TOOLTIP
source: Internal temperature is dangerously low
pt_br: Temperatura interna extremamente baixa

# STRINGS.CREATURES.STATUSITEMS.IDLE.NAME
source: Idle
pt_br: Ocioso

# STRINGS.CREATURES.STATUSITEMS.IDLE.TOOLTIP
source: Just enjoying life, y'know?
pt_br: Só aproveitando a vida, sabe?

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.NAME
source: Incubating
pt_br: Incubando

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.TOOLTIP
source: Cozily preparing to meet the world
pt_br: Preparando para conhecer o novo mundo

# STRINGS.CREATURES.STATUSITEMS.INHALING.NAME
source: Inhaling
pt_br: Inalando

# STRINGS.CREATURES.STATUSITEMS.INHALING.TOOLTIP
source: This critter is taking a deep breath
pt_br: Esta criatura está dando uma boa respirada

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.NAME
source: Laying an egg
pt_br: Botando um ovo

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.TOOLTIP
source: Witness the miracle of life!
pt_br: Testemunhe o milagre da vida!

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.NAME
source: Foraging
pt_br: Procurando comida

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.TOOLTIP
source: This critter is hungry and looking for food
pt_br: Esta criatura está com fome e procura por comida

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.NAME
source: Standard Yield
pt_br: Colheita Normal

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.TOOLTIP
source: This plant produced an average yield
pt_br: Esta planta produziu uma colheita mediana

# STRINGS.CREATURES.STATUSITEMS.NAME_NON_GROWING_PLANT
source: Wilted
pt_br: Murcha

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.TOOLTIP
source: Growth will resume when fertilization requirements are met
pt_br: Crescimento continuará quando os requisitos de fertilização forem supridos

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.NAME
source: • Irrigation
pt_br: • Irrigação

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.TOOLTIP
source: Growth will resume when liquid requirements are met
pt_br: Crescimento continuará quando os requisitos de irrigação forem supridos

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.NAME
source: Good Yield
pt_br: Colheita Boa

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.TOOLTIP
source: Comfortable conditions allowed this plant to produce a better yield {Effects}
pt_br: Condições confortáveis permitiram a planta produzir uma colheita melhor {Effects}

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.NAME
source: Ideal Air Pressure
pt_br: Pressão do Ar Ideal

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.TOOLTIP
source: This critter is comfortable in the current atmospheric pressure Ideal Range: {0} - {1}
pt_br: Esta criatura está confortável com a pressão atmosférica atual Faixa Ideal: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.NAME
source: Ideal Temperature
pt_br: Temperatura Ideal

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.TOOLTIP
source: This critter finds the current ambient temperature comfortable Ideal Range: {0} - {1}
pt_br: Esta criatura está confortável com a temperatura ambiente atual Faixa Ideal: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NAME
source: Dead
pt_br: Morta

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION
source: Plants have died
pt_br: Plantas morreram

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION_TOOLTIP
source: These plants have died and will produce no more harvests:
pt_br: Estas plantas morreram e não produzirão novas colheitas:

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.TOOLTIP
source: This plant will produce no more harvests
pt_br: Esta planta não produzirá novas colheitas

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.NAME
source: Harvest Ready
pt_br: Colheita Pronta

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.TOOLTIP
source: This plant can be harvested for materials
pt_br: Os materiais desta planta podem ser colhidos

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.NAME
source: • Farm plot inoperable
pt_br: • Horta inoperável

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.TOOLTIP
source: This farm plot cannot grow plants in its current state
pt_br: Esta horta não pode cultivar plantas no estado atual

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.NAME
source: Farm plot operational
pt_br: Horta Operacional

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.TOOLTIP
source: This plant's farm plot is operational
pt_br: A horta desta planta está operacional

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.NAME
source: Refrigerated
pt_br: Refrigerado

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.TOOLTIP
source: Ideal temperature storage is slowing this food's decay rate
pt_br: A temperatura do armazenamento está desacelerando a decomposição da comida

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NAME
source: Scalding
pt_br: Escaldando

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_NAME
source: Scalding
pt_br: Escaldando

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_TOOLTIP
source: Scalding temperatures are hurting these Duplicants:
pt_br: Temperaturas escaldantes estão machucando estes Duplicantes:

# STRINGS.CREATURES.STATUSITEMS.SCALDING.TOOLTIP
source: Current external temperature is perilously high [{ExternalTemperature} / {TargetTemperature}]
pt_br: Temperatura externa atual está extremamente alta ({ExternalTemperature} / {TargetTemperature})

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.NAME
source: Sleeping
pt_br: Dormindo

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.TOOLTIP
source: This critter is replenishing its stamina
pt_br: Esta criatura está restaurando sua energia

# STRINGS.CREATURES.STATUSITEMS.SPOILED.NAME
source: Rotten
pt_br: Estragado

# STRINGS.CREATURES.STATUSITEMS.SPOILED.TOOLTIP
source: This food has putrefied and should not be consumed
pt_br: Esta comida apodreceu e não deve ser consumida

# STRINGS.CREATURES.STATUSITEMS.STALE.NAME
source: Stale {RotPercentage}
pt_br: Azedo {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.STALE.TOOLTIP
source: This food is still edible but will soon expire {RotTooltip}
pt_br: Esta comida ainda é comestível, mas logo vai estragar {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.STARVING.NAME
source: Starving Time until death: {TimeUntilDeath}
pt_br: Morrendo de Fome Tempo até a morte: {TimeUntilDeath}

# STRINGS.CREATURES.STATUSITEMS.STARVING.NOTIFICATION_NAME
source: Critter Starvation
pt_br: Criatura Morrendo de Fome

# STRINGS.CREATURES.STATUSITEMS.STARVING.NOTIFICATION_TOOLTIP
source: These critters are starving and will die if not fed soon:
pt_br: Estas criaturas estão passando fome e morrerão se não forem alimentadas logo:

# STRINGS.CREATURES.STATUSITEMS.STARVING.TOOLTIP
source: This critter is starving and will die if it is not fed soon
pt_br: Esta criatura está passando fome e morrerá se não for alimentada logo

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.NAME
source: Sterile Atmosphere
pt_br: Atmosfera Estéril

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.TOOLTIP
source: Microbe destroying conditions are preventing this food from decaying
pt_br: Condições antimicrobianas estão impedindo esta comida de estragar

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.TOOLTIP
source: This critter is trying to get away
pt_br: Esta criatura está tentando fugir

# STRINGS.CREATURES.STATUSITEMS.STUNTED_SCALE_GROWTH.NAME
source: Stunted Scales
pt_br: Escamas Atrofiadas

# STRINGS.CREATURES.STATUSITEMS.STUNTED_SCALE_GROWTH.TOOLTIP
source: This critter's scale growth is being stunted by an unfavorable environment
pt_br: O crescimento das escamas desta criatura está sendo interrompido por condições ambientais desfavoráveis
