Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SOURCE_TOOLTIP_SUFFIX
source: This symptom causes Duplicants to expel germs from their body ------------------ They may infect other Duplicants as a result
pt_br: Este sintoma faz com que Duplicantes liberem germes do seu corpo ------------------ Eles podem acabar infectando outros Duplicantes

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SYMPTOMS
source: Other Symptoms:
pt_br: Outros Sintomas:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SYMPTOMS_TOOLTIP
source: These symptoms must run their course and cannot be alleviated by medical care
pt_br: Estes sintomas precisam existir e não podem ser aliviados pelo cuidado médico

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION_INFO
source: INFECTION DETAILS
pt_br: DETALHES DA INFECÇÃO

# STRINGS.UI.DETAILTABS.DISEASE.NAME
source: Germs
pt_br: Germes

# STRINGS.UI.DETAILTABS.DISEASE.NO_CURRENT_GERMS
source: SURFACE GERMS
pt_br: GERMES SUPERFICIAIS

# STRINGS.UI.DETAILTABS.DISEASE.TOOLTIP
source: View the disease risk presented by the selected object
pt_br: Veja o risco de doença apresentado pelo objeto selecionado

# STRINGS.UI.DETAILTABS.EGG_CHANCES.CHANCE_FORMAT_TOOLTIP
source: This critter has a {1} chance of laying a {0}. Probability is increased if the creature: {2}
pt_br: Esta criatura tem uma chance de {1} de botar um {0}. Probabilidade é aumentada se a criatura: {2}

# STRINGS.UI.DETAILTABS.EGG_CHANCES.CHANCE_FORMAT_TOOLTIP_NOMOD
source: This critter has a {1} chance of laying a {0}.
pt_br: Esta criatura tem uma chance de {1} de botar um {0}

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.NAME
source: Energy
pt_br: Energia

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.TOOLTIP
source: View how much power this building consumes
pt_br: Veja o quanto de energia que esta estrutura consome

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES
source: <link="POWER">Power</link> stored: {0}
pt_br: <link="POWER">Energia</link> armazenada: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES_TOOLTIP
source: Amount of power stored in batteries
pt_br: Quantidade de energia armazenada em baterias

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.BATTERIES
source: BATTERIES
pt_br: BATERIAS

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CIRCUITOVERVIEW
source: CIRCUIT OVERVIEW
pt_br: VISÃO GERAL DO CIRCUITO

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CONSUMERS
source: POWER CONSUMERS
pt_br: CONSUMIDORES DE ENERGIA

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.DISCONNECTED
source: Not connected to an electrical circuit
pt_br: Não conectado a um circuito elétrico

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.GENERATORS
source: POWER GENERATORS
pt_br: GERADORES DE ENERGIA

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE
source: Maximum Safe Wattage: {0}
pt_br: Potência Máxima Segura: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE_TOOLTIP
source: Exceeding this value will overload the circuit and can result in damage to wiring and buildings
pt_br: Exceder este valor irá sobrecarregar o circuito o que pode resultar em dano ao cabeamento e estruturas

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NAME
source: Energy
pt_br: Energia

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOBATTERIES
source: No batteries on this circuit
pt_br: Sem baterias neste circuito

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOCONSUMERS
source: No consumers on this circuit
pt_br: Sem consumidores neste circuito

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOGENERATORS
source: No generators on this circuit
pt_br: Sem geradores neste circuito

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED
source: Potential power consumed: {0}
pt_br: Energia potencialmente consumida: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power that can be used by this circuit if all connected buildings are active
pt_br: A quantidade de energia que poderá ser consumida por este circuito se todas as estruturas conectadas estiverem ativas

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.TOOLTIP
source: Monitor the power this building is generating
pt_br: Monitore a energia que esta estrutura está gerando

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED
source: <link="POWER">Power</link> consumed: {0}
pt_br: <link="POWER">Energia</link> consumida: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power used by this circuit
pt_br: A quantidade total de energia usada por este circuito

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED
source: <link="POWER">Power</link> produced: {0}
pt_br: <link="POWER">Energia</link> produzida: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED_TOOLTIP
source: The total amount of power generated by this circuit
pt_br: A quantidade total de energia gerada por este circuito

# STRINGS.UI.DETAILTABS.ENERGYWIRE.NAME
source: Energy
pt_br: Energia

# STRINGS.UI.DETAILTABS.ENERGYWIRE.TOOLTIP
source: View this wire's network
pt_br: Veja a rede deste cabo

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_NEED_LEVEL
source: Current Level: {0}
pt_br: Nível Atual: {0}

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_STRESS_LEVEL
source: Current <link="STRESS">Stress</link> Level: {0}
pt_br: Nível de <link="STRESS">Estresse</link> Atual: {0}

# STRINGS.UI.DETAILTABS.NEEDS.NAME
source: Stress
pt_br: Estresse

# STRINGS.UI.DETAILTABS.NEEDS.NEXT_NEED_LEVEL
source: Next Level: {0}
pt_br: Próximo Nível: {0}

# STRINGS.UI.DETAILTABS.NEEDS.OVERVIEW
source: Overview
pt_br: Visão Geral

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_CREATORS
source: <link="STRESS">Stress</link> Creators
pt_br: Criadores de <link="STRESS">Estresse</link>

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_RELIEVERS
source: <link="STRESS">Stress</link> Relievers
pt_br: Aliviadores de <link="STRESS">Estresse</link>

# STRINGS.UI.DETAILTABS.NEEDS.TOOLTIP
source: View this Duplicant's psychological status
pt_br: Veja o estado psicológico atual deste Duplicante

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.ASSIGNED_TOOLTIP
source: {2} has been assigned a {0} ------------------ Effects: {1}
pt_br: {2} foi designado à {0}. ------------------ Efeitos: {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.GROUPNAME_OWNABLE
source: EQUIPMENT
pt_br: EQUIPAMENTO

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.GROUPNAME_ROOMS
source: AMENITIES
pt_br: SERVIÇOS

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NO_ASSIGNABLES
source: None
pt_br: Nenhum

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NO_ASSIGNABLES_TOOLTIP
source: {0} has not been assigned any buildings of their own
pt_br: {0} não foi designado(a) a nenhuma de suas estruturas

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NOEQUIPMENT
source: None
pt_br: Nenhum

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.NOEQUIPMENT_TOOLTIP
source: {0}'s wearing their Printday Suit and nothing more
pt_br: {0} está vestindo seu Traje de Impressão e nada mais

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.UNASSIGNED
source: Unassigned
pt_br: Não atribuído

# STRINGS.UI.DETAILTABS.PERSONALITY.EQUIPMENT.UNASSIGNED_TOOLTIP
source: This Duplicant has not been assigned a {0}
pt_br: Este Duplicante não foi designado à {0}

# STRINGS.UI.DETAILTABS.PERSONALITY.GROUPNAME_BIO
source: ABOUT
pt_br: SOBRE

# STRINGS.UI.DETAILTABS.PERSONALITY.GROUPNAME_RESUME
source: {0}'S RESUME
pt_br: CURRÍCULO DE {0}

# STRINGS.UI.DETAILTABS.PERSONALITY.NAME
source: Bio
pt_br: Perfil

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.APTITUDES.NAME
source: <b><size=13>Personal Interests:</size></b>
pt_br: <b><size=13>Interesses Pessoais:</size></b>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.APTITUDES.TOOLTIP
source: {0} enjoys these types of work
pt_br: {0} gosta desses tipos de trabalho

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.CURRENT_ROLE.NAME
source: <size=13><b>Current Job:</b> {0}</size>
pt_br: <size=13><b>Trabalho Atual:</b> {0}</size>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.CURRENT_ROLE.NOJOB_TOOLTIP
source: This {0} is... "between jobs" at present
pt_br: Este {0} está... "entre trabalhos" no momento

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.CURRENT_ROLE.TOOLTIP
source: {0} is currently working as a {1}
pt_br: {0} está trabalhando como {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.JOBTRAINING_TOOLTIP
source: {0} gained this skill while working as a {1}
pt_br: {0} ganhou esta habilidade enquanto trabalhava como {1}

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.MASTERED_ROLES
source: <b><size=13>Mastered Jobs:</size></b>
pt_br: <b><size=13>Trabalhos Dominados:</size></b>

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.MASTERED_ROLES_TOOLTIP
source: All traits and expectations a Duplicant learns on a job become permanent once that job is mastered. ------------------ Switching jobs will not remove these traits.
pt_br: Todos os traços e expectativas que um Duplicante aprende em um trabalho tornam-se permanentes quando este trabalho é dominado. ------------------ Trocar de emprego não removerá estes traços.

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.NO_MASTERED_ROLES.NAME
source: None
pt_br: Nenhum

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.NO_MASTERED_ROLES.TOOLTIP
source: {0} has not mastered any jobs yet
pt_br: {0} ainda não dominou nenhum trabalho

# STRINGS.UI.DETAILTABS.PERSONALITY.RESUME.PERKS.TOOLTIP
source: These are permanent skills {0} gained from previous jobs
pt_br: Estas são habilidades permanentes que {0} ganhou de trabalhos anteriores

# STRINGS.UI.DETAILTABS.PERSONALITY.TOOLTIP
source: View this Duplicant's personality, resume, and amenities
pt_br: Veja a personalidade, currículo e serviços deste Duplicante

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_CONDITION
source: CONDITION
pt_br: CONDIÇÃO

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_DESCRIPTION
source: INFORMATION
pt_br: INFORMAÇÃO

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_FERTILITY
source: EGG CHANCES
pt_br: CHANCES DE OVO

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_LORE
source: RECOVERED FILES
pt_br: ARQUIVOS RECUPERADOS

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_REQUIREMENTS
source: REQUIREMENTS
pt_br: REQUERIMENTOS

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_RESEARCH
source: RESEARCH
pt_br: PESQUISA

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_STATUS
source: STATUS
pt_br: ESTADO

# STRINGS.UI.DETAILTABS.SIMPLEINFO.NAME
source: Status
pt_br: Estatísticas

# STRINGS.UI.DETAILTABS.SIMPLEINFO.TOOLTIP
source: View the current status of the selected object
pt_br: Veja o estado atual do objeto selecionado

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_ATTRIBUTES
source: ATTRIBUTES
pt_br: ATRIBUTOS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_EXPECTATIONS
source: EXPECTATIONS
pt_br: EXPECTATIVAS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_STRESS
source: TODAY'S STRESS
pt_br: ESTRESSE DE HOJE

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_TRAITS
source: TRAITS
pt_br: TRAÇOS

# STRINGS.UI.DETAILTABS.STATS.NAME
source: Skills
pt_br: Atributos

# STRINGS.UI.DETAILTABS.STATS.TOOLTIP
source: View this Duplicant's attributes, traits, and daily stress
pt_br: Veja os atributos, traços e estresse diário deste Duplicante

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.HEALTHY_MESSAGE.CONTINUEBUTTON
source: Thanks!
pt_br: Obrigado!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.BODY
source: This game is in the early stages of development which means you're likely to encounter strange, amusing, and occasionally just downright frustrating bugs. During this time Oxygen Not Included will be receiving regular updates to fix bugs, add features, and introduce additional content, so if you encounter issues or just have suggestions to share, please let us know on our forums: <u>http://forums.kleientertainment.com</u> A special thanks to those who joined us during our time in Alpha. We value your feedback and thank you for joining us in the development process. We couldn't do this without you. Enjoy your time in deep space! - Klei
pt_br: Este jogo ainda está no estágios iniciais de desenvolvimento o que significa que você provavelmente irá encontrar erros estranhos, divertidos e as vezes muito frustrantes. Durante este tempo Oxygen Not Included irá receber atualizações regulares para consertar erros, adicionar ferramentas e conteúdo adicional, então se encontrar erros ou se tiver sugestões para compartilhar, por favor fale no nosso fórum: <u>http://forums.kleientertainment.com</u> Um agradecimento especial para aqueles que se juntaram a nós durante o tempo em Alfa. Nós apreciamos sua avaliação e agradecemos por se juntar a nós no processo de desenvolvimento. Não poderíamos fazer sem você. Divirtam-se no espaço! - Klei - Traduzido por Chastomber :P (1.5.2)

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.CONTINUEBUTTON
source: Okay, thanks for the heads up!
pt_br: Obrigado pelo aviso!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.TITLE
source: <b>Welcome to Oxygen Not Included!</b>
pt_br: <b>Bem vindo à Oxygen Not Included!</b>

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.ANIMATION_HEADER
source: WATCH THE ANIMATED SHORT!
pt_br: ASSISTA O CURTA ANIMADO!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.BODY
source: Stay up to date by joining our mailing list, or head on over to the forums and join the discussion.
pt_br: Fique atualizado ao se juntar a nossa lista de email ou vá para os fóruns e junte-se a discussão.

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.FORUMBUTTON
source: FORUMS
pt_br: FÓRUNS

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.HEADER
source: DEVELOPMENT BUILD
pt_br: ACESSO ANTECIPADO

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.MAILINGLIST
source: NOTIFY ME!
pt_br: ME NOTIFIQUE!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.PATCHNOTES
source: PATCH NOTES
pt_br: NOTAS DE ATUALIZAÇÃO

# STRINGS.UI.DEVELOPMENTBUILDS.FULL_PATCH_NOTES
source: Full Patch Notes
pt_br: Notas Completas

# STRINGS.UI.DEVELOPMENTBUILDS.PREVIOUS_VERSION
source: Previous Version
pt_br: Versão Anterior

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.BIGGER_TIMES
source: {1} weeks {0} days
pt_br: {1} semanas {0} dias

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.FINAL_WEEK
source: {0} days
pt_br: {0} dias

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.NOW
source: Less than a day
pt_br: Menos que um dia

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.TWENTY_FOUR_HOURS
source: Less than a day
pt_br: Menos que um dia

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.UPDATES_HEADER
source: NEXT UPGRADE LIVE IN
pt_br: PRÓXIMA ATUALIZAÇÃO EM

# STRINGS.UI.DEVELOPMENTBUILDS.WATERMARK
source: DEVELOPMENT BUILD: {0}
pt_br: VERSÃO DE DESENVOLVIMENTO: {0}

# STRINGS.UI.DUPLICANTPRINTING
source: Duplicant Printing
pt_br: Impressão de Duplicante

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.NAME
source: Insulation Thickness: {0}
pt_br: Barreira de Condutividade: {0}

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.TOOLTIP
source: Thick insulation reduces an object's Thermal Conductivity
pt_br: Barreira de condutividade reduz a Condutividade Térmica de um objeto

# STRINGS.UI.ELEMENTAL.DEWPOINT.NAME
source: Condensation Point: {0}
pt_br: Ponto de Condensação: {0}

# STRINGS.UI.ELEMENTAL.DEWPOINT.TOOLTIP
source: The selected object will condense into a liquid at {0}
pt_br: O objeto selecionado irá condensar em líquido a {0}

# STRINGS.UI.ELEMENTAL.DISEASE.NAME
source: Disease: {0}
pt_br: Doença: {0}

# STRINGS.UI.ELEMENTAL.DISEASE.TOOLTIP
source: There are {0} on the selected object
pt_br: Existe {0} no objeto selecionado

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.NAME
source: Freeze Point: {0}
pt_br: Ponto de Fusão: {0}

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.TOOLTIP
source: The selected object will cool into a solid at {0}
pt_br: O objeto selecionado vai esfriar-se em sólido a {0}

# STRINGS.UI.ELEMENTAL.MASS.NAME
source: Mass: {0}
pt_br: Massa: {0}

# STRINGS.UI.ELEMENTAL.MASS.TOOLTIP
source: The selected object has a mass of {0}
pt_br: Este objeto tem uma massa de {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.NAME
source: Melting Point: {0}
pt_br: Ponto de Fusão: {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.TOOLTIP
source: The selected object will melt into a liquid at {0}
pt_br: O objeto selecionado vai derreter-se em líquido a {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.NAME
source: Overheat Modifier: {0}
pt_br: Modificador de Sobreaquecimento: {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.TOOLTIP
source: This building will overheat and take damage if its temperature reaches {0} Building with better building materials can increase overheat temperature
pt_br: Esta estrutura vai sobreaquecer e sofrerá dano assim que sua temperatura chegar a {0} Construir com melhores materiais de construção pode aumentar a temperatura de sobreaquecimento

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.NAME
source: Primary Element: {0}
pt_br: Elemento Primário: {0}

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.TOOLTIP
source: The selected object is primarily composed of {0}
pt_br: O objeto selecionado é composto primariamente de {0}

# STRINGS.UI.ELEMENTAL.SHC.NAME
source: Specific Heat Capacity: {0}
pt_br: Calor Específico: {0}

# STRINGS.UI.ELEMENTAL.SHC.TOOLTIP
source: {0} J is required to heat 1 g of the selected object by 1 K
pt_br: {0} J são necessários para aquecer 1 g do objeto selecionado em 1 K

# STRINGS.UI.ELEMENTAL.TEMPERATURE.NAME
source: Temperature: {0}
pt_br: Temperatura: {0}

# STRINGS.UI.ELEMENTAL.TEMPERATURE.TOOLTIP
source: The selected object's current temperature is {0}
pt_br: A temperatura atual deste objeto é {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.HIGH_CONDUCTIVITY
source: Highly Conductive
pt_br: Altamente Condutivo

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.LOW_CONDUCTIVITY
source: Insulating
pt_br: Isolante

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.MEDIUM_CONDUCTIVITY
source: Conductive
pt_br: Condutivo

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.VERY_HIGH_CONDUCTIVITY
source: Extremely Conductive
pt_br: Extremamente Condutivo

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.VERY_LOW_CONDUCTIVITY
source: Highly Insulating
pt_br: Altamente Isolante

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity: {0}
pt_br: Condutividade Térmica: {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.TOOLTIP
source: This object can conduct heat to other materials at a rate of {0} W for each K degree difference Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity
pt_br: Este objeto pode conduzir calor para outros materiais a uma taxa de {0} W por cada grau K de diferença Entre dois objetos, a taxa de transferência de calor será determinada pelo objeto com menor Condutividade Térmica

# STRINGS.UI.ELEMENTAL.UNITS.NAME
source: Stack Units: {0}
pt_br: Unidades na Pilha: {0}

# STRINGS.UI.ELEMENTAL.UNITS.TOOLTIP
source: This stack contains {0} units of {1}
pt_br: Esta pilha contém {0} unidades de {1}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.NAME
source: Vaporization Point: {0}
pt_br: Ponto de Vaporização: {0}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.TOOLTIP
source: The selected object will evaporate into a gas at {0}
pt_br: O objeto selecionado vai evaporar em gás a {0}

# STRINGS.UI.ENDOFDAYREPORT.ADDED
source: Added
pt_br: Adicionado

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NAME
source: Calorie Generation:
pt_br: Geração de Calorias:

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <link="FOOD">Food</link> over the course of the day
pt_br: Sua colônia consumiu {0} de <link="FOOD">Comida</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.POSITIVE_TOOLTIP
source: Your colony produced {0} of <link="FOOD">Food</link> over the course of the day
pt_br: Sua colônia produziu {0} de <link="FOOD">Comida</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NAME
source: <link="POLLUTEDOXYGEN">Flatulence</link> Generation:
pt_br: Geração por <link="POLLUTEDOXYGEN">Flatulência</link>:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of Polluted Oxygen over the course of the day
pt_br: Sua colônia consumiu {0} de Oxigênio Poluído ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.POSITIVE_TOOLTIP
source: Your colony generated {0} of Polluted Oxygen over the course of the day
pt_br: Sua colônia gerou {0} de Oxigênio Poluído ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.NAME
source: <link="POLLUTED OXYGEN">Sublimation</link>:
pt_br: <link="POLLUTED OXYGEN">Sublimação</link>:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over the course of the day
pt_br: Sua colônia consumiu {0} de <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.POSITIVE_TOOLTIP
source: Your colony generated {0} of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over the course of the day
pt_br: Sua colônia produziu {0} de <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.NAME
source: <link="POLLUTED OXYGEN">Toilet Emissions: </link>
pt_br: <link="POLLUTED OXYGEN">Emissões da Privada: </link>

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over the course of the day
pt_br: Sua colônia consumiu {0} de <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.POSITIVE_TOOLTIP
source: Your colony generated {0} of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> over the course of the day
pt_br: Sua colônia produziu {0} de <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE
source: Cycle {0}
pt_br: Ciclo {0}

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_TODAY
source: Cycle {0} - Today
pt_br: Ciclo {0} - Hoje

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_YESTERDAY
source: Cycle {0} - Yesterday
pt_br: Ciclo {0} - Ontem

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NAME
source: <link="DISEASE">Diseases</link> Contracted:
pt_br: <link="DISEASE">Doenças</link> Contraídas:

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NEGATIVE_TOOLTIP
source: {0} Duplicant(s) were cured of a <link="DISEASE">Disease</link>
pt_br: {0} Duplicante(s) foram curados de uma <link="DISEASE">Doença</link>

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.POSITIVE_TOOLTIP
source: {0} Duplicant(s) contracted a <link="DISEASE">Disease</link>
pt_br: {0} Duplicante(s) contraíram uma <link="DISEASE">Doença</link>

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.NAME
source: Disease Status:
pt_br: Estado da Doença:

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.TOOLTIP
source: Your Duplicants are covered in {0}
pt_br: Seus Duplicantes estão cobertos em {0}

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NAME
source: <link="POWER">Power</link> Usage:
pt_br: Uso de <link="POWER">Energia</link>:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <link="POWER">Power</link> over the course of the day
pt_br: Sua colônia consumiu {0} de <link="POWER">Energia</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.POSITIVE_TOOLTIP
source: Your colony created {0} of <link="POWER">Power</link> over the course of the day
pt_br: Sua colônia gerou {0} de <link="POWER">Energia</link> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NAME
source: <link="POWER">Power</link> Wasted:
pt_br: <link="POWER">Energia</link> Desperdiçada:
