Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DANCER
source: Dancer
pt_br: Dançarino

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DAR
source: Dar
pt_br: Edu

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DUMPLING
source: Dumpling
pt_br: Torta

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.GREASY
source: Greasy
pt_br: Mecânico

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.LOVELACE
source: Lovelace
pt_br: Sedutor

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.MUSCLE
source: Muscle
pt_br: Músculo

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.ORION
source: Orion
pt_br: Órion

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SCOUT
source: Scout
pt_br: Vigia

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SUNSHINE
source: Sunshine
pt_br: Raio de Sol

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.TRUCK
source: Truck
pt_br: Trator

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.MS
source: Ms.
pt_br: Srta.

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.OL_WOMAN
source: Ol' Woman
pt_br: Sra.

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.PRINCESS
source: Princess
pt_br: Princesa

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.QUEEN
source: Queen
pt_br: Rainha

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.KING
source: King
pt_br: Rei

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.MR
source: Mr.
pt_br: Sr.

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.OL_MAN
source: Ol' Man
pt_br: Sr

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.PRINCE
source: Prince
pt_br: Príncipe

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.BIG
source: Big
pt_br: Grande

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.CAPTAIN
source: Captain
pt_br: Capitão

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.COLONEL
source: Colonel
pt_br: Coronel

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.EVIL
source: Evil
pt_br: O(a) Vil

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.GOOD_OL
source: Good Ol'
pt_br: Bom e velho

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.MX
source: Mx.
pt_br: Sr(a).

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.OLD
source: Old
pt_br: Velho

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PEPPY
source: Peppy
pt_br: Energético(a)

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PROFESSOR
source: Professor
pt_br: Mestre

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.SLICKITY
source: Slickity
pt_br: Liso(a)

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.TINY
source: Tiny
pt_br: Mini

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.WUNDER
source: Wunder
pt_br: Milagroso(a)

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.FEMALE.THE_DUDETTE
source: "The Dudette"
pt_br: "A Cara"

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.MALE.THE_DUDE
source: "The Dude"
pt_br: "O Cara"

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.MCCOOL
source: McCool
pt_br: da Hora

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.SR
source: Sr.
pt_br: Sênior

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.STRONG
source: Strong
pt_br: o Forte

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_BAD
source: The Bad
pt_br: O(A) Vil

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_CHOSEN_ONE
source: The Chosen One
pt_br: O(A) Escolhido(a)

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_EVIL
source: The Evil
pt_br: O(A) Maligno(a)

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GOOD
source: The Good
pt_br: O Bom

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GREAT
source: The Great
pt_br: O Ótimo

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_UGLY
source: The Ugly
pt_br: O Feio

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.ALL_GOOD_THINGS
source: All good things must come to an end.
pt_br: Todas as coisas boas precisam ter um fim.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.ASHES_TO_ASHES_STARDUST_TO_STARDUST
source: Ashes to ashes, stardust to stardust.
pt_br: Do pó ao pó, poeira cósmica à poeira cósmica.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.FREE_FROM_THE_CLUTCHES_OF_TIME
source: Free from the clutches of time.
pt_br: Livre das garras do tempo.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.GO_ON_WITHOUT_ME
source: "Go on without me."
pt_br: "Vão em frente sem mim."

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.GONE_BUT_NOT_FORGOTTEN
source: Gone, but not forgotten.
pt_br: Perdido, mas não esquecido.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.MAY_THEY_KNOW_PEACE
source: May they know peace.
pt_br: Que conheça a paz.

source: Never another like them. Until we print another like them.
pt_br: Não existiu outro igual. Até outro igual ser impresso.

source: Now we'll never know where they buried the treasure.
pt_br: Agora nunca iremos saber onde foi enterrado o tesouro.

source: Take all their stuff. It's what they would have wanted.
pt_br: Pegue tudo o que tinha. Era isso que iria querer que a gente fizesse.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.THANK_GOODNESS_THEY_WERE_STARTING_TO_SMELL
source: Thank goodness. They were starting to smell.
pt_br: Ainda bem. Estava começando a feder.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.THEY_DIED_DOING_WHAT_THEY_LOVED
source: They died doing what they loved.
pt_br: Morreu fazendo o que amava.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.TO_DIG_TO_MUSH_NO_MORE
source: To dig, to mush, no more.
pt_br: Cavar e comer lama, não mais.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.WHERE_ONE_ADVENTURE_ENDS_ANOTHER_BEGINS
source: Where one adventure ends, another begins.
pt_br: Onde uma aventura termina, outra começa.

# STRINGS.NAMEGEN.GRAVE.PETITAPHS.BELOVED_PET
source: Beloved pet and friend.
pt_br: Amigo e animal amado.

# STRINGS.NAMEGEN.GRAVE.PETITAPHS.FARM
source: Gone to the farm in the sky.
pt_br: Foi para a céu dos animais.

# STRINGS.NAMEGEN.GRAVE.PETITAPHS.GOOD_BOY
source: They were the goodest boy.
pt_br: Ele foi um bom menino.

# STRINGS.NAMEGEN.GRAVE.PETITAPHS.GOOD_GIRL
source: They were the goodest girl.
pt_br: Ela foi uma boa menina.

# STRINGS.RESEARCH.MESSAGING.MISSING_RESEARCH_STATION
source: Missing Research Station
pt_br: Falta Estação de Pesquisa

# STRINGS.RESEARCH.MESSAGING.MISSING_RESEARCH_STATION_TOOLTIP
source: The selected research focus requires a {0} to perform Open the Stations Tab <color=#F44A47>[=]</color> of the Build Menu to construct one
pt_br: O foco da pesquisa selecionado requer uma {0} para iniciar Abra a Aba Pesquisa <color=#F44A47>[0]</color> do Menu Construir para construir uma

# STRINGS.RESEARCH.MESSAGING.NO_RESEARCHER_ROLE
source: No Researchers assigned
pt_br: Nenhum Pesquisador designado

# STRINGS.RESEARCH.MESSAGING.NO_RESEARCHER_ROLE_TOOLTIP
source: The selected research focus requires an advanced type of research to complete Assign a Duplicant to the Research Assistant job using the Jobs Panel <color=#F44A47>[L]</color> to enable this task
pt_br: A pesquisa selecionada requer um tipo avançado de pesquisa para ser completada Atribua a um Duplicante o trabalho de Assistente de Pesquisa usando o Painel Trabalhos <color=#F44A47>[L]</color> para ativar esta tarefa

# STRINGS.RESEARCH.MESSAGING.NORESEARCHSELECTED
source: No research selected
pt_br: Nenhuma pesquisa selecionada

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEALSOREQUIRED
source: {0} also required
pt_br: Também é necessário {0}

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEREQUIRED
source: {0} required
pt_br: Requer {0}

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.DESC
source: Enables access to the Automation Overlay.
pt_br: Permite o acesso ao Painel Automação.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.NAME
source: Automation Overlay
pt_br: Painel Automação

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.DESC
source: Allows advanced technology tiers to be researched.
pt_br: Permite níveis avançados de tecnologia serem pesquisados.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.NAME
source: Intermediate Research Point
pt_br: Ponto de Pesquisa Intermediária

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.CONVEYOR_OVERLAY.DESC
source: Enables access to the Conveyor Overlay.
pt_br: Permite acesso ao Painel Transportador.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.CONVEYOR_OVERLAY.NAME
source: Conveyor Overlay
pt_br: Painel Transportador

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.DESC
source: Enables access to the Exosuit Overlay.
pt_br: Permite acesso ao Painel Exotraje.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.NAME
source: Exosuit Overlay
pt_br: Painel Exotraje

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.DESC
source: Basic technologies for filtering <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link>.
pt_br: Tecnologias básicas para filtrar <link="ELEMENTSLIQUID">Líquidos</link> e <link="ELEMENTSGAS">Gases</link>.

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.NAME
source: <link="ADVANCEDFILTRATION">Filtration</link>
pt_br: <link="ADVANCEDFILTRATION">Filtração</link>

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.DESC
source: Circuit components required for large scale <link="POWER">Power</link> management.
pt_br: Componentes elétricos necessários para administração de <link="POWER">Energia</link> em larga escala.

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.NAME
source: <link="ADVANCEDPOWERREGULATION">Advanced Power Regulation</link>
pt_br: <link="ADVANCEDPOWERREGULATION">Regulação Avançada de Energia</link>

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.DESC
source: The tools your colony needs to conduct more advanced and in depth research.
pt_br: As ferramentas que sua colônia necessita para conduzir pesquisas mais profundas e avançadas.

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.NAME
source: <link="ADVANCEDRESEARCH">Advanced Research</link>
pt_br: <link="ADVANCEDRESEARCH">Pesquisa Avançada</link>

# STRINGS.RESEARCH.TECHS.AGRICULTURE.DESC
source: Master the agricultural art of crop raising.
pt_br: Domine a arte da irrigação de hortas.

# STRINGS.RESEARCH.TECHS.AGRICULTURE.NAME
source: <link="AGRICULTURE">Agriculture</link>
pt_br: <link="AGRICULTURE">Agricultura Avançada</link>

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.DESC
source: Useful techniques to manage critter populations in your base.
pt_br: Técnicas úteis para gerenciar criaturas em sua base.

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.NAME
source: <link="ANIMALCONTROL">Animal Control</link>
pt_br: <link="ANIMALCONTROL">Controle Animal</link>

# STRINGS.RESEARCH.TECHS.ARTISTRY.DESC
source: Majorly improve <link="DECOR">Decor</link> by allowing Duplicants artistic and emotional expression.
pt_br: Melhora bastante o <link="DECOR">Decor</link> por permitir aos Duplicantes a expressão artística e emocional.

# STRINGS.RESEARCH.TECHS.ARTISTRY.NAME
source: <link="ARTISTRY">Artistic Expression</link>
pt_br: <link="ARTISTRY">Expressão Artística</link>

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.DESC
source: When life gives you rocks, make rock-aid! (Or sand.)
pt_br: Quando a vida te dá uma pedra, faça uma pedrada! (Ou areia.)

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.NAME
source: <link="BASICREFINEMENT">Brute-Force Refinement</link>
pt_br: <link="BASICREFINEMENT">Refinamento com Força Bruta</link>

# STRINGS.RESEARCH.TECHS.CLOTHING.DESC
source: Produce decorative and practical clothing for Duplicants.
pt_br: Produza roupas práticas e decorativas para os Duplicantes.

# STRINGS.RESEARCH.TECHS.CLOTHING.NAME
source: <link="CLOTHING">Clothing</link>
pt_br: <link="CLOTHING">Vestimenta</link>

# STRINGS.RESEARCH.TECHS.COMBUSTION.DESC
source: Crude fuel-powered generators for automatic <link="POWER">Power</link> production.
pt_br: Geradores a base de combustível bruto para produção automática de <link="POWER">Energia</link>.

# STRINGS.RESEARCH.TECHS.COMBUSTION.NAME
source: <link="COMBUSTION">Internal Combustion</link>
pt_br: <link="COMBUSTION">Combustão Interna</link>

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.DESC
source: Instruments to help you reduce <link="DISEASE">Germ</link> spread in your base.
pt_br: Ferramentas que ajudam a reduzir a propagação de <link="DISEASE">Germes</link> na sua base.

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.NAME
source: <link="DIRECTEDAIRSTREAMS">Decontamination</link>
pt_br: <link="DIRECTEDAIRSTREAMS">Descontaminação</link>

# STRINGS.RESEARCH.TECHS.DISTILLATION.DESC
source: Distill difficult mixtures down to their most useful parts.
pt_br: Destile misturas até separar seus componentes mais úteis.

# STRINGS.RESEARCH.TECHS.DISTILLATION.NAME
source: <link="DISTILLATION">Distillation</link>
pt_br: <link="DISTILLATION">Destilação</link>

# STRINGS.RESEARCH.TECHS.DUPETRAFFICCONTROL.DESC
source: Prevent your Duplicants from getting into dangerous situations.
pt_br: Previna seus Duplicantes de entrar em situações perigosas.

# STRINGS.RESEARCH.TECHS.DUPETRAFFICCONTROL.NAME
source: <link="DUPETRAFFICCONTROL">Duplicant Traffic Control</link>
pt_br: <link="DUPETRAFFICCONTROL">Controle de Tráfico de Duplicantes</link>

# STRINGS.RESEARCH.TECHS.FARMINGTECH.DESC
source: Learn the introductory principles of <link="PLANTS">Plant</link> domestication.
pt_br: Aprenda os princípios introdutórios da <link="PLANTS">Agricultura</link>.

# STRINGS.RESEARCH.TECHS.FARMINGTECH.NAME
source: <link="FARMINGTECH">Basic Farming</link>
pt_br: <link="FARMINGTECH">Agricultura Básica</link>

# STRINGS.RESEARCH.TECHS.FINEDINING.DESC
source: Prepare more nutritious <link="FOOD">Food</link> and store it longer before spoiling.
pt_br: Produza <link="FOOD">Comida</link> mais nutritiva e guarde-a por mais tempo antes de estragar.

# STRINGS.RESEARCH.TECHS.FINEDINING.NAME
source: <link="FINEDINING">Meal Preparation</link>
pt_br: <link="FINEDINING">Preparo de Refeições</link>

# STRINGS.RESEARCH.TECHS.GASPIPING.DESC
source: Rudimentary technologies for installing <link="ELEMENTSGAS">Gas</link> infrastructure.
pt_br: Tecnologia básica para o manuseio de <link="ELEMENTSGAS">Gases</link>.

# STRINGS.RESEARCH.TECHS.GASPIPING.NAME
source: <link="GASPIPING">Ventilation</link>
pt_br: <link="GASPIPING">Ventilação</link>

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.DESC
source: Drive automation in brand new ways.
pt_br: Leve a automação em formas completamente novas.

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.NAME
source: <link="GENERICSENSORS">Generic Sensors</link>
pt_br: <link="GENERICSENSORS">Sensores Genéricos</link>

# STRINGS.RESEARCH.TECHS.HVAC.DESC
source: Regulate <link="HEAT">Temperature</link> in your colony for <link="PLANTS">Plant</link> cultivation and Duplicant comfort.
pt_br: Regule a <link="HEAT">Temperatura</link> tanto para o cultivo de <link="PLANTS">Plantas</link> quanto para o conforto dos Duplicantes.

# STRINGS.RESEARCH.TECHS.HVAC.NAME
source: <link="HVAC">HVAC</link>
pt_br: <link="HVAC">AVAC</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.DESC
source: Burn dirty fuels for exceptional <link="POWER">Power</link> production.
pt_br: Queime combustíveis sujos para produção de muita <link="POWER">Energia</link>.

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.NAME
source: <link="IMPROVEDCOMBUSTION">Fossil Fuels</link>
pt_br: <link="IMPROVEDCOMBUSTION">Combustíveis Fósseis</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.DESC
source: <link="ELEMENTSGAS">Gas</link> infrastructure capable of withstanding more intense conditions, such as <link="HEAT">Heat</link> and pressure.
pt_br: Infraestrutura de <link="ELEMENTSGAS">Gases</link> capaz de lidar com condições mais intensas, como <link="HEAT">Calor</link> e pressão.

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.NAME
source: <link="IMPROVEDGASPIPING">Improved Ventilation</link>
pt_br: <link="IMPROVEDGASPIPING">Ventilação Melhorada</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.DESC
source: <link="ELEMENTSLIQUID">Liquid</link> infrastructure capable of withstanding more intense conditions, such as <link="HEAT">Heat</link> and pressure.
pt_br: Infraestrutura de <link="ELEMENTSLIQUID">Líquidos</link> capaz de lidar com condições mais intensas, como <link="HEAT">Calor</link> e pressão.

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.NAME
source: <link="IMPROVEDLIQUIDPIPING">Improved Plumbing</link>
pt_br: <link="IMPROVEDLIQUIDPIPING">Encanamento Melhorado</link>

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.DESC
source: Make the air in your colony clean and breathable.
pt_br: Deixe o ar da sua colônia mais limpo e respirável.

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.NAME
source: <link="IMPROVEDOXYGEN">Air Systems</link>
pt_br: <link="IMPROVEDOXYGEN">Sistemas de Ar</link>

# STRINGS.RESEARCH.TECHS.INSULATION.DESC
source: Improve <link="HEAT">Heat</link> distribution in your base and guard buildings from extreme temperatures.
pt_br: Melhore a distribuição de <link="HEAT">Calor</link> na sua base e guarde estruturas de temperaturas extremas.

# STRINGS.RESEARCH.TECHS.INSULATION.NAME
source: <link="INSULATION">Insulation</link>
pt_br: <link="INSULATION">Isolamento Adiabático</link>

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.DESC
source: <link="DECOR">Decor</link> boosting items to counteract the gloom of underground living.
pt_br: Itens que melhoram o <link="DECOR">Decor</link> para combater a tristeza de viver no subterrâneo.

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.NAME
source: <link="INTERIORDECOR">Interior Decor</link>
pt_br: <link="INTERIORDECOR">Design de Interiores</link>

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.DESC
source: Rudimentary technologies for installing <link="ELEMENTSLIQUID">Liquid</link> infrastructure.
pt_br: Tecnologias rudimentares para a instalação de infraestrutura de <link="ELEMENTSLIQUID">Líquidos</link>.

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.NAME
source: <link="LIQUIDPIPING">Plumbing</link>
pt_br: <link="LIQUIDPIPING">Encanamento</link>

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.DESC
source: Easily manipulate <link="ELEMENTSLIQUID">Liquid</link> <link="TEMPERATURES">heat</link> with these technologies.
pt_br: Manipule facilmente <link="ELEMENTSLIQUID">Líquidos</link> e <link="HEAT">Temperatura</link> com estas tecnologias.

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.NAME
source: <link="LIQUIDTEMPERATURE">Liquid Tuning</link>
pt_br: <link="LIQUIDTEMPERATURE">Aperfeiçoamento de Líquidos</link>

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.DESC
source: Logic gates and wiring to allow you to program your base.
pt_br: Cabeamento e portões lógicos que te permitirão programar sua base.

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.NAME
source: <link="LOGICCIRCUITS">Advanced Automation</link>
pt_br: <link="LOGICCIRCUITS">Automação Avançada</link>

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.DESC
source: Use switches to control your buildings.
pt_br: Use alavancas para controlar suas estruturas.

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.NAME
source: <link="LOGICCONTROL">Automatic Control</link>
pt_br: <link="LOGICCONTROL">Controle Automatizado</link>

# STRINGS.RESEARCH.TECHS.LUXURY.DESC
source: Luxury amenities for advanced <link="STRESS">Stress</link> reduction.
pt_br: Serviços de luxo para redução avançada do <link="STRESS">Estresse</link>.

# STRINGS.RESEARCH.TECHS.LUXURY.NAME
source: <link="LUXURY">Home Luxuries</link>
pt_br: <link="LUXURY">Luxo Doméstico</link>

# STRINGS.RESEARCH.TECHS.MEDBAY.DESC
source: Prevent injury and <link="DISEASE">Disease</link> from running rampant in your colony.
pt_br: Previna ferimentos e <link="DISEASE">Doenças</link> de brincarem loucas na sua colônia.

# STRINGS.RESEARCH.TECHS.MEDBAY.NAME
source: <link="MEDBAY">Healthcare</link>
pt_br: <link="MEDBAY">Serviços de Saúde</link>

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.DESC
source: Basic medical knowledge to fight the common <link="DISEASE">Diseases</link> that plague Duplicants.
pt_br: Conhecimento médico básico para lutar contra as <link="DISEASE">Doenças</link> comuns que afligem Duplicantes.

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.NAME
source: <link="MEDICALRESEARCH">Medical Research</link>
pt_br: <link="MEDICALRESEARCH">Pesquisa Médica</link>

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.DESC
source: High-temperature pure metal extraction.
pt_br: Extração de metal puro em altas temperaturas.

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.NAME
source: <link="METALREFINEMENT">Metallurgy</link>
pt_br: <link="METALREFINEMENT">Metalúrgica</link>

# STRINGS.RESEARCH.TECHS.PLASTICS.DESC
source: Stable, light weight, durable. Plastics are useful in a wide array of applications.
pt_br: Estável, leve e durável. Plásticos são úteis em um número diverso de aplicações.

# STRINGS.RESEARCH.TECHS.PLASTICS.NAME
source: <link="PLASTICS">Plastic Manufacturing</link>
pt_br: <link="PLASTICS">Fabricação de Plástico</link>

# STRINGS.RESEARCH.TECHS.POWERREGULATION.DESC
source: Prevent wasted <link="POWER">Power</link> with improved eletrical tools.
pt_br: Previna desperdício de <link="POWER">Energia</link> com melhores ferramentas elétricas.

# STRINGS.RESEARCH.TECHS.POWERREGULATION.NAME
source: <link="POWERREGULATION">Power Regulation</link>
pt_br: <link="POWERREGULATION">Regulação de Energia</link>

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.DESC
source: Unlock technologies to manage colony pressure and atmosphere.
pt_br: Desbloqueie tecnologias para gerenciar as pressões da colônia.

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.NAME
source: <link="PRESSUREMANAGEMENT">Pressure Management</link>
pt_br: <link="PRESSUREMANAGEMENT">Gerenciamento de Pressão</link>

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.DESC
source: Pure-core wires that can handle more current without overloading.
pt_br: Cabos de metal puro poderão conduzir mais corrente sem sobrecarregar.

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.NAME
source: <link="PRETTYGOODCONDUCTORS">Low-Resistance Conductors</link>
pt_br: <link="PRETTYGOODCONDUCTORS">Condutores de Baixa Resistência</link>

# STRINGS.RESEARCH.TECHS.RANCHING.DESC
source: Manage and care for critters.
pt_br: Gerencie e cuide de criaturas.

# STRINGS.RESEARCH.TECHS.RANCHING.NAME
source: <link="RANCHING">Ranching</link>
pt_br: <link="RANCHING">Pecuária</link>

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.DESC
source: Using simple materials to improve base function.
pt_br: Usando materiais simples para melhorar a função básica.

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.NAME
source: <link="REFINEDOBJECTS">Refined Objects</link>
pt_br: <link="REFINEDOBJECTS">Objetos Refinados</link>

# STRINGS.RESEARCH.TECHS.RENEWABLEENERGY.DESC
source: Clean <link="POWER">Power</link> production
pt_br: Produção de <link="POWER">Energia</link> Limpa

# STRINGS.RESEARCH.TECHS.RENEWABLEENERGY.NAME
source: <link="RENEWABLEENERGY">Renewable Energy</link>
pt_br: <link="RENEWABLEENERGY">Energia Renovável</link>

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.DESC
source: Make daily ablutions less of a hassle.
pt_br: Faz do banho de cada dia um problema menor.

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.NAME
source: <link="SANITATIONSCIENCES">Sanitation</link>
pt_br: <link="SANITATIONSCIENCES">Saneamento</link>

# STRINGS.RESEARCH.TECHS.SMARTSTORAGE.DESC
source: Automate the storage of your solids.
pt_br: Automatize a armazenagem de recursos.

# STRINGS.RESEARCH.TECHS.SMARTSTORAGE.NAME
source: <link="SMARTSTORAGE">Smart Storage</link>
pt_br: <link="SMARTSTORAGE">Armazenamento Inteligente</link>

# STRINGS.RESEARCH.TECHS.SMELTING.DESC
source: High temperatures allow more efficient metal fabrication.
pt_br: Altas temperaturas permitem fabricação de metais mais eficientes.

# STRINGS.RESEARCH.TECHS.SMELTING.NAME
source: <link="SMELTING">Smelting</link>
pt_br: <link="SMELTING">Fundição</link>

# STRINGS.RESEARCH.TECHS.SOLIDTRANSPORT.DESC
source: Save so much wear and tear on tired Duplicant feet.
pt_br: Poupe as roupas e os sapatos dos Duplicantes cansados de carregar.

# STRINGS.RESEARCH.TECHS.SOLIDTRANSPORT.NAME
source: <link="SOLIDTRANSPORT">Solid Transport</link>
pt_br: <link="SOLIDTRANSPORT">Transporte de Sólidos</link>

# STRINGS.RESEARCH.TECHS.SUITS.DESC
source: Craft the equipment necessary to survive in extreme conditions and environments.
pt_br: Fabrique o equipamento necessário para sobreviver em condições e ambientes extremos.

# STRINGS.RESEARCH.TECHS.SUITS.NAME
source: <link="SUITS">Environmental Protection</link>
pt_br: <link="SUITS">Proteção Ambiental</link>

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.DESC
source: Unlock <link="HEAT">Temperature</link> changing technologies to keep your colony at the perfect Kelvin.
pt_br: Desbloqueie tecnologias de controle de <link="HEAT">Temperatura</link> mantendo sua colônia no Kelvin perfeito.
