Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY_TOOLTIP
source: This is a nonspecific disease treatment that can be taken by any sick Duplicant
pt_br: Este é um tratamento inespecífico à doenças que pode ser tomado por qualquer Duplicante doente

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_TOOLTIP
source: This medicine is used to treat {0} and can only be taken by sick Duplicants
pt_br: Este medicamento é usado para tratar {0} e só pode ser tomado por Duplicantes doentes

# STRINGS.DUPLICANTS.DISEASES.NOTIFICATION_TOOLTIP
source: {0} contracted {1} {2}
pt_br: {0} contraiu {1} {2}

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.CRINGE_EFFECT
source: Smelled a putrid odor
pt_br: Sentiu um cheiro horrível

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.DESCRIPTION
source: The pungent odor wafting off this Duplicant is nauseating to their peers
pt_br: O odor pungente saindo deste Duplicante está nauseando os seus próximos

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.LEGEND_HOVERTEXT
source: Trench Stench Germs Present
pt_br: Contém Germes de Fedor de Trincheira

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.NAME
source: <link="PUTRIDODOUR">Trench Stench</link>
pt_br: <link="PUTRIDODOUR">Fedor de Trincheira</link>

# STRINGS.DUPLICANTS.DISEASES.RECUPERATING
source: Recuperating
pt_br: Recuperando

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.BENIGN
source: Benign
pt_br: Benigno

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.CRITICAL
source: Critical
pt_br: Crítico

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MAJOR
source: Major
pt_br: Grave

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MINOR
source: Minor
pt_br: Leve

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM
source: Coughing
pt_br: Tossindo

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM_TOOLTIP
source: Duplicants periodically cough up Polluted Oxygen, producing additional germs
pt_br: Duplicantes periodicamente irão tossir Oxigênio Poluído, produzindo germes adicionais

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTION
source: This Duplicant's chest congestion is making it difficult to breathe
pt_br: A congestão respiratória nesse Duplicante está dificultando sua respiração

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTIVE_SYMPTOMS
source: Lethal without medical care. Duplicants experience coughing and shortness of breath.
pt_br: Letal sem cuidado médico. Duplicantes apresentarão tosse e falta de ar.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when coughing.
pt_br: Infectado com {2}. Este Duplicante produzirá {1} quando tossir.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will cough approximately every {0} ------------------ Each time they cough, they will release {1}
pt_br: Este Duplicante vai tossir aproximadamente a cada {0} ------------------ A cada vez que eles tossem, eles liberam {1}

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.LEGEND_HOVERTEXT
source: Slimelung Germs Present
pt_br: Contém Germes de Pulmão de Limo

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.NAME
source: <link="SLIMELUNG">Slimelung</link>
pt_br: <link="SLIMELUNG">Pulmão de Limo</link>

# STRINGS.DUPLICANTS.DISEASES.SPORES.DESCRIPTION
source: This Duplicant has become a walking fungal pod
pt_br: Este Duplicante tornou-se um fungo ambulante

# STRINGS.DUPLICANTS.DISEASES.SPORES.LEGEND_HOVERTEXT
source: Spores Germs Present
pt_br: Contém Germes de Esporos

# STRINGS.DUPLICANTS.DISEASES.SPORES.NAME
source: <link="SPORES">The Spores</link>
pt_br: <link="SPORES">Os Esporos</link>

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.BEDREST
source: Med-Bed assignment will increases recovery chance
pt_br: Descansar na Maca aumenta a chance de recuperação

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.CURES
source: Remedies taken: {0}
pt_br: Remédios tomados: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTOR_REQUIRED
source: Medical care needed
pt_br: Cuidado médico necessário

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTORED
source: Received medical care
pt_br: Recebeu cuidado médico

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DURATION
source: Duration remaining: {0}
pt_br: Duração restante: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.FATALITY
source: Fatal if untreated in: {0}
pt_br: Fatal se não tratado em: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.INFECTION_SOURCE
source: Contracted {0}
pt_br: Contraiu {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.NOMEDICINETAKEN
source: Remedies taken: None
pt_br: Remédios tomados: Nenhum

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
pt_br: Pode causar {Diseases}

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.TOOLTIPS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
pt_br: Pode causar {Diseases}

# STRINGS.DUPLICANTS.DISEASES.TYPE.AILMENT
source: Ailment
pt_br: Afecção

# STRINGS.DUPLICANTS.DISEASES.TYPE.INJURY
source: Injury
pt_br: Lesão

# STRINGS.DUPLICANTS.DISEASES.TYPE.PATHOGEN
source: Illness
pt_br: Doença

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.ONE
source: she
pt_br: ela

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.TWO
source: her
pt_br: dela

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.ONE
source: he
pt_br: ele

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.TWO
source: his
pt_br: dele

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.ONE
source: they
pt_br: eles

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.TWO
source: their
pt_br: deles

# STRINGS.DUPLICANTS.GENDERTITLE
source: Gender:
pt_br: Gênero:

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.NAME
source: New Hope
pt_br: Nova Esperança

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.TOOLTIP
source: This Duplicant feels pretty optimistic about their new home
pt_br: Este Duplicante se sente bem otimista sobre sua nova casa

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.NAME
source: Unrested
pt_br: Dormiu mal

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.TOOLTIP
source: This Duplicant was tossing and turning last night thanks to {Disturber}'s noise
pt_br: Este Duplicante ficou rolando na cama na noite passada graças ao barulho do {Disturber}

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.NAME
source: Barracks
pt_br: Dormitório

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.TOOLTIP
source: This Duplicant shares sleeping quarters with others
pt_br: Este Duplicante divide o dormitório com outros

# STRINGS.DUPLICANTS.MODIFIERS.BASEDUPLICANT.NAME
source: Duplicant
pt_br: Duplicante

# STRINGS.DUPLICANTS.MODIFIERS.BASEROT.NAME
source: Base Decay Rate
pt_br: Taxa de Decaimento Base

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.NAME
source: Private Bedroom
pt_br: Quarto Privado

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.TOOLTIP
source: This lucky Duplicant has their own private bedroom
pt_br: Este Duplicante sortudo tem o seu próprio quarto

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.NAME
source: Slept in a cot
pt_br: Dormiu em um berço

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.TOOLTIP
source: This Duplicant's sleeping arrangements are adequate
pt_br: As posições da cama deste Duplicante estão corretas

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NAME
source: Insatiable Hunger
pt_br: Fome Insaciável

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_NAME
source: Binge Eating
pt_br: Comendo sem parar

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <link="STRESS">Stressed</link> they began overeating:
pt_br: Estes Duplicantes ficaram tão <link="STRESS">Estressados</link> e acabaram comendo demais:

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.TOOLTIP
source: This Duplicant is stuffing their face as a result of stress
pt_br: Este Duplicante está enchendo a barriga como resultado do estresse

# STRINGS.DUPLICANTS.MODIFIERS.BREATHING.NAME
source: Breathing
pt_br: Respirando

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.CAUSE
source: Obtained by exposure to hot water
pt_br: Obtido por exposição a água quente

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.NAME
source: Scalded
pt_br: Escaldado

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.TOOLTIP
source: Ouch! This Duplicant showered or was doused in water that was way too hot
pt_br: Ai! Este Duplicante tomou banho ou se molhou com água muito quente

# STRINGS.DUPLICANTS.MODIFIERS.BURNINGCALORIES.NAME
source: Burning Calories
pt_br: Queimando Calorias

# STRINGS.DUPLICANTS.MODIFIERS.CATHETERIZED.NAME
source: Catheterized
pt_br: Cateterizado

# STRINGS.DUPLICANTS.MODIFIERS.CATHETERIZED.TOOLTIP
source: Let's leave it at that
pt_br: Vamos deixar assim

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.NAME
source: Center of Attention
pt_br: Centro da Atenção

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.TOOLTIP
source: This Duplicant feels like someone's watching over them...
pt_br: Este Duplicante sente que alguém está cuidando dele...

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.CAUSE
source: This Duplicant got so good at their job that they became claustrophobic
pt_br: Este Duplicante ficou tão bom em seu trabalho que ficou claustrofóbico

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
pt_br: Claustrofóbico

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.TOOLTIP
source: This Duplicant recently found themselves in an upsettingly cramped space
pt_br: Este Duplicante sentiu que estava em um lugar apertado demais

# STRINGS.DUPLICANTS.MODIFIERS.CLOTHING.NAME
source: Clothing
pt_br: Vestimenta

# STRINGS.DUPLICANTS.MODIFIERS.COLD.NAME
source: Cold
pt_br: Frio

# STRINGS.DUPLICANTS.MODIFIERS.COLD.TOOLTIP
source: This Duplicant is uncomfortably cold
pt_br: Este Duplicante está sentindo frio

# STRINGS.DUPLICANTS.MODIFIERS.COLDAIR.NAME
source: Cold Air
pt_br: Ar Frio

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.NAME
source: Cooling Down
pt_br: Esfriando

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.TOOLTIP
source: This Duplicant is trying to cool back down
pt_br: Este Duplicante está tentando se esfriar

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.CAUSE
source: Obtained through the Ugly Crier stress response
pt_br: Adquirido por causa do tipo de resposta ao estresse Chorão

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.NAME
source: Cry Face
pt_br: Cara de Choro

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.TOOLTIP
source: This Duplicant recently had a crying fit and it shows
pt_br: Este Duplicante sentiu vontade de chorar e está demonstrando isso

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.NAME
source: Darkness
pt_br: Escuridão

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.TOOLTIP
source: Eep! This Duplicant doesn't like being in the dark!
pt_br: Eish! Este Duplicante não gosta de ficar no escuro!

# STRINGS.DUPLICANTS.MODIFIERS.DEAD.NAME
source: Dead
pt_br: Morto

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.CAUSE
source: Obtained by eating a disgusting meal
pt_br: Obtido por comer uma refeição nojenta

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.DESCRIPTION
source: Most Duplicants experience stomach upset from this meal
pt_br: A maior parte dos Duplicantes tem problemas com estômago após esta refeição

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.NAME
source: Diarrhea
pt_br: Diarréia

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.TOOLTIP
source: This Duplicant's gut is giving them some trouble
pt_br: O estômago deste Duplicante está lhe dando problemas

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFCOTEFFECT.NAME
source: Runaway Patient
pt_br: Paciente Fujão

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFCOTEFFECT.TOOLTIP
source: Tsk tsk! This Duplicant cannot receive medical care while out of their Med-Bed
pt_br: Eita! Este Duplicante não pode receber cuidado médico enquanto estiver fora da sua Maca

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFREJUVENATOREFFECT.NAME
source: Runaway Patient
pt_br: Paciente Fujão

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFREJUVENATOREFFECT.TOOLTIP
source: Tsk tsk! This Duplicant cannot receive medical care while out of their Med-Bed
pt_br: Tsc tsc! Este Duplicante não pode receber cuidado médico enquanto estiver fora da sua Maca

# STRINGS.DUPLICANTS.MODIFIERS.EATINGCALORIES.NAME
source: Eating
pt_br: Comendo

# STRINGS.DUPLICANTS.MODIFIERS.EATINMESSHALL.NAME
source: Mess Hall
pt_br: Refeitório

# STRINGS.DUPLICANTS.MODIFIERS.EATINMESSHALL.TOOLTIP
source: This Duplicant ate their last meal in a nice mess hall
pt_br: Este Duplicante comeu sua última refeição em um bom refeitório

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.NAME
source: Entitlement
pt_br: Promoção

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.TOOLTIP
source: Duplicants will demand better decor and accommodations with each Expertise level they gain
pt_br: Duplicantes vão exigir melhor decor e acomodações a cada nível de Especialidade que eles ganham

# STRINGS.DUPLICANTS.MODIFIERS.FARMTINKER.NAME
source: Farmer's Touch
pt_br: Toque do Agricultor

# STRINGS.DUPLICANTS.MODIFIERS.FARMTINKER.TOOLTIP
source: A skilled Farmer has encouraged this plant to grow a little bit faster ------------------ Applying this effect consumed one dose of Micronutrient Fertilizer.
pt_br: Um hábil agricultor encorajou esta planta a crescer um pouco mais rápido ------------------ Aplicar este efeito consumiu uma dose de Fertilizante de Micronutrientes.

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.CAUSE
source: Obtained by taking a comfortably heated shower
pt_br: Obtido por tomar um banho quente confortável

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.NAME
source: Refreshingly Clean
pt_br: Refrescantemente Limpo

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.TOOLTIP
source: This Duplicant took a warm shower and it was great!
pt_br: Este Duplicante tomou um banho quente e foi ótimo!

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.NAME
source: Full Bladder
pt_br: Bexiga Cheia

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.TOOLTIP
source: This Duplicant's bladder is full
pt_br: A bexiga deste Duplicante está cheia

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.NAME
source: Fussy
pt_br: Exigente

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.TOOLTIP
source: This Duplicant is hard to please
pt_br: Este Duplicante é difícil de agradar

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.CAUSE
source: Obtained by eating a hearty home cooked meal
pt_br: Obtido por comer uma refeição de sabor caseiro

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.DESCRIPTION
source: Duplicants find this home cooked meal is emotionally comforting
pt_br: Este Duplicante comeu uma refeição tão gostosa e está emocionado

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.NAME
source: Soul Food
pt_br: Comida Mágica

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.TOOLTIP
source: This Duplicant had a yummy home cooked meal and is totally stuffed
pt_br: Este Duplicante comeu uma refeição tão gostosa e agora está bem cheio

# STRINGS.DUPLICANTS.MODIFIERS.HOLDINGBREATH.NAME
source: Holding breath
pt_br: Prendendo fôlego

# STRINGS.DUPLICANTS.MODIFIERS.HOMEOSTASIS.NAME
source: Homeostasis
pt_br: Homeostase

# STRINGS.DUPLICANTS.MODIFIERS.HOT.NAME
source: Hot
pt_br: Quente

# STRINGS.DUPLICANTS.MODIFIERS.HOT.TOOLTIP
source: This Duplicant is uncomfortably warm
pt_br: Este Duplicante está desconfortável com o calor

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.NAME
source: Hungry
pt_br: Faminto

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.TOOLTIP
source: This Duplicant is ready for lunch
pt_br: Este Duplicante está pronto pra comer

# STRINGS.DUPLICANTS.MODIFIERS.IMMUNESYSTEMOVERWHELMED.NAME
source: Immune System Overwhelmed
pt_br: Sistema Imune Sobrecarregado

# STRINGS.DUPLICANTS.MODIFIERS.IMMUNESYSTEMOVERWHELMED.TOOLTIP
source: This Duplicant's immune system is slowly being overwhelmed by a high concentration of germs
pt_br: O sistema imune deste Duplicante está lentamente sendo sobrecarregado por uma alta concentração de germes

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.NAME
source: Inspired
pt_br: Inspirado

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.TOOLTIP
source: This Duplicant has had a creative vision!
pt_br: Este Duplicante acabou de ter uma visão criativa!

# STRINGS.DUPLICANTS.MODIFIERS.INTRAVENOUS_NUTRITION.NAME
source: Intravenous Feeding
pt_br: Nutrição Intravenosa

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.NAME
source: Light Wounds
pt_br: Ferimentos Leves

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are a bit uncomfortable
pt_br: Este Duplicante sofreu ferimentos que são um pouco desconfortáveis

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.NAME
source: Low Oxygen
pt_br: Oxigênio Baixo

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.TOOLTIP
source: The air is thin in this area
pt_br: O ar está um pouco rarefeito nessa área

# STRINGS.DUPLICANTS.MODIFIERS.LUXURYBEDSTAMINA.NAME
source: Slept in a comfy bed
pt_br: Dormiu em uma cama confortável

# STRINGS.DUPLICANTS.MODIFIERS.LUXURYBEDSTAMINA.TOOLTIP
source: This Duplicant loves their snuggly bed
pt_br: Este Duplicante ama sua cama fofinha

# STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.NAME
source: Engie's Jerry Rig
pt_br: Gambiarra do Engenheiro

# STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.TOOLTIP
source: A skilled Engineer has jerry rigged this generator to temporarily run faster
pt_br: Um hábil Engenheiro fez uma gambiarra nesse gerador para ele funcionar mais rápido

# STRINGS.DUPLICANTS.MODIFIERS.MANAGEDCOLONY.NAME
source: Managed Colony
pt_br: Colônia Gerenciada

# STRINGS.DUPLICANTS.MODIFIERS.MANAGEDCOLONY.TOOLTIP
source: A Duplicant is in the colony manager job
pt_br: Um Duplicante está no trabalho de gerente da colônia

# STRINGS.DUPLICANTS.MODIFIERS.MANAGERIALDUTIES.NAME
source: Managerial Duties
pt_br: Deveres da Gestão

# STRINGS.DUPLICANTS.MODIFIERS.MANAGERIALDUTIES.TOOLTIP
source: Being a manager is stressful
pt_br: Ser um gerente é estressante

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOT.NAME
source: Med-Bed Rest
pt_br: Descanso em Maca

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOT.TOOLTIP
source: This Duplicant's injury and disease recovery times are being improved
pt_br: O tempo de recuperação de doenças e ferimentos deste Duplicante estão sendo acelerados

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOTDOCTORED.NAME
source: Receiving care
pt_br: Recebendo cuidado

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOTDOCTORED.TOOLTIP
source: This Duplicant is receiving medical care to lessen the duration and severity of their illness
pt_br: Este Duplicante está recebendo cuidado médico para reduzir a severidade e a duração da sua doença

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_GENERICPILL.TOOLTIP
source: A general, all-purpose <link="MEDICINE">Medicine</link>. The less you know about it, the better it works.
pt_br: Um <link="MEDICINE">Remédio</link> que serve pra tudo Quanto menos você saber sobre ele, melhor funciona.

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_VITAMINSUPPLEMENT.NAME
source: Vitamin Supplement
pt_br: Suplemento Vitamínico

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_VITAMINSUPPLEMENT.TOOLTIP
source: A health Supplement for improving <link="IMMUNE SYSTEM">Immune System</link> strength.
pt_br: Um suplemento médico para aumentar a força do <link="IMMUNE SYSTEM">Sistema Imune</link>.

# STRINGS.DUPLICANTS.MODIFIERS.METABOLISM_CALORIE_MODIFIER.NAME
source: Metabolism
pt_br: Metabolismo

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.NAME
source: Moderate Wounds
pt_br: Ferimentos Moderados

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are affecting their ability to work
pt_br: Este Duplicante sofreu ferimentos que estão afetando sua habilidade no trabalho

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.NAME
source: Mourning
pt_br: Luto

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.TOOLTIP
source: This Duplicant is grieving the loss of a friend
pt_br: Este Duplicante está sofrendo pela perda de um amigo

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.NAME
source: Narcoleptic Nap
pt_br: Cochilo Narcoléptico

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.TOOLTIP
source: This Duplicant just needs to rest their eyes for a second
pt_br: Este Duplicante só precisa fechar os olhos por um segundo

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.NAME
source: New Friend
pt_br: Novo Amigo

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.TOOLTIP
source: This Duplicant is happy to see a new face in the colony
pt_br: Este Duplicante está feliz por ver uma cara nova na colônia

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.NAME
source: Nightmares
pt_br: Pesadelos

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.TOOLTIP
source: This Duplicant was visited by something in the night
pt_br: Este Duplicante foi visitado por alguma coisa durante a noite

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMAJOR.NAME
source: Cacophony!
pt_br: Cacofonia!

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMAJOR.TOOLTIP
source: It's very, very loud in here!
pt_br: É muito, muito barulhento aqui!

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMINOR.NAME
source: Loud Noises
pt_br: Sons Altos

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMINOR.TOOLTIP
source: This area is a bit too loud for comfort
pt_br: Esta área está desconfortavelmente barulhenta

# STRINGS.DUPLICANTS.MODIFIERS.NOISEPEACEFUL.NAME
source: Peace and Quiet
pt_br: Quieto e Pacífico

# STRINGS.DUPLICANTS.MODIFIERS.NOISEPEACEFUL.TOOLTIP
source: This Duplicant has found a quiet place to concentrate
pt_br: Este Duplicante achou um local tranquilo para se concentrar

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.NAME
source: No Oxygen
pt_br: Sem Oxigênio

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.TOOLTIP
source: There is no breathable air in this area
pt_br: Não existe gás respirável nessa área

# STRINGS.DUPLICANTS.MODIFIERS.PEACEFULSLEEP.NAME
source: Well Rested
pt_br: Bem Descansado

# STRINGS.DUPLICANTS.MODIFIERS.PEACEFULSLEEP.TOOLTIP
source: This Duplicant had a blissfully quiet sleep last night
pt_br: Este Duplicante teve um ótimo e quieto sono na noite passada

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.CAUSE
source: This Duplicant got so good at their job that they stopped being comfortable sleeping near other people
pt_br: Este Duplicante ficou tão bom no seu trabalho que ele sente-se desconfortável ao dormir perto de outros

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.NAME
source: Personal Bubble Burst
pt_br: Privacidade Destruída

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.TOOLTIP
source: This Duplicant had to sleep too close to others and it was awkward for them
pt_br: Este Duplicante precisou dormir perto dos outros e foi estranho para ele

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.NAME
source: Popped Eardrums
pt_br: Tímpanos Estourados

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.TOOLTIP
source: This Duplicant was exposed to an overpressurized area that popped their eardrums
pt_br: Este Duplicante foi exposto a uma área altamente pressurizada que estourou seus tímpanos

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.ADDITIONAL_EFFECTS
source: This Duplicant has temporary immunity to diseases from having beaten an infection
pt_br: Este Duplicante ganhou uma imunidade temporária à doenças por derrotar uma infecção

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.NAME
source: Feeling a bit better
pt_br: Sentindo-se um pouco melhor

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.TOOLTIP
source: This Duplicant is up and about but still has some lingering effects from their illness
pt_br: Este Duplicante recebeu alta mas ainda sente algumas sequelas da sua doença

# STRINGS.DUPLICANTS.MODIFIERS.POWERTINKER.NAME
source: Engie's Tune-Up
pt_br: Atualização do Engenheiro

# STRINGS.DUPLICANTS.MODIFIERS.POWERTINKER.TOOLTIP
source: A skilled Electrical Engineer has improved this generator's power output efficiency ------------------ Applying this effect consumed one Microchip.
pt_br: Um Engenheiro Elétrico habilidoso melhorou a eficiência energética do gerador ------------------ Aplicar este efeito consome um Microchip.
