Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.AUDIO_DRIVERS
source: A problem occurred initializing your audio device. Sorry about that! This is usually caused by outdated audio drivers. Please visit your audio device manufacturer's website to download the latest drivers.
pt_br: Um problema ocorreu ao inicializar seu dispositivo de audio. Desculpe por isso! Isso geralmente ocorreu devido a drivers de áudio desatualizados. Por favor, visite o site do fabricante da sua placa de audio e baixe os drivers mais atualizados.

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.DUPLICATE_KEY_BINDINGS
source: <b>Duplicate key bindings were detected. This may be because your custom key bindings conflicted with a new feature's default key. Please visit the controls screen to ensure your key bindings are set how you like them.</b> {0}
pt_br: <b>Definições de teclas duplicadas foram detectadas. Isso pode acontecer porque suas definições customizadas entraram em conflito com a tecla padrão de um novo recurso. Por favor, verifique as configurações de controles e customize do jeito que preferir.</b> {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.SAVE_DIRECTORY_INSUFFICIENT_SPACE
source: There is insufficient disk space to write to your save directory. Please free at least 15 MB to give your saves some room to breathe. {0}
pt_br: Não existe espaço suficiente para criar o save no diretório de saves. Por favor, libere pelo menos 15 MB para dar aos seus saves um espaço pra respirar. {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.SAVE_DIRECTORY_READ_ONLY
source: A problem occurred while accessing your save directory. This may be because your directory is set to read-only. Please ensure your save directory is readable as well as writable and re-launch the game. {0}
pt_br: Um problema ocorreu ao acessar seu diretório de saves. Isso ocorreu porque o seu diretório pode estar configurado como somente leitura. Por favor, desative esta opção e reinicie o jogo. {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.WORLD_GEN_FILES
source: A problem occurred while accessing certain game files that will prevent starting new games. Please ensure you can modify these files and re-launch the game: {0}
pt_br: Um problema ocorreu ao acessar certos arquivos do jogo que irão prevenir novos jogos serem iniciados. Por favor, certifique-se que você modificou estes arquivos e reinicie o jogo: {0}

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.ARE_YOU_SURE
source: Are you sure you want to uninstall this language pack?
pt_br: Tem certeza que deseja desinstalar esta tradução? :(

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.DOWNLOAD
source: Start Download
pt_br: Iniciar Download

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALL
source: Install
pt_br: Instalar

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALLED
source: Installed
pt_br: Instalado

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.NO_PACKS
source: Steam Workshop
pt_br: Oficina Steam

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.NO_STEAM
source: Unable to retrieve language list from Steam
pt_br: Impossível recuperar lista de línguas pela Steam

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PLEASE_REBOOT
source: Please restart your game for these changes to take effect.
pt_br: Por favor, reinicie o jogo para que as mudanças tomem efeito.

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_HEADER
source: Preinstalled Language Packs
pt_br: Pacotes de Língua Pré-instalados

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.EN
source: English (Klei)
pt_br: Inglês (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.KO_KLEI
source: Korean (Klei)
pt_br: Coreano (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.ZH_KLEI
source: Chinese (Klei)
pt_br: Chinês (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.TITLE
source: TRANSLATIONS
pt_br: TRADUÇÕES

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UGC_HEADER
source: Subscribed Workshop Language Packs
pt_br: Pacotes de Tradução Inscritos da Oficina

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UGC_MOD_TITLE_FORMAT
source: {0} (workshop)
pt_br: {0} (Oficina)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UNINSTALL
source: Uninstall
pt_br: Desinstalar

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.CELSIUS_TOOLTIP
source: Change temperature unit to Celsius (°C)
pt_br: Trocar a unidade de temperatura para Celsius (ºC)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.FAHRENHEIT_TOOLTIP
source: Change temperature unit to Fahrenheit (°F)
pt_br: Trocar a unidade de temperatura para Fahrenheit (°F)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.KELVIN_TOOLTIP
source: Change temperature unit to Kelvin (K)
pt_br: Trocar a unidade de temperatura para Kelvin (K)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.TITLE
source: TEMPERATURE UNITS
pt_br: UNIDADES DE TEMPERATURA

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.DONE_BUTTON
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON
source: Randomize
pt_br: Aleatório

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON_TOOLTIP
source: Randomize a new world gen seed
pt_br: Gerar uma nova semente de geração de mundo

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TITLE
source: WORLD GENERATION OPTIONS
pt_br: OPÇÕES DE GERAÇÃO DE MUNDO

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TOOLTIP
source: This will override the current world gen seed
pt_br: Isso irá substituir a semente de geração de mundo atual

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.USE_SEED
source: Set World Gen Seed
pt_br: Definir Semente de Geração de Mundo

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.GENERATINGWORLD
source: GENERATING WORLD
pt_br: GERANDO MUNDO

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.LOADINGGAME
source: LOADING WORLD...
pt_br: CARREGANDO MUNDO...

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SELECTSIZEPROMPT
source: A new world is about to be created. Please select its size.
pt_br: Um novo mundo está prestes a ser criado. Selecione seu tamanho.

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.LARGE
source: Big
pt_br: Grande

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.SMALL
source: Small
pt_br: Pequeno

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.STANDARD
source: Standard
pt_br: Padrão

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.TINY
source: Tiny
pt_br: Minúsculo

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.TITLE
source: NEW GAME
pt_br: NOVO JOGO

# STRINGS.UI.GAMEOBJECTEFFECTS.COLDBREATHER
source: <link="HEAT">Cooling Effect</link>
pt_br: <link="HEAT">Efeito Resfriador</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CIRCUIT_OVERLOADED
source: Overload Damage
pt_br: Dano de Sobrecarga

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CONDUIT_CONTENTS_BOILED
source: Heat Damage
pt_br: Dano por Calor

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CONDUIT_CONTENTS_FROZE
source: Cold Damage
pt_br: Dano por Frio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.LIQUID_PRESSURE
source: Pressure Damage
pt_br: Dano por Pressão

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.MINION_DESTRUCTION
source: Anger Damage
pt_br: Dano por Raiva

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.OVERHEAT
source: Overheat Damage
pt_br: Dano por Sobreaquecimento

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.WRONG_ELEMENT
source: Wrong Element Damage
pt_br: Dano por Elemento Errado

# STRINGS.UI.GAMEOBJECTEFFECTS.DARKNESS
source: Darkness
pt_br: Escuridão

# STRINGS.UI.GAMEOBJECTEFFECTS.EMITS_LIGHT
source: <link="LIGHT">Light Range</link>: {0} tiles
pt_br: <link="LIGHT">Alcance da Luz</link>: {0} blocos

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_EFFECTS
source: Effects:
pt_br: Efeitos:

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_QUALITY
source: Quality: {0}
pt_br: Qualidade: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.FORGAVEATTACKER
source: Forgiveness
pt_br: Perdão

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME
source: Growth: {0}
pt_br: Crescimento: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_REGROWTH
source: Domestic growth: {0} / {1}
pt_br: Crescimento doméstico: {0} / {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_SIMPLE
source: Lifecycle: {0}
pt_br: Ciclo de vida: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_PRESSURE
source: <link="ATMOSPHERE">Air</link> Pressure: {0}
pt_br: Pressão do <link="ATMOSPHERE">Ar</link> : {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_TEMPERATURE
source: <link="HEAT">Temperature</link>: {0} to {1}
pt_br: <link="HEAT">Temperatura</link>: {0} de {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.INITIALGROWTHTIME
source: Initial Growth: {0}
pt_br: Crescimento Inicial: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.LIFECYCLETITLE
source: Growth:
pt_br: Crecismento:

# STRINGS.UI.GAMEOBJECTEFFECTS.LIGHT
source: Light
pt_br: Luz

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_DO_NOT_HARVEST
source: Autoharvest Disabled
pt_br: Autocolheita Desativada

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_MARK_FOR_HARVEST
source: Autoharvest Enabled
pt_br: Autocolheita Ativada

# STRINGS.UI.GAMEOBJECTEFFECTS.REGROWTHTIME
source: Regrowth: {0}
pt_br: Recrescimento: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_ATMOSPHERE
source: <link="ATMOSPHERE">Atmosphere</link>:{0}
pt_br: <link="ATMOSPHERE">Atmosfera</link>:{0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_DARKNESS
source: <link="LIGHT">Darkness</link>
pt_br: <link="LIGHT">Escuridão</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_LIGHT
source: <link="LIGHT">Light</link>
pt_br: <link="LIGHT">Luz</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_PRESSURE
source: <link="ATMOSPHERE">Air</link> Pressure: {0} minimum
pt_br: Pressão do <link="ATMOSPHERE">Ar</link>: No mínimo {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_RECEPTACLE
source: Farm Plot
pt_br: Área Cultivável

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_SUBMERSION
source: <link="ELEMENTSLIQUID">Liquid</link> Submersion
pt_br: Submersão em <link="ELEMENTSLIQUID">Líquido</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_TEMPERATURE
source: <link="HEAT">Temperature</link>: {0} to {1}
pt_br: <link="HEAT">Temperatura</link>: {0} à {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.ROTTEN
source: Rotten
pt_br: Estragado

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_DIG_ONLY
source: Consumes 1 <link="PLANTS">Seed</link>
pt_br: Consome 1 <link="PLANTS">Semente</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FINAL_HARVEST
source: Final harvest yields <link="PLANTS">seed</link>
pt_br: A colheita final produz <link="PLANTS">Sementes</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FRUIT
source: Fruit produces <link="PLANTS">seed</link>
pt_br: Fruto produz <link="PLANTS">Sementes</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_HARVEST
source: Harvest yields <link="PLANTS">seed</link>
pt_br: A colheita produz <link="PLANTS">Sementes</link>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_CEILING
source: Plot Orientation: Downward
pt_br: Orientação da Horta: Para Baixo

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_WALL
source: Plot Orientation: Sideways
pt_br: Orientação da Horta: De lado

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.COLDBREATHER
source: Lowers ambient air temperature
pt_br: Diminui a temperatura do ar do ambiente

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.EMITS_LIGHT
source: Emits light
pt_br: Emite luz

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_EFFECTS
source: Duplicants will gain the following effects from eating this food: {0}
pt_br: Duplicantes irão ganhar os seguintes efeitos por comer esta comida: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_QUALITY
source: Quality: {0}
pt_br: Qualidade: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME
source: This plant takes {0} to grow
pt_br: Esta planta leva {0} para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_REGROWTH
source: This plant initially takes {0} to grow, but only {1} to mature after first harvest
pt_br: Esta planta inicialmente leva {0} para crescer, mas após a primeira colheita leva {1} para maturar

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_SIMPLE
source: This plant takes {0} to grow
pt_br: Esta planta leva {0} para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_FERTILIZER
source: This plant requires {1} of {0} for basic growth
pt_br: Esta planta requer {1} de {0} para crescimento básico

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_PRESSURE
source: This plant requires Gas pressures above {0} for basic growth
pt_br: Esta planta requer pressão de gás acima de {0} para crescimento básico

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_TEMPERATURE
source: This plant requires internal temperatures between {0} and {1} for basic growth
pt_br: Esta planta requer temperatura interna entre {0} e {1} para crescimento básico

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.INITIALGROWTHTIME
source: This plant takes {0} to mature again once replanted
pt_br: Esta planta leva {0} para maturar novamente uma vez replantada

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REGROWTHTIME
source: This plant takes {0} to mature again once harvested
pt_br: Esta planta leva {0} para maturar novamente uma vez colhida

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_ATMOSPHERE
source: This plant must be submerged in one of the following gases: {0}
pt_br: Esta planta precisa estar submersa em um dos seguintes gases: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_DARKNESS
source: This plant requires complete darkness
pt_br: Esta planta requer completa escuridão

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_LIGHT
source: This plant requires a light source
pt_br: Esta planta requer uma fonte de luz

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_PRESSURE
source: Ambient Gas pressure must be at least {0} for basic growth
pt_br: Pressão Atmosférica precisa estar em pelo menos {0} para crescimento básico

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_RECEPTACLE
source: This plant must be housed in a planter box, farm tile or hydroponic farm to grow domestically
pt_br: Esta planta precisa ser cultivada em uma jardineira, bloco de horta ou horta hidropônica para crescer domesticamente

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_SUBMERSION
source: This plant must be fully submerged in liquid for basic growth
pt_br: Esta planta precisa estar completamente submersa em líquido para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_TEMPERATURE
source: Internal temperature must be between {0} and {1} for basic growth
pt_br: Temperatura interna deve estar entre {0} e {1} pra crescimento básico

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRESFERTILIZER
source: This plant requires {1} {0} for basic growth
pt_br: Esta planta requer {1} {0} para crescimento básico

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_DIG_ONLY
source: May be replanted, but will produce no further seeds
pt_br: Pode ser replantada, mas não produzirá mais sementes

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FINAL_HARVEST
source: Yields new seeds on the final harvest of its lifecycle
pt_br: Gera novas sementes na colheita final do seu ciclo de vida

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FRUIT
source: Consuming this plant's fruit will yield new seeds
pt_br: Consumir o fruto desta planta vai gerar novas sementes

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_HARVEST
source: Harvesting this plant will yield new seeds
pt_br: Colher esta planta irá gerar novas sementes

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_CEILING
source: This seed must be planted in a downward facing plot Press <color=#F44A47>[O]</color> while building farm plots to rotate them
pt_br: Esta semente precisa ser plantada em uma horta virada pra baixo Pressione <color=#F44A47>[O]</color> enquanto constrói hortas para girá-las

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_WALL
source: This seed must be planted in a side facing plot Press <color=#F44A47>[O]</color> while building plots to rotate them
pt_br: Esta semente precisa ser plantada virada para o lado Pressione <color=#F44A47>[O]</color> enquanto constrói hortas para girá-las

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_FAILURE
source: The machine attempted to alter this Duplicant, but there's no improving on perfection. <b>{0}</b> already has all positive traits!
pt_br: A máquina tentou alterar este Duplicante, mas não tem como melhorar a perfeição. <b>{0}</b> já possui todos os traços positivos!

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_SUCCESS
source: Whew! <b>{0}'s</b> brain is still vibrating, but they've never felt better! <b>{0}</b> acquired the <b>{1}</b> trait. <b>{1}:</b> {2}
pt_br: Ufa! Apesar de seu cérebro ainda estar vibrando, <b>{0}</b> nunca se sentiu tão bem! <b>{0}</b> adquiriu o traço <b>{1}</b>. <b>{1}:</b> {2}

# STRINGS.UI.GENESHUFFLERMESSAGE.DISMISSBUTTON
source: DISMISS
pt_br: DISPENSAR

# STRINGS.UI.GENESHUFFLERMESSAGE.HEADER
source: NEURAL VACILLATION COMPLETE
pt_br: VACILAÇÃO NEURAL COMPLETA

# STRINGS.UI.IMMIGRANTSCREEN.BACK
source: BACK
pt_br: VOLTAR

# STRINGS.UI.IMMIGRANTSCREEN.CANCELBUTTON
source: Cancel
pt_br: Cancelar

# STRINGS.UI.IMMIGRANTSCREEN.CONFIRMATIONBODY
source: The Printing Pod will need time to recharge if you Ooze these Duplicants.
pt_br: A Duplicadora precisará de tempo para recarregar se você não imprimir estes Duplicantes.

# STRINGS.UI.IMMIGRANTSCREEN.CONFIRMATIONTITLE
source: Reject All Duplicants?
pt_br: Rejeitar Todos os Duplicantes?

# STRINGS.UI.IMMIGRANTSCREEN.EMBARK
source: EMBARK
pt_br: EMBARCAR

# STRINGS.UI.IMMIGRANTSCREEN.IMMIGRANTSCREENTITLE
source: Select a DNA Blueprint
pt_br: Selecione o modelo de DNA

# STRINGS.UI.IMMIGRANTSCREEN.NAME_YOUR_COLONY
source: NAME YOUR COLONY
pt_br: NOMEIE SUA COLÔNIA

# STRINGS.UI.IMMIGRANTSCREEN.PROCEEDBUTTON
source: Print
pt_br: Imprimir

# STRINGS.UI.IMMIGRANTSCREEN.REJECTALL
source: Reject All
pt_br: Rejeitar Todos

# STRINGS.UI.IMMIGRANTSCREEN.SELECTDUPLICANTS
source: Select {0} Duplicants
pt_br: Selecione {0} Duplicantes

# STRINGS.UI.IMMIGRANTSCREEN.SELECTYOURCREW
source: CHOOSE THREE DUPLICANTS TO BEGIN
pt_br: ESCOLHA TRÊS DUPLICANTES PARA COMEÇAR

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE
source: SHUFFLE
pt_br: ALEATÓRIO

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE_COLONY_NAME
source: Randomize colony name
pt_br: Aleatorizar o nome da colônia

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLETOOLTIP
source: Shuffle for a different Duplicant
pt_br: Aleatorize para ter um Duplicante diferente

# STRINGS.UI.JOBS
source: PRIORITIES
pt_br: PRIORIDADES

# STRINGS.UI.JOBSCREEN_DEFAULT
source: New Duplicants
pt_br: Novos Duplicantes

# STRINGS.UI.JOBSCREEN_EVERYONE
source: Everyone
pt_br: Todo mundo

# STRINGS.UI.JOBSCREEN_HIGH
source: High
pt_br: Alta

# STRINGS.UI.JOBSCREEN_LOW
source: Low
pt_br: Baixa

# STRINGS.UI.JOBSCREEN_PRIORITY
source: Priority
pt_br: Prioridade

# STRINGS.UI.JOBSSCREEN.DECREASE_PRIORITY_TUTORIAL
source: {Key} Decrease priority
pt_br: {Key} Reduzir prioridade

# STRINGS.UI.JOBSSCREEN.DECREASE_ROW_PRIORITY_MINION_TOOLTIP
source: Depriotize <b>All Errands</b> for <b>{Name}</b>
pt_br: Despriorize <b>Todas as Tarefas</b> para <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.DECREASE_ROW_PRIORITY_NEW_MINION_TOOLTIP
source: Deprioritize <b>All Errands</b> for <b>New Duplicants</b>
pt_br: Despriorize <b>Todas as Tarefas</b> para <b>Novos Duplicantes</b>

# STRINGS.UI.JOBSSCREEN.DISABLED_TOOLTIP
source: {Name} may not perform {Job} Errands
pt_br: {Name} realizar Tarefas de {Job}

# STRINGS.UI.JOBSSCREEN.HEADER_CHANGE_TOOLTIP
source: Set the priority for <b>{Job} Errands</b> colonywide
pt_br: Definir prioridade para <b>Tarefas de {Job}</b> em toda colônia

# STRINGS.UI.JOBSSCREEN.HEADER_DETAILS_TOOLTIP
source: {Description} Affected errands: {ChoreList}
pt_br: {Description} Tarefas afetadas: {ChoreList}

# STRINGS.UI.JOBSSCREEN.HEADER_TOOLTIP
source: <size=16>{Job} Priorities</size> ------------------ {Details} Duplicant priorities supercede colony priorities
pt_br: <size=16>Prioridade de {Job}</size> ------------------ {Details} Prioridades do Duplicante superam as prioridades da colônia

# STRINGS.UI.JOBSSCREEN.INCREASE_PRIORITY_TUTORIAL
source: {Key} Increase priority
pt_br: {Key} Aumentar prioridade

# STRINGS.UI.JOBSSCREEN.INCREASE_ROW_PRIORITY_MINION_TOOLTIP
source: Prioritize <b>All Errands</b> for <b>{Name}</b>
pt_br: Priorize <b>Todas as Tarefas</b> para <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.INCREASE_ROW_PRIORITY_NEW_MINION_TOOLTIP
source: Prioritize <b>All Errands</b> for <b>New Duplicants</b>
pt_br: Priorize <b>Todas as Tarefas</b> para <b>Novos Duplicantes</b>

# STRINGS.UI.JOBSSCREEN.ITEM_AUTO_ASSIGNED_TOOLTIP
source: As a {Role}, {Name} considers {Job} Errands to be a {Priority} Priority
pt_br: Por ser um {Role}, {Name} considera que as Tarefas de {Job} estão na Prioridade {Priority}

# STRINGS.UI.JOBSSCREEN.ITEM_TOOLTIP
source: {Job} Errands are a {Priority} Priority for <b>{Name}</b>
pt_br: Tarefas de {Job} da Prioridade {Priority} para <b>{Name}</b>

# STRINGS.UI.JOBSSCREEN.MINION_SKILL_TOOLTIP
source: {Name}'s {Attribute} skill:
pt_br: Nível de {Attribute} do(a) {Name}:

# STRINGS.UI.JOBSSCREEN.NEW_MINION_ITEM_TOOLTIP
source: {Job} Errands are automatically a {Priority} Priority for <b>Arriving Duplicants</b>
pt_br: Tarefas de {Job} são automaticamente de Prioridade {Priority} para <b>Novos Duplicantes</b>

# STRINGS.UI.JOBSSCREEN.OPTIONS
source: Options
pt_br: Opções

# STRINGS.UI.JOBSSCREEN.PRIORITY.DISABLED
source: Disabled
pt_br: Desativada

# STRINGS.UI.JOBSSCREEN.PRIORITY.HIGH
source: High
pt_br: Alta

# STRINGS.UI.JOBSSCREEN.PRIORITY.LOW
source: Low
pt_br: Baixa

# STRINGS.UI.JOBSSCREEN.PRIORITY.STANDARD
source: Standard
pt_br: Regular

# STRINGS.UI.JOBSSCREEN.PRIORITY.VERYHIGH
source: Very High
pt_br: Muito Alta

# STRINGS.UI.JOBSSCREEN.PRIORITY.VERYLOW
source: Very Low
pt_br: Muito Baixa

# STRINGS.UI.JOBSSCREEN.RESET_SETTINGS
source: Reset Priorities
pt_br: Resetar Prioridades

# STRINGS.UI.JOBSSCREEN.RESET_SETTINGS_TOOLTIP
source: Resets all priorities to the default values for this mode. Normal Mode: All priorities will be reset to neutral. Advanced Mode: Priorities will be adjusted high-to-low for normal base operation.
pt_br: Reseta todas as prioridades aos valores padrão deste modo. Modo Normal: Todas as prioridades serão definidas como neutras. Modo Avançado: Prioridades serão ajustadas de maior para menor para operação normal base.

# STRINGS.UI.JOBSSCREEN.SORT_TOOLTIP
source: Sort by {Job} Errand priorities
pt_br: Organize por prioridade das tarefas de {Job}

# STRINGS.UI.JOBSSCREEN.TITLE
source: MANAGE ERRAND PRIORITIES
pt_br: GERENCIE PRIORIDADES DAS TAREFAS

# STRINGS.UI.JOBSSCREEN.TOGGLE_ADVANCED_MODE
source: Advanced Mode
pt_br: Modo Avançado
