Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.DUPLICANTS.MODIFIERS.PROPERBATHROOM.NAME
source: Nice Bathroom
pt_br: Bom Banheiro

# STRINGS.DUPLICANTS.MODIFIERS.PROPERBATHROOM.TOOLTIP
source: This Duplicant used a toilet in a nice bathroom
pt_br: Este Duplicante aliviou-se em um bom banheiro

# STRINGS.DUPLICANTS.MODIFIERS.RECOVERINGBREATH.NAME
source: Recovering breath
pt_br: Recuperando fôlego

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.NAME
source: Red Alert!
pt_br: Alerta Vermelho!

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.TOOLTIP
source: The Red Alert is stressing this Duplicant out
pt_br: O Alerta Vermelho está estressando este Duplicante

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATOR.NAME
source: Pharma Chamber Recovery
pt_br: Recuperação em Cabine farmacêutica

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATOR.TOOLTIP
source: This chamber is vastly accelerating this Duplicant's disease recovery time
pt_br: Esta câmara está acelerando bastante o tempo de recuperação à doenças desse Duplicante

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATORDOCTORED.NAME
source: Receiving care
pt_br: Recebendo cuidado

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATORDOCTORED.TOOLTIP
source: This Duplicant is receiving improved medical care to lessen the duration and severity of their illness
pt_br: Este Duplicante está recebendo cuidado médico melhorado para reduzir a severidade e a duração da sua doença

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.NAME
source: Sleeping Peacefully
pt_br: Dormindo Tranquilamente

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.TOOLTIP
source: This Duplicant is getting a good night's rest
pt_br: Este Duplicante está tendo uma boa noite de sono

# STRINGS.DUPLICANTS.MODIFIERS.RESTING.NAME
source: Resting
pt_br: Descansando

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.CAUSE
source: This Duplicant got so good at their job that they forgot how to be comfortable doing anything else
pt_br: Este Duplicante ficou tão bom no seu trabalho que ele se esqueceu como se sentir confortável fazendo qualquer outra coisa

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.NAME
source: Restless
pt_br: Incansável

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.TOOLTIP
source: This Duplicant went a few minutes without working and is now completely awash with guilt
pt_br: Este Duplicante ficou alguns minutos sem trabalhar e agora está mergulhado em culpa

# STRINGS.DUPLICANTS.MODIFIERS.ROOM_RELAXATION_EFFECT.NAME
source: Unwinding
pt_br: Relaxando

# STRINGS.DUPLICANTS.MODIFIERS.ROOM_RELAXATION_EFFECT.TOOLTIP
source: This Duplicant is taking some relaxing leisure time in the Rec Room
pt_br: Este Duplicante está usando um pouco de tempo para relaxar na Sala de Recr.

# STRINGS.DUPLICANTS.MODIFIERS.ROTATMOSPHERE.NAME
source: Contaminated Air
pt_br: Ar Contaminado

# STRINGS.DUPLICANTS.MODIFIERS.ROTTEMPERATURE.NAME
source: Unrefrigerated
pt_br: Não refrigerado

# STRINGS.DUPLICANTS.MODIFIERS.ROTTING.NAME
source: Rotting
pt_br: Estragando

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.NAME
source: Severe Wounds
pt_br: Ferimentos Severos

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant sustained serious injuries that are impacting their work and well-being
pt_br: Este Duplicante sofreu ferimentos graves que estão afetando seu trabalho e seu bem-estar

# STRINGS.DUPLICANTS.MODIFIERS.SKILLLEVEL.NAME
source: Skill Level
pt_br: Nível de Habilidade

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.NAME
source: Sleeping
pt_br: Dormindo

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.TOOLTIP
source: This Duplicant is recovering stamina
pt_br: Este Duplicante está recuperando a energia

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.NAME
source: Sleepy
pt_br: Sonolento

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.TOOLTIP
source: This Duplicant is getting tired
pt_br: Este Duplicante está ficando cansado

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.NAME
source: Smelled a putrid odor
pt_br: Sentiu um cheiro podre

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.TOOLTIP
source: This Duplicant got a whiff of something unspeakably foul
pt_br: Este Duplicante sentiu um cheirinho de algo incrivelmente podre

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.NAME
source: Smelled Stinky
pt_br: Sentiu algo Ruim

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.TOOLTIP
source: This Duplicant got a whiff of a certain somebody
pt_br: Este Duplicante sentiu um cheirinho ruim de um certo alguém

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.CAUSE
source: Obtained from submergence in liquid.
pt_br: Obtido por submergir em líquido.

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.NAME
source: Sopping Wet
pt_br: Ensopado

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.TOOLTIP
source: This Duplicant was recently submerged in liquid
pt_br: Este Duplicante foi recentemente submerso em líquido

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.CAUSE
source: Obtained by sleeping on the ground
pt_br: Obtido por dormir no chão

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.NAME
source: Sore Back
pt_br: Dor nas Costas

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.TOOLTIP
source: This Duplicant feels achy from sleeping on the floor last night and would like a bed
pt_br: Este Duplicante dormiu no chão na noite passada e deseja uma cama

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.NAME
source: Bad leftovers
pt_br: Sobras ruins

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.TOOLTIP
source: This Duplicant is in a bad mood from having to eat stale food
pt_br: Este Duplicante está de mal humor por ter ingerido comida azedada

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.NAME
source: Starving
pt_br: Morrendo de Fome

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.TOOLTIP
source: This Duplicant needs to eat something, soon
pt_br: Este Duplicante precisa comer algo, e logo

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.NAME
source: Stepped in polluted water
pt_br: Pisou em água poluída

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.TOOLTIP
source: Gross! This Duplicant stepped in something yucky
pt_br: Eca! Este Duplicante pisou em algo nojento

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.CAUSE
source: Obtained by exposure to icy water
pt_br: Obtido por se expor a água congelante

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.NAME
source: Numb
pt_br: Dormente

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.TOOLTIP
source: Brr! This Duplicant was showered or doused in water that was way too cold
pt_br: Brr! Este Duplicante tomou banho ou se molhou com água muito fria

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.NAME
source: Making a mess
pt_br: Fazendo uma bagunça

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant had no choice but to to empty their bladder
pt_br: Este Duplicante teve nenhuma escolha a não ser esvaziar bexiga

# STRINGS.DUPLICANTS.MODIFIERS.STRESSREDUCTION.NAME
source: Receiving Massage
pt_br: Recebendo Massagem

# STRINGS.DUPLICANTS.MODIFIERS.STRESSREDUCTION.TOOLTIP
source: This Duplicant's stress is just melting away
pt_br: O estresse deste duplicante está evaporando

# STRINGS.DUPLICANTS.MODIFIERS.TEMPEXCHANGE.NAME
source: Environmental Exchange
pt_br: Trocas Ambientais

# STRINGS.DUPLICANTS.MODIFIERS.TERRIBLESLEEP.NAME
source: Dead Tired
pt_br: "Morto" de Cansaço

# STRINGS.DUPLICANTS.MODIFIERS.TERRIBLESLEEP.TOOLTIP
source: This Duplicant didn't get any shuteye last night because of the racket
pt_br: Este Duplicante não conseguiu fechar o olho na noite passada devido ao barulho

# STRINGS.DUPLICANTS.MODIFIERS.TIME_REMAINING
source: Time Remaining: {0}
pt_br: Duração Restante: {0}

# STRINGS.DUPLICANTS.MODIFIERS.TIME_TOTAL
source: Duration: {0}
pt_br: Duração: {0}

# STRINGS.DUPLICANTS.MODIFIERS.TOXICENVIRONMENT.NAME
source: Toxic environment
pt_br: Ambiente tóxico

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NAME
source: Ugly Crying
pt_br: Chorando Feio

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_NAME
source: Ugly Crying
pt_br: Chorando Feio

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <link="STRESS">Stressed</link> they broke down crying:
pt_br: Estes Duplicantes ficaram tão <link="STRESS">Estressados</link> e acabaram em lágrimas:

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.TOOLTIP
source: This Duplicant is having a cathartic ugly cry as a result of stress
pt_br: Este Duplicante está chorando feio devido ao estresse

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.CAUSE
source: Obtained by coming into contact with polluted substances
pt_br: Obtido por entrar em contato com substâncias contaminadas

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.NAME
source: Grimy
pt_br: Encardido

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.TOOLTIP
source: This Duplicant is dirty and needs a shower
pt_br: Este Duplicante está sujo e precisa de um banho

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.CAUSE
source: This Duplicant got so good at their job that their feet became sensitive
pt_br: Este Duplicante ficou tão bom no seu trabalho que os seus pés começaram a ficar sensíveis

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.NAME
source: Aching Feet
pt_br: Dor nos Pés

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.TOOLTIP
source: This Duplicant recently walked across untiled floor, much to their chagrin
pt_br: Este Duplicante andou recentemente em chão sem piso, demais pro gosto dele

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.NAME
source: Sleeping Uncomfortably
pt_br: Dormindo Desconfortavelmente

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.TOOLTIP
source: This Duplicant collapsed on the floor from sheer exhaustion
pt_br: Este Duplicante desmaiou no chão por exaustão

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.NAME
source: Underwater
pt_br: Debaixo d'água

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.TOOLTIP
source: This Duplicant's movement is slowed
pt_br: O movimento deste Duplicante está reduzido

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.CAUSE
source: This Duplicant got so good at their job that they became incapable of tolerating unfashionable clothing
pt_br: Este Duplicante ficou tão bom no seu trabalho que ele ficou incapaz de tolerar roupas horrorosas

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.NAME
source: Fashion Crime
pt_br: Crime Fashion

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.TOOLTIP
source: This Duplicant had to wear something that was an affront to fashion
pt_br: Este Duplicante teve que vestir algo que é uma afronta para a moda

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.CAUSE
source: This Duplicant got so good at their job they became bad at ladders
pt_br: Este Duplicante ficou tão bom no seu trabalho que ele ficou ruim em escadas

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.NAME
source: Vertigo
pt_br: Vertigem

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.TOOLTIP
source: This Duplicant had to climb a tall ladder that left them dizzy and unsettled
pt_br: Este Duplicante teve que subir uma escada tão alta que o deixou tonto e com medo

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.NAME
source: Vomiting
pt_br: Vomitando

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.TOOLTIP
source: Better out than in, as they say
pt_br: Melhor pra fora do que pra dentro

# STRINGS.DUPLICANTS.MODIFIERS.WARMAIR.NAME
source: Warm Air
pt_br: Ar quente

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.NAME
source: Warming Up
pt_br: Aquecendo

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.TOOLTIP
source: This Duplicant is trying to warm back up
pt_br: Este Duplicante está tentando se aquecer

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.NAME
source: Recently assailed
pt_br: Recentemente atacado

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.TOOLTIP
source: This Duplicant is stressed out after having been attacked
pt_br: Este Duplicante ficou estressado depois ter sido atacado

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.NAME
source: Well fed
pt_br: Bem alimentado

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.TOOLTIP
source: This Duplicant feels satisfied after having a big meal
pt_br: Este Duplicante está satisfeito depois de ter comido um grande prato

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.CAUSE
source: Obtained by walking through liquid.
pt_br: Obtido por pisar em líquido.

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.NAME
source: Soggy Feet
pt_br: Pés Encharcados

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.TOOLTIP
source: This Duplicant recently stepped in liquid
pt_br: Este Duplicante recentemente pisou em líquido

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.NAME
source: Working
pt_br: Trabalhando

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.TOOLTIP
source: This Duplicant is working up a sweat
pt_br: Este Duplicante está trabalhando sem parar

# STRINGS.DUPLICANTS.NAMETITLE
source: Name:
pt_br: Nome:

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_MOD_NAME
source: Job Tier Request
pt_br: Pedido do Nível de Trabalho

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_TOOLTIP
source: Most objects have <link="DECOR">Decor</link> values that alter Duplicants' opinions of their surroundings. This Duplicant desires decor values of {0} or higher, and becomes <link="STRESS">Stressed</link> in areas with lower decor.
pt_br: A maior parte dos objetos possuem um valor de <link="DECOR">Decor</link> que alteram a opinião do Duplicante quanto ao ambiente. Este Duplicante deseja valores de decor maiores ou iguais a {0}, e ficará <link="STRESS">Estressado</link> em áreas com baixo decor.

# STRINGS.DUPLICANTS.NEEDS.DECOR.NAME
source: Decor Expectation
pt_br: Expectativa de Decor

# STRINGS.DUPLICANTS.NEEDS.DECOR.OBSERVED_DECOR
source: Current Surroundings
pt_br: Ambiente Atual

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_1
source: Grisly
pt_br: Nojenta

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_1
source: Poor
pt_br: Ruim

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_2
source: Standard
pt_br: Regular

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_3
source: Good
pt_br: Boa

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_4
source: Great
pt_br: Ótima

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_5
source: Superb
pt_br: Excelente

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_6
source: Ambrosial
pt_br: Divina

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.ZERO
source: Terrible
pt_br: Terrível

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.BAD_FOOD_MOD
source: Food Quality
pt_br: Qualidade da Comida

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.EXPECTATION_MOD_NAME
source: Job Tier Request
pt_br: Pedido do Nível de Trabalho

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.EXPECTATION_TOOLTIP
source: Each Duplicant has a minimum quality of <link="FOOD">Food</link> they'll tolerate eating. This Duplicant desires Tier {0} or better food, and becomes <link="STRESS">Stressed</link> when they eat meals of lower quality.
pt_br: Cada Duplicante possui uma qualidade mínima de <link="FOOD">Comida</link> que eles toleram comer. Este Duplicante deseja o Nível {0} ou melhor e ficará <link="STRESS">Estressado</link> se comer refeições de menor qualidade.

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.FOODQUALITY
source: Food Quality Score of {0}
pt_br: Comida de Qualidade {0}

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.FOODQUALITY_EXPECTATION
source: This Duplicant is content to eat food with a Quality Score of {0} or higher
pt_br: Este Duplicante está contente por ter comido algo com Qualidade {0} ou mais alto

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.GOOD_FOOD_MOD
source: Food Quality
pt_br: Qualidade da Comida

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NAME
source: Food Quality
pt_br: Qualidade da Comida

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NORMAL_FOOD_MOD
source: Food Quality
pt_br: Qualidade da Comida

# STRINGS.DUPLICANTS.NEEDS.NOISE.NAME
source: Noise Expectation
pt_br: Expectativa de Barulho

# STRINGS.DUPLICANTS.OPINIONS.DARKNESS
source: There's too little <link="LIGHT">Light</link> for this Duplicant to see.
pt_br: Existe pouca <link="LIGHT">Luz</link> para este Duplicante enxergar.

# STRINGS.DUPLICANTS.OPINIONS.LIGHTNESS
source: There is enough <link="LIGHT">Light</link> for this Duplicant to see.
pt_br: Existe <link="LIGHT">Luz</link> suficiente para este Duplicante enxergar.

# STRINGS.DUPLICANTS.OPINIONS.LIGHTOPINION
source: Duplicants are drawn to lit places, and dislike being in the dark. Make sure your Duplicants have plenty of <link="LIGHT">Light</link> to keep their eyes unstrained and their <link="STRESS">Stress</link> low.
pt_br: Duplicantes são atraídos pela luz e não gostam de ficar no escuro. Certifique-se de que seus Duplicantes tenham bastante <link="LIGHT">Luz</link>para manter o <link="STRESS">Estresse</link> baixo.

# STRINGS.DUPLICANTS.OPINIONS.MESSHALLWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Mess Halls for them.
pt_br: Duplicantes não acham interessante olhar para pedras. Use blocos de parede e portas para construir Refeitórios confortáveis para eles.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSMISSING
source: Room is missing walls or doors.
pt_br: Sala está sem paredes ou portas.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Rooms for them.
pt_br: Duplicantes não acham interessante olhar para pedras. Use blocos de parede e portas para construir Salas confortáveis para eles.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSSTANDARD
source: Room is enclosed by walls and doors.
pt_br: Sala está circundada por paredes e portas.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSMISSING
source: Restroom is missing walls or doors.
pt_br: Banheiro está sem portas ou paredes.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSOPINION
source: Duplicants like a little privacy when they do their biz. Use wall tiles and doors to build more comfortable Washrooms for them.
pt_br: Duplicantes gostam de um pouquinho de privacidade quando fazem "negócios". Use blocos de parede e portas para construir Banheiros confortáveis para eles.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSSTANDARD
source: Restroom is enclosed by walls and doors.
pt_br: Banheiro está circundado por paredes e portas.

# STRINGS.DUPLICANTS.PERSONALITIES.ABE.DESC
source: {0}s are sweet, delicate flowers. They need to be treated gingerly, with great consideration for their feelings.
pt_br: {0}s são flores fofas e delicadas. Eles precisam ser tratados com cuidado e com grande consideração quanto aos seus sentimentos.

# STRINGS.DUPLICANTS.PERSONALITIES.ADA.DESC
source: {0}s enjoy writing poetry in their downtime. Dark poetry.
pt_br: {0}s gostam de escrever poesia durante os intervalos. Poesias macabras.

# STRINGS.DUPLICANTS.PERSONALITIES.ARI.DESC
source: {0}s tend to space out from time to time, but they always pay attention when it counts.
pt_br: {0}s tendem a viajar de tempos em tempos, mas sempre prestam atenção quando é necessário.

# STRINGS.DUPLICANTS.PERSONALITIES.ASHKAN.DESC
source: {0}s have what can only be described as a "seriously infectious giggle".
pt_br: {0}s têm o que pode ser descrito como uma "risada contagiosa".

# STRINGS.DUPLICANTS.PERSONALITIES.BANHI.DESC
source: The "cool loner" vibes that radiate off a {0} never fail to make the colony swoon.
pt_br: A aura "reclusa e legal" vinda de uma {0} nunca falha em fazer a colônia suspirar.

# STRINGS.DUPLICANTS.PERSONALITIES.BUBBLES.DESC
source: This {0} is constantly challenging others to fight her, regardless of whether or not she can actually take them.
pt_br: Esta {0} está constantemente desafiando outros para lutar com ela, independentemente se ela aguenta eles ou não.

# STRINGS.DUPLICANTS.PERSONALITIES.BURT.DESC
source: Every single {0} has perpetually damp hands. It must be genetic.
pt_br: Todo {0} tem mãos suadas. Deve ser genético.

# STRINGS.DUPLICANTS.PERSONALITIES.CAMILLE.DESC
source: This {0} loves anything that makes her feel nostalgic, including things that haven't aged well.
pt_br: Esta {0} ama qualquer coisa que a faça se sentir nostálgica, incluindo coisas que não envelheceram bem.

# STRINGS.DUPLICANTS.PERSONALITIES.CATALINA.DESC
source: A {0} is admired by all for her seemingly tireless work ethic. Little do people know, she's dying on the inside.
pt_br: Uma {0} é sempre admirada pela sua ética de trabalho incansável. Poucos sabem que ela está morrendo por dentro.

# STRINGS.DUPLICANTS.PERSONALITIES.DEVON.DESC
source: This {0} dreams of owning their own personal computer so they can start a blog full of pictures of toast.
pt_br: Este {0} sonha em ter o seu próprio computador pra ele poder começar um blog com fotos de torradas.

# STRINGS.DUPLICANTS.PERSONALITIES.ELLIE.DESC
source: Nothing makes an {0} happier than a big tin of glitter and a pack of unicorn stickers.
pt_br: Nada deixa uma {0} mais feliz do que um latão de glitter e um pacote de figurinhas de unicórnio.

# STRINGS.DUPLICANTS.PERSONALITIES.ELLIE.NAME
source: Ellie
pt_br: Karol

# STRINGS.DUPLICANTS.PERSONALITIES.FRANKIE.DESC
source: There's nothing {0}s are more proud of than their thick, dignified eyebrows.
pt_br: Não existe algo que deixe {0}s mais orgulhosos do que suas longas e grossas sobrancelhas.

# STRINGS.DUPLICANTS.PERSONALITIES.GOSSMANN.DESC
source: {0}s are major goofballs who can make anyone laugh.
pt_br: {0}s são os grandes palhaços que conseguem fazer qualquer um rir.

# STRINGS.DUPLICANTS.PERSONALITIES.HAROLD.DESC
source: This {0} is cripplingly self-conscious of his long middle toes.
pt_br: Este {0} é totalmente consciente dos longos dedões do meio.

# STRINGS.DUPLICANTS.PERSONALITIES.HASSAN.DESC
source: If someone says something nice to a {0} he'll think about it nonstop for no less than three weeks.
pt_br: Se alguém dizer algo gentil para um {0} ele irá pensar sobre isso por pelo menos três semanas.

# STRINGS.DUPLICANTS.PERSONALITIES.JEAN.DESC
source: Just because {0}s are a little slow doesn't mean they can't suffer from soul-crushing existential crises.
pt_br: Só porque {0}s são um pouco lentos não significa que eles não sofram de terríveis crises existenciais.

# STRINGS.DUPLICANTS.PERSONALITIES.JOSHUA.DESC
source: {0}s are precious goobers. Other Duplicants are strangely incapable of cursing in a {0}'s presence.
pt_br: {0}s são pessoas puras. Outros duplicantes sentem-se estranhamente incapazes de xingar na presença de um {0}.

# STRINGS.DUPLICANTS.PERSONALITIES.LEIRA.DESC
source: {0}s just want everyone to be happy.
pt_br: {0}s só querem que todo mundo seja feliz.

# STRINGS.DUPLICANTS.PERSONALITIES.LIAM.DESC
source: No matter how much this {0} scrubs, he can never truly feel clean.
pt_br: Não importa o quanto este {0} tente, ele nunca vai sentir-se limpo.

# STRINGS.DUPLICANTS.PERSONALITIES.LINDSAY.DESC
source: A {0} is a charming, delightful woman, unless you make the mistake of messing with one of her friends.
pt_br: Uma {0} é uma mulher charmosa e encantadora, a não ser que você cometa o erro de mexer com um dos seus amigos.

# STRINGS.DUPLICANTS.PERSONALITIES.MAE.DESC
source: There's nothing a {0} can't do if she sets her mind to it.
pt_br: Não existe nada que uma {0} não consiga fazer se ela se dedicar naquilo.

# STRINGS.DUPLICANTS.PERSONALITIES.MARIE.DESC
source: This {0} is positively glowing! What's her secret? Radioactive isotopes, of course.
pt_br: Esta {0} está irradiando energia positiva! Qual seu segredo? Radioisótopos, é claro.

# STRINGS.DUPLICANTS.PERSONALITIES.MAX.DESC
source: At any given moment a {0} is viscerally reliving ten different humiliating memories.
pt_br: A qualquer momento, um {0} fica revivendo dez diferentes memórias humilhantes.

# STRINGS.DUPLICANTS.PERSONALITIES.MEEP.DESC
source: {0}s have a face only a two tonne Printing Pod could love.
pt_br: {0}s possuem um rosto que só uma Duplicadora poderia amar.
