Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.NAME
source: Grease Monkey
pt_br: Mecânico

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.DESC
source: This Duplicant is of delicate disposition and cannot tend to the sick
pt_br: Este Duplicante é muito sensível e não consegue ajudar os doentes

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.NAME
source: Squeamish
pt_br: Hemofobia

# STRINGS.DUPLICANTS.TRAITS.IGNORED_EFFECTS
source: • Ignores the effects of: {0}
pt_br: • Ignora os efeitos de: {0}

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.DESC
source: "Move it a little to the left..."
pt_br: "Só um pouquinho mais pra esquerda..."

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.NAME
source: Interior Decorator
pt_br: Decorador de Interiores

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.DESC
source: This Duplicant can eat just about anything without getting sick
pt_br: Este Duplicante pode comer qualquer coisa sem ficar doente

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.NAME
source: Iron Gut
pt_br: Estômago de Ferro

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.DESC
source: This Duplicant needs a little extra time to "do their business"
pt_br: Este Duplicante leva mais tempo que o normal para fazer "negócios"

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.NAME
source: Irritable Bowel
pt_br: Bexiga Irritada

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.DESC
source: They're great for tunneling, but finding good gloves is a nightmare
pt_br: Estas mãos são boas para fazer túneis, mas achar luvas é um pesadelo

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.NAME
source: Mole Hands
pt_br: Mãos de Toupeira

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.DESC
source: This Duplicant sucks up way more than their fair share of <link="OXYGEN">Oxygen</link>
pt_br: Este Duplicante suga muito mais <link="OXYGEN">Oxigênio</link> que o normal

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.NAME
source: Mouth Breather
pt_br: Aspirador de Ar

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.DESC
source: This Duplicant can and will fall asleep anytime, anyplace
pt_br: Este Duplicante pode e vai dormir em qualquer hora, em qualquer lugar

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.NAME
source: Narcoleptic
pt_br: Narcoléptico

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.DESC
source: This Duplicant feels suffocated in spaces less than four tiles high or three tiles wide
pt_br: Este Duplicante se sente sufocado em espaços menores que 4 blocos de altura e 3 blocos de comprimento

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
pt_br: Claustrofóbico

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.DESC
source: Climbing ladders more than four tiles tall makes this Duplicant's stomach do flips
pt_br: Escalar escadas mais altas que 4 blocos de altura faz o estômago deste Duplicante dar cambalhotas

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.NAME
source: Vertigo Prone
pt_br: Propenso a Vertigem

# STRINGS.DUPLICANTS.TRAITS.NEEDS.FASHIONABLE.DESC
source: This Duplicant dies a bit inside when forced to wear unstylish clothing
pt_br: Este Duplicante morre por dentro toda vez que é forçado a vestir trajes sem estilo

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.DESC
source: This Duplicant has some extra insulation, so the room temperature affects them a little less
pt_br: Este Duplicante tem um isolamento extra, logo ele é menos afetado pela temperatura da sala

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.NAME
source: Pudgy
pt_br: Gordinho

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.DESC
source: This Duplicant doesn't have much insulation, so they are more temperature sensitive than others
pt_br: Este Duplicante não tem muito isolamento, logo ele é mais sensível a mudanças de temperatura do que outros

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.NAME
source: Skinny
pt_br: Magrelo

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.DESC
source: This Duplicant is a sensitive sole and would rather walk on tile floorings than bedrock
pt_br: Este Duplicante tem pés finos e prefere andar em piso de blocos do que em pedras

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.NAME
source: Delicate Feetsies
pt_br: Pés de Princesa

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.DESC
source: This Duplicant prefers to sleep alone
pt_br: Este Duplicante prefere dormir sozinho

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.NAME
source: Solitary Sleeper
pt_br: Soneca Solitária

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.DESC
source: This Duplicant gets antsy when left idle
pt_br: Este Duplicante fica nervoso quando fica ocioso

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.NAME
source: Workaholic
pt_br: Viciado em trabalho

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.DESC
source: This Duplicant does their best work when they'd ought to be sleeping
pt_br: Este Duplicante faz o seu melhor quando deveria estar dormindo

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.NAME
source: Night Owl
pt_br: Coruja da Noite

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.DESC
source: This Duplicant's arms have all the tensile strength of overcooked linguine
pt_br: Este Duplicante tem braços tão resistentes quanto de um macarrão cozido

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.NAME
source: Noodle Arms
pt_br: Braços de Lamen

# STRINGS.DUPLICANTS.TRAITS.REFUSES_TO_DO_TASK
source: • Refuses to do errand: {0}
pt_br: • Se recusa a trabalhar: {0}

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.DESC
source: This Duplicant is constantly regenerating health.
pt_br: Este Duplicante está constantemente regenerando saúde.

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.NAME
source: Regenerative
pt_br: Regenerativo

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.DESC
source: This Duplicant is incredibly strong.
pt_br: Este Duplicante é incrivelmente forte.

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.NAME
source: Rock Crusher
pt_br: Esmaga Pedras

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.DESC
source: This Duplicant abhors violence
pt_br: Este Duplicante repudia violência

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.NAME
source: Pacifist
pt_br: Pacifista

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.DESC
source: This Duplicant's a little slow on the uptake, but gosh do they try
pt_br: Este Duplicante é meio lento pra entender, mas cara, como eles tentam

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.NAME
source: Slow Learner
pt_br: Aluno Lento

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.DESC
source: This Duplicant has a tiny, pea-sized bladder. Adorable!
pt_br: Este Duplicante tem a bexiga do tamanho de uma noz. Que adorável!

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.NAME
source: Small Bladder
pt_br: Bexiga Pequena

# STRINGS.DUPLICANTS.TRAITS.SNORER.DESC
source: In space, everyone can hear you snore
pt_br: No espaço, todo mundo escuta você roncar

# STRINGS.DUPLICANTS.TRAITS.SNORER.NAME
source: Loud Sleeper
pt_br: Roncador

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.DESC
source: This Duplicant is liable to puke everywhere when stressed
pt_br: Este Duplicante vai vomitar pra todo lado quando estressado

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.NAME
source: Vomiter
pt_br: Vômito

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.DESC
source: This Duplicant has muscles on their muscles
pt_br: Os músculos deste Duplicante tem músculos

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.NAME
source: Buff
pt_br: Sarado

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.DESC
source: This Duplicant's immune system bounces back faster than most
pt_br: O sistema imune deste Duplicante consegue se recuperar mais rápido que a maioria

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.NAME
source: Germ Resistant
pt_br: Resistente a Germes

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.DESC
source: This Duplicant has an unwaveringly positive outlook on life.
pt_br: Este Duplicante tem uma perspectiva incrivelmente positiva sobre a vida.

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.NAME
source: Sunny Disposition
pt_br: Otimista

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.DESC
source: This Duplicant is light as a feather on their feet
pt_br: Este Duplicante tem os pés leves como uma pena

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.NAME
source: Twinkletoes
pt_br: Ligeirinho

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.DESC
source: If this Duplicant gets too stressed it won't be pretty
pt_br: Se este Duplicante ficar muito estressado, as coisas vão ficar feias

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.NAME
source: Ugly Crier
pt_br: Chorão

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.DESC
source: This Duplicant has simply no appreciation for the arts
pt_br: Este Duplicante não tem apreciação alguma pelas artes

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.NAME
source: Uncultured
pt_br: Aculturado

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.DESC
source: All the vitamin C in space couldn't stop this Duplicant from getting sick
pt_br: Toda a Vitamina C do espaço não conseguiria impedir este Duplicante de ficar doente

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.NAME
source: Biohazardous
pt_br: Sangue Ruim

# STRINGS.ELEMENTS.ALGAE.DESC
source: Algae is a cluster of non-motile, single-celled lifeforms. It can be used to produce <link="OXYGEN">Oxygen</link> when grown in Algae Terrariums.
pt_br: Alga é um aglomerado de seres unicelulares imóveis. Podem ser usadas para produzir <link="OXYGEN">Oxigênio</link> quando cultivadas em um Jardim de Algas.

# STRINGS.ELEMENTS.ALGAE.NAME
source: <link="ALGAE">Algae</link>
pt_br: <link="ALGAE">Alga</link>

# STRINGS.ELEMENTS.BLEACHSTONE.DESC
source: Bleach stone is an unstable compound that emits toxic <link="CHLORINEGAS">Chlorine</link>. It is useful in <link="HYGIENE">Hygienic</link> processes.
pt_br: Barrela é um composto instável que emite o tóxico <link="CHLORINEGAS">Cloro</link>. É útil em processos <link="HYGIENE">Higiênicos</link>.

# STRINGS.ELEMENTS.BLEACHSTONE.NAME
source: <link="BLEACHSTONE">Bleach Stone</link>
pt_br: <link="BLEACHSTONE">Barrela</link>

# STRINGS.ELEMENTS.BOTTLEDWATER.DESC
source: (H<sub>2</sub>O) Clean <link="WATER">Water</link>, prepped for transport.
pt_br: (H<sub>2</sub>O) <link="WATER">Água</link> limpa, pronta para o transporte.

# STRINGS.ELEMENTS.BOTTLEDWATER.NAME
source: <link="BOTTLEDWATER">Water</link>
pt_br: <link="BOTTLEDWATER">Água</link>

# STRINGS.ELEMENTS.BRICK.DESC
source: Ceramic is a hard, brittle material formed from heated <link="CLAY">Clay</link>. It is a reliable Construction Material.
pt_br: Cerâmica é um material duro e frágil feito com <link="CLAY">Argila</link> aquecida. É um Material de Construção confiável.

# STRINGS.ELEMENTS.BRICK.NAME
source: <link="BRICK">Ceramic</link>
pt_br: <link="BRICK">Cerâmica</link>

# STRINGS.ELEMENTS.CARBON.DESC
source: (C) Coal is a combustible fossil fuel composed of carbon. It is useful in <link="POWER">Power</link> production.
pt_br: (C) Carvão é um combustível fóssil composto de carbono. É útil na produção de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.CARBON.NAME
source: <link="CARBON">Coal</link>
pt_br: <link="CARBON">Carvão</link>

# STRINGS.ELEMENTS.CARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide toxic, atomically heavy chemical compound in a <link="ELEMENTSGAS">Gaseous</link> state. It tends to sink below other gases.
pt_br: (CO<sub>2</sub>) Dióxido de Carbono é um composto tóxico e atomicamente pesado no estado <link="ELEMENTSGAS">Gasoso</link>. Ele tende a ficar embaixo de outros gases.

# STRINGS.ELEMENTS.CARBONDIOXIDE.NAME
source: <link="CARBONDIOXIDE">Carbon Dioxide</link>
pt_br: <link="CARBONDIOXIDE">Dióxido de Carbono</link>

# STRINGS.ELEMENTS.CARBONFIBRE.DESC
source: Carbon Fiber is a <link="MANUFACTURED MATERIAL">RefinedMineral</link> with high tensile strength.
pt_br: Fibra de Carbono é um <link="MANUFACTURED MATERIAL">Material Fabricado</link> com alta força de tensão.

# STRINGS.ELEMENTS.CARBONFIBRE.NAME
source: <link="CARBONFIBRE">Carbon Fiber</link>
pt_br: <link="CARBONFIBRE">Fibra de Carbono</link>

# STRINGS.ELEMENTS.CARBONGAS.DESC
source: (C) Carbon is an abundant, versatile element heated into a <link="ELEMENTSGAS">Gaseous</link> state.
pt_br: (C) Carbono é um elemento abundante e versátil aquecido até o estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.CARBONGAS.NAME
source: <link="CARBONGAS">Carbon</link>
pt_br: <link="CARBONGAS">Carbono</link>

# STRINGS.ELEMENTS.CEMENT.DESC
source: Cement is a refined building material used for assembling advanced buildings.
pt_br: Cimento é um material de construção refinado usado para montagem de estruturas avançadas.

# STRINGS.ELEMENTS.CEMENT.NAME
source: <link="CEMENT">Cement</link>
pt_br: <link="CEMENT">Cimento</link>

# STRINGS.ELEMENTS.CEMENTMIX.DESC
source: Cement Mix can be used to create <link="CEMENT">Cement</link> for advanced building assembly.
pt_br: Mistura de Cimento pode ser usada para criar <link="CEMENT">Cimento</link> para montagem de estruturas avançadas.

# STRINGS.ELEMENTS.CEMENTMIX.NAME
source: <link="CEMENTMIX">Cement Mix</link>
pt_br: <link="CEMENTMIX">Mistura de Cimento</link>

# STRINGS.ELEMENTS.CHLORINE.DESC
source: (Cl) Chlorine is an extremely toxic element in a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: (Cl) Cloro é um elemento extremamente tóxico no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.CHLORINE.NAME
source: <link="CHLORINE">Chlorine</link>
pt_br: <link="CHLORINE">Cloro</link>

# STRINGS.ELEMENTS.CHLORINEGAS.DESC
source: (Cl) Chlorine is an extremely toxic chemical in a <link="ELEMENTSGAS">Gaseous</link> state.
pt_br: (Cl) Cloro é um químico extremamente tóxico no estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.CHLORINEGAS.NAME
source: <link="CHLORINEGAS">Chlorine</link>
pt_br: <link="CHLORINEGAS">Cloro</link>

# STRINGS.ELEMENTS.CLAY.DESC
source: Clay is a soft, naturally occurring composite of stone and soil that hardens at high <link="HEAT">Temperatures</link>. It is a reliable <b>Construction Material.</b>
pt_br: Argila é um composto de pedras que é macio, natural que endurece em altas <link="HEAT">Temperaturas</link>. É um ótimo <b>Material de Construção.</b>

# STRINGS.ELEMENTS.CLAY.NAME
source: <link="CLAY">Clay</link>
pt_br: <link="CLAY">Argila</link>

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.DESC
source: (O<sub>2</sub>) Polluted Oxygen is dirty, unfiltered air. It is breathable.
pt_br: (O<sub>2</sub>) Oxigênio Poluído é ar sujo, não filtrado. É respirável.

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.NAME
source: <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>
pt_br: <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link>

# STRINGS.ELEMENTS.COPPER.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
pt_br: (Cu) Cobre é um <link="RAWMETAL">Metal</link> condutor. É indicado para construir circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.COPPER.NAME
source: <link="COPPER">Copper</link>
pt_br: <link="COPPER">Cobre</link>

# STRINGS.ELEMENTS.COPPERGAS.DESC
source: (Cu) Copper is a conductive <link="RAWMETAL">Metal</link> heated into a <link="ELEMENTSGAS">Gas</link>.
pt_br: (Cu) Cobre é um <link="RAWMETAL">Metal</link> condutor aquecido até o estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.COPPERGAS.NAME
source: <link="COPPERGAS">Copper</link>
pt_br: <link="COPPERGAS">Cobre</link>

# STRINGS.ELEMENTS.CREATURE.DESC
source: (DuPe) Ooze is a slurry of water, carbon, and dozens and dozens of trace elements. Duplicants are printed from pure <link="SOLID">Ooze</link>.
pt_br: (DuPe) Gosma é uma mistura de água, carbono e vários outros elementos. Duplicantes são impressos com <link="SOLID">Gosma</link> pura.

# STRINGS.ELEMENTS.CREATURE.NAME
source: <link="CREATURE">Genetic Ooze</link>
pt_br: <link="CREATURE">Gosma Genética</link>

# STRINGS.ELEMENTS.CRUDEOIL.DESC
source: Crude Oil is a raw potential <link="POWER">Power</link> source composed of billions of dead, primordial organisms.
pt_br: Petróleo Bruto é uma fonte bruta de <link="POWER">Energia</link> composta de bilhões de organismos primitivos mortos.

# STRINGS.ELEMENTS.CRUDEOIL.NAME
source: <link="CRUDEOIL">Crude Oil</link>
pt_br: <link="CRUDEOIL">Petróleo Bruto</link>

# STRINGS.ELEMENTS.CRUSHEDICE.DESC
source: (H<sub>2</sub>0) A slush of crushed, semi-solid ice.
pt_br: (H<sub>2</sub>0) Um amontoado de gelo semissólido e triturado.

# STRINGS.ELEMENTS.CRUSHEDICE.NAME
source: <link="CRUSHEDICE">Crushed Ice</link>
pt_br: <link="CRUSHEDICE">Gelo Triturado</link>

# STRINGS.ELEMENTS.CRUSHEDROCK.DESC
source: Crushed Rock is <link="IGNEOUSROCK">Igneous Rock</link> crushed into a mechanical mixture.
pt_br: Rocha Triturada é <link="IGNEOUSROCK">Rocha Ígnea</link> triturada em uma mistura mecânica.

# STRINGS.ELEMENTS.CRUSHEDROCK.NAME
source: <link="CRUSHEDROCK">Crushed Rock</link>
pt_br: <link="CRUSHEDROCK">Rocha Triturada</link>

# STRINGS.ELEMENTS.CUPRITE.DESC
source: (Cu<sub>2</sub>0) Copper Ore is a conductive <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
pt_br: (Cu<sub>2</sub>0) Minério de Cobre é um <link="RAWMETAL">Metal</link> condutor. É indicado para construir circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.CUPRITE.NAME
source: <link="CUPRITE">Copper Ore</link>
pt_br: <link="CUPRITE">Minério de Cobre</link>

# STRINGS.ELEMENTS.DIAMOND.DESC
source: (C) Diamond is industrial-grade, high density carbon. It is very difficult to excavate.
pt_br: (C) Diamante é um carbono em alta densidade com uso industrial. Extremamente difícil de ser cavado.

# STRINGS.ELEMENTS.DIAMOND.NAME
source: <link="DIAMOND">Diamond</link>
pt_br: <link="DIAMOND">Diamante</link>

# STRINGS.ELEMENTS.DIRT.DESC
source: Dirt is a soft, nutrient-rich substance capable of supporting life. It is necessary in some forms of <link="FOOD">Food</link> production.
pt_br: Terra é uma substância macia, rica em nutrientes, capaz de sustentar vida. Necessária na produção de algumas formas de <link="FOOD">Comida</link>.

# STRINGS.ELEMENTS.DIRT.NAME
source: <link="DIRT">Dirt</link>
pt_br: <link="DIRT">Terra</link>

# STRINGS.ELEMENTS.DIRTYICE.DESC
source: Polluted Ice is dirty, unfiltered water frozen into a <link="ELEMENTSSOLID">Solid</link> state.
pt_br: Gelo Poluído é água suja e não filtrada no estado <link="ELEMENTSSOLID">Sólido</link>.

# STRINGS.ELEMENTS.DIRTYICE.NAME
source: <link="DIRTYICE">Polluted Ice</link>
pt_br: <link="DIRTYICE">Gelo Poluído</link>

# STRINGS.ELEMENTS.DIRTYWATER.DESC
source: Polluted Water is dirty, unfiltered <link="WATER">Water</link>. It is not fit for consumption.
pt_br: Água Poluída é <link="WATER">Água</link> suja e não filtrada. Não recomendada para o consumo.

# STRINGS.ELEMENTS.DIRTYWATER.NAME
source: <link="DIRTYWATER">Polluted Water</link>
pt_br: <link="DIRTYWATER">Água Poluída</link>

# STRINGS.ELEMENTS.ELECTRUM.DESC
source: Electrum is a conductive <link="RAWMETAL">Metal</link> alloy composed of gold and silver. It is suitable for building <link="POWER">Power</link> systems.
pt_br: Eléctro é uma liga de <link="RAWMETAL">Metal</link> composta de ouro e prata. Eléctro é indicado para construir circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.ELECTRUM.NAME
source: <link="ELECTRUM">Electrum</link>
pt_br: <link="ELECTRUM">Eléctro</link>

# STRINGS.ELEMENTS.ELEMENTDESCGAS
source: Resource Type: {0} Condensation point: {1}
pt_br: Tipo de Recurso: {0} Ponto de Condensação: {1}

# STRINGS.ELEMENTS.ELEMENTDESCLIQUID
source: Resource Type: {0} Freezing point: {1} Evaporation point: {2}
pt_br: Tipo de Recurso: {0} Ponto de Fusão: {1} Ponto de Ebulição: {2}

# STRINGS.ELEMENTS.ELEMENTDESCSOLID
source: Resource Type: {0} Melting point: {1} Hardness: {2}
pt_br: Tipo de Recurso: {0} Ponto de Fusão: {1} Dureza: {2}

# STRINGS.ELEMENTS.ELEMENTDESCVACUUM
source: Resource Type: {0}
pt_br: Tipo de Recurso: {0}

# STRINGS.ELEMENTS.ELEMENTPROPERTIES
source: Properties: {0}
pt_br: Propriedades: {0}

# STRINGS.ELEMENTS.FERTILIZER.DESC
source: Fertilizer is a processed mixture of biological nutrients. It aids in the growth of certain <link="PLANTS">plant</link>.
pt_br: Fertilizante é uma mistura processada de nutrientes biológicos. Ajuda no crescimento de certas <link="PLANTS">Plantas</link>.

# STRINGS.ELEMENTS.FERTILIZER.NAME
source: <link="FERTILIZER">Fertilizer</link>
pt_br: <link="FERTILIZER">Fertilizante</link>

# STRINGS.ELEMENTS.FOOLSGOLD.DESC
source: (FeS<sub>2</sub>) Pyrite is a conductive <link="RAWMETAL">Metal</link>. Also known as "Fool's Gold", is suitable for building <link="POWER">Power</link> systems.
pt_br: (FeS<sub>2</sub>) Pirita é um <link="RAWMETAL">Metal</link> condutor. Também conhecida como "ouro-de-tolo", é indicada na construção de circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.FOOLSGOLD.NAME
source: <link="FOOLSGOLD">Pyrite</link>
pt_br: <link="FOOLSGOLD">Pirita</link>

# STRINGS.ELEMENTS.GLASS.NAME
source: <link="GLASS">Glass</link>
pt_br: <link="GLASS">Vidro</link>

# STRINGS.ELEMENTS.GOLD.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link>. It is suitable for building <link="POWER">Power</link> systems.
pt_br: (Au) Ouro é um precioso <link="RAWMETAL">Metal</link> condutor. É indicado na construção de circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.GOLD.NAME
source: <link="GOLD">Gold</link>
pt_br: <link="GOLD">Ouro</link>

# STRINGS.ELEMENTS.GOLDAMALGAM.DESC
source: Gold Amalgam is a conductive amalgam of gold and mercury. It is suitable for building <link="POWER">Power</link> systems.
pt_br: Amálgama de Ouro é uma amálgama condutiva de ouro e mercúrio. É indicado para construir circuitos de <link="POWER">Energia</link>.

# STRINGS.ELEMENTS.GOLDAMALGAM.NAME
source: <link="GOLDAMALGAM">Gold Amalgam</link>
pt_br: <link="GOLDAMALGAM">Amálgama de Ouro</link>

# STRINGS.ELEMENTS.GOLDGAS.DESC
source: (Au) Gold is a conductive precious <link="RAWMETAL">Metal</link>, heated into a <link="ELEMENTSGAS">Gas</link>.
pt_br: (Au) Ouro é um <link="RAWMETAL">Metal</link> precioso e condutor, aquecido até <link="ELEMENTSGAS">Gás</link>.

# STRINGS.ELEMENTS.GOLDGAS.NAME
source: <link="GOLDGAS">Gold</link>
pt_br: <link="GOLDGAS">Ouro</link>

# STRINGS.ELEMENTS.GRANITE.DESC
source: Granite is a dense composite of <link="IGNEOUSROCK">Igneous Rock</link>. It is useful as a Construction Material.
pt_br: Granito é um composto denso de <link="IGNEOUSROCK">Rocha Ígnea</link>. É útil como um Material de Construção.

# STRINGS.ELEMENTS.GRANITE.NAME
source: <link="GRANITE">Granite</link>
pt_br: <link="GRANITE">Granito</link>

# STRINGS.ELEMENTS.HARDNESS.FIRM
source: {0} (Firm)
pt_br: {0} (Duro)

# STRINGS.ELEMENTS.HARDNESS.IMPENETRABLE
source: {0} (Impenetrable)
pt_br: {0} (Impenetrável)

# STRINGS.ELEMENTS.HARDNESS.NEARLYIMPENETRABLE
source: {0} (Nearly Impenetrable)
pt_br: {0} (Quase Impenetrável)

# STRINGS.ELEMENTS.HARDNESS.SOFT
source: {0} (Soft)
pt_br: {0} (Macio)

# STRINGS.ELEMENTS.HARDNESS.VERYFIRM
source: {0} (Very Firm)
pt_br: {0} (Muito Duro)

# STRINGS.ELEMENTS.HARDNESS.VERYSOFT
source: {0} (Very Soft)
pt_br: {0} (Muito Macio)

# STRINGS.ELEMENTS.HELIUM.DESC
source: (He) Helium is an atomically lightweight, chemical <link="ELEMENTSGAS">Gas</link>.
pt_br: (He) Hélio é um elemento químico atomicamente leve no estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.HELIUM.NAME
source: <link="HELIUM">Helium</link>
pt_br: <link="HELIUM">Hélio</link>

# STRINGS.ELEMENTS.HYDROGEN.DESC
source: (H) Hydrogen is the universe's most common and atomically light element in a <link="ELEMENTSGAS">Gaseous</link> state.
pt_br: (H) Hidrogênio é o elemento mais comum e atomicamente leve do universo no estado <link="ELEMENTSGAS">Gasoso</link>.

# STRINGS.ELEMENTS.HYDROGEN.NAME
source: <link="HYDROGEN">Hydrogen</link>
pt_br: <link="HYDROGEN">Hidrogênio</link>
