Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.DESC
source: This gate reverses logic, turning buildings on when it receives off values and vice versa.
pt_br: Esse portão inverte o valor, ligando estruturas quando recebe valor desligado e vice versa.

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.EFFECT
source: Becomes <link="LOGIC">Active</link> if the system connected to its Input is on <link="LOGIC">Standby</link>. Goes into <link="LOGIC">Standby</link> when its Input is <link="LOGIC">Active</link>.
pt_br: Fica <link="LOGIC">Ativo</link> se o sistema conectado à sua Entrada estiver <link="LOGIC">Em Espera</link>. Fica <link="LOGIC">Em Espera</link> quando sua Entrada está <link="LOGIC">Ativa</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.NAME
source: <link="LOGICGATENOT">NOT Gate</link>
pt_br: <link="LOGICGATENOT">Portão NOT</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.DESC
source: This gate can only turn buildings on if it has one or more active inputs connected to it.
pt_br: Este portão só liga estruturas se pelo menos uma de suas entradas estiver ativa.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.EFFECT
source: Becomes <link="LOGIC">Active</link> if one or both of the systems connected to its Inputs are <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> when neither Inputs are <link="LOGIC">Active</link>.
pt_br: Fica <link="LOGIC">Ativo</link> se um ou mais sistemas conectados às Entradas estiverem <link="LOGIC">Ativos</link>. Fica <link="LOGIC">Em Espera</link> quando nenhuma das Entradas está <link="LOGIC">Ativa</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.NAME
source: <link="LOGICGATEOR">OR Gate</link>
pt_br: <link="LOGICGATEOR">Portão OR</link>

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.DESC
source: This gate needs exactly one of its inputs to be active to turn on buildings.
pt_br: Este portão necessita que apenas uma de suas entradas esteja ativa para ligar estruturas.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.EFFECT
source: Becomes <link="LOGIC">Active</link> if one of the systems connected to its Inputs is <link="LOGIC">Active</link>. Goes into <link="LOGIC">Standby</link> if both or neither Inputs are <link="LOGIC">Active</link>.
pt_br: Fica <link="LOGIC">Ativo</link> se um dos sistemas conectados às Entradas estiver <link="LOGIC">Ativo</link>. Entra <link="LOGIC">Em Espera</link> se ambos ou nenhuma das Entradas estiverem <link="LOGIC">Ativas</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.NAME
source: <link="LOGICGATEXOR">XOR Gate</link>
pt_br: <link="LOGICGATEXOR">Portão XOR</link>

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.EFFECT
source: Becomes <link="LOGIC">Active</link> when the <link="SET">logic</link> port is <link="LOGIC">Active</link>. Goes to <link="LOGIC">Standby</link> when the reset port is <link="LOGIC">Active</link>.
pt_br: Fica <link="LOGIC">Ativo</link> quando a porta <link="SET">Definir</link> está <link="LOGIC">Ativa</link>. Fica <link="LOGIC">Em Espera</link> quando a porta resetar está <link="LOGIC">Ativa</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.NAME
source: <link="LOGICMEMORY">Memory Toggle</link>
pt_br: <link="LOGICMEMORY">Memória Alternada</link>

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.READ_PORT_DESC
source: Current Value
pt_br: Valor Atual

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.RESET_PORT_DESC
source: Make Inactive
pt_br: Deixar Inativa

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.SET_PORT_DESC
source: Make Active
pt_br: Deixar Ativo

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.STATUS_ITEM_VALUE
source: Current Value: {0}
pt_br: Valor Atual: {0}

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.DESC
source: Automated systems save power and time by removing the need for Duplicant management.
pt_br: Sistemas automatizados poupam energia e tempo por remover a necessidade de gerenciamento por Duplicantes.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using <link="LOGIC">Automation</link> technology. Does not affect circuitry preceding the switch.
pt_br: Automaticamente desliga e liga a <link="POWER">Energia</link> usando a tecnologia <link="LOGIC">Automação</link>. Não afeta circuitos anteriores à alavanca.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.LOGIC_PORT_DESC
source: On/Off
pt_br: Lig/Deslig

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.NAME
source: <link="LOGICPOWERRELAY">Power Shutoff</link>
pt_br: <link="LOGICPOWERRELAY">Interrompedor de Energia</link>

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.DESC
source: Atmo Sensors can be used to prevent excess oxygen production and overpressurization.
pt_br: Sensores de Ar podem ser usados para prevenir excesso de produção de oxigênio e sobrepressurização.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when Gas Pressure enters the chosen range.
pt_br: Pode ficar <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> quando a Pressão do Gás entra no intervalo escolhido.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.LOGIC_PORT_DESC
source: Active/Standby based on ambient Gas Pressure
pt_br: Ativa/Em Espera baseado na Pressão do Gás ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.NAME
source: <link="LOGICPRESSURESENSORGAS">Atmo Sensor</link>
pt_br: <link="LOGICPRESSURESENSORGAS">Sensor de Ar</link>

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.DESC
source: Hydro Sensors can signal a pump system to refill a basin once it contains too little liquid.
pt_br: Sensores Hídricos podem sinalizar um sistema com bombas para reencher um lavatório quando ele tem pouco líquido.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when Liquid Pressure enters the chosen range. Must be submerged in <link="ELEMENTSLIQUID">Liquid</link>.
pt_br: Fica <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> quando a Pressão do Líquido entra no intervalo escolhido. Precisa estar submerso em <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.LOGIC_PORT_DESC
source: Active/Standby based on Ambient Liquid Pressure
pt_br: Ativo/Em Espera baseado na Pressão do Líquido do Ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.NAME
source: <link="LOGICPRESSURESENSORLIQUID">Hydro Sensor</link>
pt_br: <link="LOGICPRESSURESENSORLIQUID">Sensor Hídrico</link>

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.DESC
source: Signal switches do not turn grids on and off like power switches, but add an additional signal.
pt_br: Alavancas de sinal não interferem no circuito elétrico, mas produzem um sinal adicional.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.EFFECT
source: Can be made <link="LOGIC">Active</link> or <link="LOGIC">Standby</link> on an <link="LOGIC">Automation</link> grid. Must be manually toggled by a Duplicant.
pt_br: Pode ficar <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> em um circuito <link="LOGIC">Automatizado</link>. Precisa ser alternado manualmente por um Duplicante.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.LOGIC_PORT_DESC
source: Active/Standby
pt_br: Ativo/Em Espera

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.NAME
source: <link="LOGICSWITCH">Signal Switch</link>
pt_br: <link="LOGICSWITCH">Alavanca de Sinal</link>

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.DESC
source: Thermo Sensors can autodisable buildings when they approach inoperable temperatures.
pt_br: Sensores Térmicos podem desativar estruturas automaticamente quando se aproximam de temperaturas inoperáveis.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.EFFECT
source: Becomes <link="LOGIC">Active</link> or on <link="LOGIC">Standby</link> when ambient <link="HEAT">Temperature</link> enters the chosen range.
pt_br: Pode ficar <link="LOGIC">Ativo</link> ou <link="LOGIC">Em Espera</link> quando a <link="HEAT">Temperatura</link> do ambiente entra no intervalo escolhido.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on Ambient <link="HEAT">Temperature</link>
pt_br: Ativo/Em Espera baseado na <link="HEAT">Temperatura</link> Ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.NAME
source: <link="LOGICTEMPERATURESENSOR">Thermo Sensor</link>
pt_br: <link="LOGICTEMPERATURESENSOR">Sensor Térmico</link>

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.DESC
source: Clock Sensors ensure that systems always turn on at the same time of day or night, every cycle.
pt_br: Temporizadores garantem que os sistemas sempre irão ligar na mesma hora do dia ou da noite, em cada ciclo.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.EFFECT
source: Sets an automatic <link="LOGIC">Active</link> and <link="LOGIC">Standby</link> schedule using a timer.
pt_br: Define uma rotina de estado <link="LOGIC">Ativa</link> ou <link="LOGIC">Em Espera</link> usando um temporizador.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.NAME
source: <link="LOGICTIMEOFDAYSENSOR">Clock Sensor</link>
pt_br: <link="LOGICTIMEOFDAYSENSOR">Temporizador</link>

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.DESC
source: Automation wire is used to connect electronic components to the inputs of automation gates.
pt_br: Cabos automatizados são usados para conectar componentes eletrônicos às entradas de portões automatizados.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.EFFECT
source: Connects automatable buildings to <link="LOGIC">Automation Gates</link>. Can be run through tiles.
pt_br: Conecta estruturas automatizáveis a <link="LOGIC">Portões Automatizados</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.NAME
source: <link="LOGICWIRE">Automation Wire</link>
pt_br: <link="LOGICWIRE">Cabo Automatizado</link>

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.DESC
source: Wire bridges allow multiple automation grids to exist in a small area without connecting.
pt_br: Pontes de cabo permitem múltiplos circuitos automatizados existirem em uma pequena área sem conectarem.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.EFFECT
source: Runs one Automation Wire section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de Cabo Automatizado passe sobre a outra sem uni-los. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.NAME
source: <link="LOGICWIREBRIDGE">Automation Wire Bridge</link>
pt_br: <link="LOGICWIREBRIDGE">Ponte de Cabo Automatizado</link>

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.DESC
source: Duplicants prefer comfy beds to cots and will gain more stamina back from sleeping in them.
pt_br: Duplicantes preferem camas do que berços e irão recuperar mais energia ao dormir nelas.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.EFFECT
source: Provides a sleeping area for one Duplicant and restores additional <link="STAMINA">Stamina</link>. Duplicants will automatically sleep in their assigned beds at night.
pt_br: Dá a um Duplicante um local para descansar e recuperar mais <link="STAMINA">Energia</link>. Duplicantes dormirão automaticamente nas suas camas quando for de noite.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.NAME
source: <link="LUXURYBED">Comfy Bed</link>
pt_br: <link="LUXURYBED">Cama Confortável</link>

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.DESC
source: Duplicants will only improve the efficiency of buildings in the same room as this station.
pt_br: Duplicantes só irão melhorar a eficiência das estruturas que estão na mesma sala que esta estação.

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.EFFECT
source: Allows the assigned Engineer to improve building production efficiency. This building is a necessary component of the Machine Shop room.
pt_br: Permite ao Engenheiro designado melhorar a eficiência de produção da estrutura. Esta estrutura é um componente necessário da sala Oficina Mecânica.

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.NAME
source: <link="MACHINESHOP">Mechanics Station</link>
pt_br: <link="MACHINESHOP">Oficina Mecânica</link>

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.DESC
source: Manual generators require no fuel and power buildings when connected to them by wire.
pt_br: Geradores manuais não necessitam de combustível e fornecem energia para estruturas quando conectadas por fios.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.EFFECT
source: Converts manual labor into electrical <link="POWER">Power</link>.
pt_br: Converte trabalho manual em <link="POWER">Energia</link> elétrica.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.NAME
source: <link="MANUALGENERATOR">Manual Generator</link>
pt_br: <link="MANUALGENERATOR">Gerador Manual</link>

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.DESC
source: Airlocks can quarter off dangerous areas or prevent gases from seeping into the colony.
pt_br: Escotilhas manuais podem isolar áreas perigosas ou prevenir gases escaparem da colônia.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.EFFECT
source: Blocks <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Wild critters cannot pass through doors.
pt_br: Bloqueia o fluxo de <link="ELEMENTSLIQUID">Líquidos</link> e <link="ELEMENTSGAS">Gases</link>, mantendo a pressão entre regiões. Defina Restrições de Acesso a Duplicantes para restringir o acesso. Criaturas selvagens não passam por portas.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.NAME
source: <link="MANUALPRESSUREDOOR">Manual Airlock</link>
pt_br: <link="MANUALPRESSUREDOOR">Escotilha Manual</link>

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.ACTIVATE_TOOLTIP
source: Duplicants must take a break when their stress reaches {0}
pt_br: Duplicantes devem fazer uma pausa quando seu estresse chegar em {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DEACTIVATE_TOOLTIP
source: Breaktime ends when stress is reduced to {0}
pt_br: Intervalo acaba quando o estresse é reduzido para {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DESC
source: Massage tables quickly reduce extreme stress, at the cost of power production.
pt_br: Mesas de massagem reduzem rapidamente o estresse ao preço de consumo de energia.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.EFFECT
source: Rapidly reduces <link="STRESS">Stress</link> for the Duplicant user. Duplicants will automatically seek a massage table when <link="STRESS">Stress</link> exceeds breaktime range.
pt_br: Reduz rapidamente o <link="STRESS">Estresse</link> do Duplicante que o usa. Duplicantes irão procurar automaticamente uma mesa de massagem quando seu <link="STRESS">Estresse</link> passar do limite do intervalo.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.NAME
source: <link="MASSAGETABLE">Massage Table</link>
pt_br: <link="MASSAGETABLE">Mesa de Massagem</link>

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.EFFECT
source: A self-sustaining machine powered by what appears to be refined <link="UNOBTANIUM">Neutronium</link>. Absorbs and neutralizes <link="HEAT">Heat</link> energy when submersed in <link="HYDROGEN">Hydrogen</link>.
pt_br: Uma máquina autossustentável carregada com o que parece ser <link="UNOBTANIUM">Neutrônio</link> refinado. Absorve e neutraliza energia <link="HEAT">Térmica</link> quando submersa em <link="HYDROGEN">Hidrogênio</link>.

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.NAME
source: <link="MASSIVEHEATSINK">Anti Entropy Thermo-Nullifier</link>
pt_br: <link="MASSIVEHEATSINK">Termo-Nulificador Anti Entrópico</link>

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.DESC
source: Pharma Chambers decrease patients' disease recovery time, but cannot heal physical injuries.
pt_br: Cabines Farmacêuticas diminuem o tempo de recuperação dos pacientes, mas não podem curar lesões físicas.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.EFFECT
source: Greatly accelerates recovery from <link="DISEASE">Diseases</link>.
pt_br: Acelera drasticamente a recuperação de <link="DISEASE">Doenças</link>.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.NAME
source: <link="MEDICALBED">Pharma Chamber</link>
pt_br: <link="MEDICALBED">Câmara Farmacêutica</link>

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.DESC
source: Duplicants use med-beds to recover from sickness and receive medical aid from peers.
pt_br: Duplicantes usam macas para se recuperar de doenças e receber cuidado médico de outros.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.EFFECT
source: Improves recovery from <link="DISEASE">Diseases</link>. Accelerates <link="HEALTH">Health</link> restoration and the healing of physical injuries.
pt_br: Melhora a recuperação de <link="DISEASE">Doenças</link>. Acelera recuperação de <link="HEALTH">Saúde</link> e a cura de lesões físicas.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.NAME
source: <link="MEDICALCOT">Med-Bed</link>
pt_br: <link="MEDICALCOT">Maca</link>

# STRINGS.BUILDINGS.PREFABS.MESHTILE.DESC
source: Mesh tiles can be used to make Duplicant pathways in areas where liquid needs to flow.
pt_br: Blocos de malha podem ser usados para Duplicantes andarem em áreas onde o líquido necessita fluir.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.EFFECT
source: Used as floor and wall tile to build rooms. Does not obstruct <link="ELEMENTSLIQUID">Liquid</link> or <link="ELEMENTSGAS">Gas</link> flow.
pt_br: Usado como bloco de chão e de parede para construir quartos. Não obstrui o fluxo de <link="ELEMENTSLIQUID">Líquidos</link> ou de <link="ELEMENTSGAS">Gases</link>.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.NAME
source: <link="MESHTILE">Mesh Tile</link>
pt_br: <link="MESHTILE">Bloco de Malha</link>

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.DESC
source: Refined metals are necessary to build advanced electronics and technologies.
pt_br: Metais refinados são necessários para construir tecnologias e eletrônicos avançados.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.EFFECT
source: Produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>. Outputs significantly <link="HEAT">Heated</link> <link="ELEMENTSLIQUID">Liquid</link>.
pt_br: Produz <link="REFINEDMETAL">Metais Refinados</link> a partir de <link="RAWMETAL">Minério de Metal</link>. Libera bastante <link="ELEMENTSLIQUID">Líquido</link> <link="HEAT">Aquecido</link>.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.NAME
source: <link="METALREFINERY">Metal Refinery</link>
pt_br: <link="METALREFINERY">Refinaria de Metais</link>

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.RECIPE_DESCRIPTION
source: Extracts pure {0} from {1}.
pt_br: Extrai {0} puro a partir de {1}.

# STRINGS.BUILDINGS.PREFABS.METALTILE.DESC
source: Heat travels much more quickly through metal tiles than other types of flooring.
pt_br: Calor viaja muito mais rápido em blocos de metal do que em outros tipos de piso.

# STRINGS.BUILDINGS.PREFABS.METALTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
pt_br: Usado como bloco de chão ou de parede para construir salas. Aumenta consideravelmente a velocidade dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.METALTILE.NAME
source: <link="METALTILE">Metal Tile</link>
pt_br: <link="METALTILE">Bloco de Metal</link>

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.DESC
source: Natural gas generators leak polluted water and are best built above a waste reservoir.
pt_br: Geradores de gás natural produzem água poluída e são melhores construídos acima de um reservatório de resíduos.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.EFFECT
source: Converts <link="METHANE">Natural Gas</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link> and <link="DIRTYWATER">Polluted Water</link>.
pt_br: Converte <link="METHANE">Gás Natural</link> em <link="POWER">Energia</link> elétrica. Produz <link="CARBONDIOXIDE">Dióxido de Carbono</link> e <link="DIRTYWATER">Água Poluída</link>.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.NAME
source: <link="METHANEGENERATOR">Natural Gas Generator</link>
pt_br: <link="METHANEGENERATOR">Gerador de Gás Natural</link>

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.DESC
source: Food from a musher will keep Duplicants alive, but may cause stress and disease over time.
pt_br: Comida de um compactador manterão os Duplicantes vivos, mas pode causar estresse e doenças com o tempo.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.EFFECT
source: Produces low quality <link="FOOD">Food</link> using common ingredients. Duplicants will not fabricate items unless recipes are queued.
pt_br: Produz <link="FOOD">Comida</link> de baixa qualidade usando ingredientes comuns. Duplicantes não irão fabricar enquanto receitas não forem colocadas na fila.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.NAME
source: <link="MICROBEMUSHER">Microbe Musher</link>
pt_br: <link="MICROBEMUSHER">Compactador Microbiano</link>

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.DESC
source: Algae deoxydizers are inefficient, but can output enough <link="OXYGEN">Oxygen</link> to keep a colony breathing.
pt_br: Desoxigenadores de algas são ineficientes, mas produzem <link="OXYGEN">Oxigênio</link> suficiente para manter uma colônia respirando.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.EFFECT
source: Converts large amounts of <link="ALGAE">Algae</link> into <link="OXYGEN">Oxygen</link>. Becomes idle when the area reaches maximum pressure capacity.
pt_br: Converte grandes quantidades de <link="ALGAE">Algas</link> em <link="OXYGEN">Oxigênio</link>. Fica ocioso quando a sala entra em pressão atmosférica máxima.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.NAME
source: <link="MINERALDEOXIDIZER">Algae Deoxydizer</link>
pt_br: <link="MINERALDEOXIDIZER">Desoxigenador de Algas</link>

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.DESC
source: Petroleum can only be produced from the refinement of crude oil.
pt_br: Petróleo pode ser produzido pelo refinamento de petróleo bruto.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.EFFECT
source: Converts <link="CRUDEOIL">Crude Oil</link> into <link="PETROLEUM">Petroleum</link> and <link="METHANE">Natural Gas</link>.
pt_br: Converte <link="CRUDEOIL">Petróleo Bruto</link> em <link="PETROLEUM">Petróleo</link> e <link="METHANE">Gás Natural</link>.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.NAME
source: <link="OILREFINERY">Oil Refinery</link>
pt_br: <link="OILREFINERY">Refinaria de Petróleo</link>

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.DESC
source: Water pumped into an oil reservoir cannot be recovered.
pt_br: Água bombeada dentro de um reservatório de petróleo não pode ser recuperada.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.EFFECT
source: Extracts <link="CRUDEOIL">Crude Oil</link> using clean <link="WATER">Water</link>. Must be built atop an Oil Reservoir.
pt_br: Extrai <link="CRUDEOIL">Petróleo Bruto</link> usando <link="WATER">Água</link> limpa. Precisa ser construída sobre um Reservatório de Petróleo.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.NAME
source: <link="OILWELLCAP">Oil Well</link>
pt_br: <link="OILWELLCAP">Fonte de Petróleo</link>

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.DESC
source: Ore scrubbers sanitize freshly mined resources before bringing them into the colony.
pt_br: Purificadores de minérios sanitizam minérios antes de serem levados para a colônia.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.EFFECT
source: Kills a significant amount of <link="DISEASE">Germs</link> present on <link="RAWMINERAL">Raw Ore</link>.
pt_br: Mata um número significativo de <link="DISEASE">Germes</link> presentes em <link="RAWMINERAL">Minério</link> bruto.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.NAME
source: <link="ORESCRUBBER">Ore Scrubber</link>
pt_br: <link="ORESCRUBBER">Purificador de Minérios</link>

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.DESC
source: Duplicants with no bathroom access will make "messes", causing stress and spreading germs.
pt_br: Duplicantes sem acesso a banheiros irão fazer "bagunças", causando estresse e espalhando germes.
