Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.DUPLICANTS.CHOREGROUPS.MACHINEOPERATING.DESC
source: Operating heavy machinery for production, fabrication, and utility purposes.
pt_br: Operar maquinário pesado para produção, fabricação e outras utilidades.

# STRINGS.DUPLICANTS.CHOREGROUPS.MACHINEOPERATING.NAME
source: Operate
pt_br: Operar

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.DESC
source: Take breaks for massages.
pt_br: Pausas para massagens.

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.NAME
source: Leisure
pt_br: Descanso

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.DESC
source: Treat sick and injured Duplicants.
pt_br: Cuidar de Duplicantes doentes e machucados.

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.NAME
source: Care
pt_br: Cuidar

# STRINGS.DUPLICANTS.CHOREGROUPS.RANCHING.DESC
source: Tend to domesticated critters.
pt_br: Cuidam de criaturas domesticadas.

# STRINGS.DUPLICANTS.CHOREGROUPS.RANCHING.NAME
source: Ranch
pt_br: Pecuária

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.DESC
source: Repair damaged buildings.
pt_br: Reparar estruturas danificadas.

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.NAME
source: Repair
pt_br: Reparar

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.DESC
source: Use research stations to unlock new technologies.
pt_br: Trabalhar em estações de pesquisa para desbloquear novas tecnologias.

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.NAME
source: Research
pt_br: Pesquisar

# STRINGS.DUPLICANTS.CHOREGROUPS.STORAGE.DESC
source: Fill non-critical storage buildings with resources.
pt_br: Preencha estruturas não críticas com recursos.

# STRINGS.DUPLICANTS.CHOREGROUPS.STORAGE.NAME
source: Storage
pt_br: Armazenar

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.DESC
source: Tune machinery and set or flip switches and sensors.
pt_br: Mexer com máquinas e definir ou alternar sensores e alavancas.

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.NAME
source: Toggle
pt_br: Alternar

# STRINGS.DUPLICANTS.CHORES.ART.NAME
source: Decorate
pt_br: Decorar

# STRINGS.DUPLICANTS.CHORES.ART.STATUS
source: Going to decorate
pt_br: Indo decorar

# STRINGS.DUPLICANTS.CHORES.ART.TOOLTIP
source: This Duplicant is going to work on their art
pt_br: Este Duplicante está indo trabalhar na sua arte

# STRINGS.DUPLICANTS.CHORES.ATTACK.NAME
source: Attack
pt_br: Atacar

# STRINGS.DUPLICANTS.CHORES.ATTACK.STATUS
source: Attacking
pt_br: Atacando

# STRINGS.DUPLICANTS.CHORES.ATTACK.TOOLTIP
source: Chaaaarge!
pt_br: Atacaaaaar!

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.NAME
source: Incapacitated
pt_br: Incapacitado

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.STATUS
source: Dying
pt_br: Morrendo

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.TOOLTIP
source: This Duplicant will die soon if they do not receive assistance
pt_br: Este Duplicante vai morrer logo se não receber ajuda

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.NAME
source: Binge Eat
pt_br: Comer sem parar

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.STATUS
source: Binge eating
pt_br: Comendo sem parar

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.TOOLTIP
source: This Duplicant is attempting to eat their emotions due to stress
pt_br: Este Duplicante está tentando afogar suas emoções com comida devido ao estresse

# STRINGS.DUPLICANTS.CHORES.BUILD.NAME
source: Build
pt_br: Construir

# STRINGS.DUPLICANTS.CHORES.BUILD.STATUS
source: Going to build
pt_br: Indo construir

# STRINGS.DUPLICANTS.CHORES.BUILD.TOOLTIP
source: This Duplicant is constructing a new building
pt_br: Este Duplicante está construindo uma nova estrutura

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.NAME
source: Construction Dig
pt_br: Cavar para Construir

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.STATUS
source: Going to construction dig
pt_br: Indo cavar para construir

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.TOOLTIP
source: This dig will make room for a planned building to be constructed
pt_br: Esta escavação vai abrir espaço para uma estrutura planejada ser construída

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.NAME
source: Construction Deliver
pt_br: Entrega para Construção

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.STATUS
source: Construction Delivering
pt_br: Entregando para Construção

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.TOOLTIP
source: This delivery will provide materials to a planned construction site
pt_br: Esta entrega vai providenciar materiais para um local de construção

# STRINGS.DUPLICANTS.CHORES.CAPTURE.NAME
source: Wrangle
pt_br: Capturar

# STRINGS.DUPLICANTS.CHORES.CAPTURE.STATUS
source: Wrangling
pt_br: Capturando

# STRINGS.DUPLICANTS.CHORES.CAPTURE.TOOLTIP
source: Duplicants employed as Ranchers can wrangle most critters without traps
pt_br: Duplicantes empregados como Fazendeiros podem capturar a maior parte das criaturas sem armadilhas

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.NAME
source: Wait at Checkpoint
pt_br: Esperar no Ponto de Checagem

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.STATUS
source: Waiting at Checkpoint
pt_br: Esperando no Ponto de Checagem

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.TOOLTIP
source: This Duplicant is waiting for permission to pass
pt_br: Este Duplicante está aguardando a permissão para passar

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.NAME
source: Clean
pt_br: Limpar

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.STATUS
source: Going to clean
pt_br: Indo limpar

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.TOOLTIP
source: This Duplicant is cleaning out the Outhouse
pt_br: Este Duplicante está limpando a Privada

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.NAME
source: Compost
pt_br: Compostar

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.STATUS
source: Going to compost
pt_br: Indo compostar

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.TOOLTIP
source: This Duplicant is dropping off organic material at the compost
pt_br: Este Duplicante está soltando material orgânico para compostagem

# STRINGS.DUPLICANTS.CHORES.COOK.NAME
source: Cook
pt_br: Cozinhar

# STRINGS.DUPLICANTS.CHORES.COOK.STATUS
source: Going to cook
pt_br: Indo cozinhar

# STRINGS.DUPLICANTS.CHORES.COOK.TOOLTIP
source: This Duplicant is cooking food
pt_br: Este Duplicante está cozinhando comida

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.NAME
source: Cool Off
pt_br: Esfriar

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.STATUS
source: Going to cool off
pt_br: Indo esfriar

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.TOOLTIP
source: This Duplicant got too hot and is going to cool off
pt_br: Este Duplicante ficou com muito calor e está tentando se esfriar

# STRINGS.DUPLICANTS.CHORES.COUGH.NAME
source: Cough
pt_br: Tossir

# STRINGS.DUPLICANTS.CHORES.COUGH.STATUS
source: Coughing
pt_br: Tossindo

# STRINGS.DUPLICANTS.CHORES.COUGH.TOOLTIP
source: Coughing is a symptom of illness and spreads airborne Germs
pt_br: Tossir é um sinal de doença e também espalha Germes aéreos

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.NAME
source: Tend
pt_br: Cuidar

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.STATUS
source: Tending plant
pt_br: Cuidando de plantas

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.TOOLTIP
source: Tending plants increases their growth rate
pt_br: Cuidar de plantas aumenta sua velocidade de crescimento

# STRINGS.DUPLICANTS.CHORES.DEBUGGOTO.NAME
source: DebugGoTo
pt_br: DebugIrPara

# STRINGS.DUPLICANTS.CHORES.DEBUGGOTO.STATUS
source: DebugGoTo
pt_br: DebugIrPara

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.NAME
source: Deconstruct
pt_br: Desconstruir

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.STATUS
source: Going to deconstruct
pt_br: Indo desconstruir

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.TOOLTIP
source: This Duplicant is demolishing a building
pt_br: Este Duplicante está demolindo uma estrutura

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.NAME
source: Deliver Food
pt_br: Entregar comida

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.STATUS
source: Delivering food
pt_br: Entregando comida

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.TOOLTIP
source: Under thirty minutes or it's free
pt_br: Entrega em 30 minutos ou seu dinheiro de volta

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.NAME
source: Depressurize Well
pt_br: Despressurizar Fonte

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.STATUS
source: Going to depressurize well
pt_br: Indo despressurizar fonte

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.TOOLTIP
source: Oil Wells need to be periodically depressurized to function
pt_br: Fontes de Petróleo necessitam ser periodicamente despressurizadas para funcionar

# STRINGS.DUPLICANTS.CHORES.DIE.NAME
source: Die
pt_br: Morrer

# STRINGS.DUPLICANTS.CHORES.DIE.STATUS
source: Dying
pt_br: Morrendo

# STRINGS.DUPLICANTS.CHORES.DIE.TOOLTIP
source: Fare thee well, brave soul
pt_br: Adeus a ti, alma corajosa

# STRINGS.DUPLICANTS.CHORES.DIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.DUPLICANTS.CHORES.DIG.STATUS
source: Going to dig
pt_br: Indo cavar

# STRINGS.DUPLICANTS.CHORES.DIG.TOOLTIP
source: Digging produces usable ores and materials and makes space
pt_br: Escavar produz minérios e materiais úteis e libera espaço

# STRINGS.DUPLICANTS.CHORES.DISINFECT.NAME
source: Disinfect
pt_br: Desinfetar

# STRINGS.DUPLICANTS.CHORES.DISINFECT.STATUS
source: Going to disinfect
pt_br: Indo desinfetar

# STRINGS.DUPLICANTS.CHORES.DISINFECT.TOOLTIP
source: Buildings can be disinfected to remove contagious Germs on their surfaces
pt_br: Estruturas podem ser desinfetadas para remover Germes contagiosos de suas superfícies

# STRINGS.DUPLICANTS.CHORES.DOCTOR.NAME
source: Treat Patient
pt_br: Tratar Paciente

# STRINGS.DUPLICANTS.CHORES.DOCTOR.STATUS
source: Treating patient
pt_br: Tratando do paciente

# STRINGS.DUPLICANTS.CHORES.DOCTOR.TOOLTIP
source: This Duplicant is trying to make one of their peers feel better
pt_br: Este Duplicante está tentando fazer um dos seus próximos sentir-se melhor

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.NAME
source: Drop Inventory
pt_br: Soltar Inventário

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.STATUS
source: Dropping unused inventory
pt_br: Soltando inventário não usado

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping carried items they no longer need
pt_br: Este Duplicante está soltando itens que ele não precisa mais

# STRINGS.DUPLICANTS.CHORES.EAT.NAME
source: Eat
pt_br: Comer

# STRINGS.DUPLICANTS.CHORES.EAT.STATUS
source: Going to eat
pt_br: Indo comer

# STRINGS.DUPLICANTS.CHORES.EAT.TOOLTIP
source: Duplicants eat to replenish their calorie stores
pt_br: Duplicantes comem para recarregar suas reservas calóricas

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.NAME
source: Express Themselves
pt_br: Se Expressar

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.STATUS
source: Expressing themselves
pt_br: Expressando-se

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.TOOLTIP
source: This Duplicant needs a moment to express their feelings, then they'll be on their way
pt_br: Este Duplicante precisa de um momento para expressar seus sentimentos e aí ele voltará a trabalhar

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.NAME
source: Empty Storage
pt_br: Esvaziar Armazenagem

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.STATUS
source: Going to empty storage
pt_br: Indo esvaziar armazenagem

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.TOOLTIP
source: This Duplicant is taking items out of storage
pt_br: Este Duplicante está retirando itens da armazenagem

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.NAME
source: Entombed
pt_br: Soterrado

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.STATUS
source: Entombed
pt_br: Soterrado

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.TOOLTIP
source: Entombed Duplicants are at risk of suffocating and must be dug out by others in the colony
pt_br: Duplicantes Soterrados estão correndo risco de sufocar e precisam ser desenterrados por outros na colônia

# STRINGS.DUPLICANTS.CHORES.EQUIP.NAME
source: Equip
pt_br: Equipar

# STRINGS.DUPLICANTS.CHORES.EQUIP.STATUS
source: Moving to equip
pt_br: Movendo-se p/equipar

# STRINGS.DUPLICANTS.CHORES.EQUIP.TOOLTIP
source: This Duplicant is putting on a piece of equipment
pt_br: Este Duplicante está vestindo uma peça de equipamento

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.NAME
source: Equip Exosuit
pt_br: Vestir Exotraje

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.STATUS
source: Equipping exosuit
pt_br: Vestindo exotraje

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.TOOLTIP
source: This Duplicant is putting on protective gear
pt_br: Este Duplicante está vestindo equipamento de proteção

# STRINGS.DUPLICANTS.CHORES.FABRICATE.NAME
source: Fabricate
pt_br: Fabricar

# STRINGS.DUPLICANTS.CHORES.FABRICATE.STATUS
source: Going to fabricate
pt_br: Indo fabricar

# STRINGS.DUPLICANTS.CHORES.FABRICATE.TOOLTIP
source: This Duplicant is crafting something
pt_br: Este Duplicante está fabricando alguma coisa

# STRINGS.DUPLICANTS.CHORES.FETCH.NAME
source: Deliver
pt_br: Entregar

# STRINGS.DUPLICANTS.CHORES.FETCH.REPORT_NAME
source: Deliver to {0}
pt_br: Entregar para {0}

# STRINGS.DUPLICANTS.CHORES.FETCH.STATUS
source: Delivering
pt_br: Entregando

# STRINGS.DUPLICANTS.CHORES.FETCH.TOOLTIP
source: This Duplicant is delivering materials to where they'll be needed
pt_br: Este Duplicante está entregando materiais para onde eles são necessários

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.NAME
source: Relocate Critter
pt_br: Realocar Criatura

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.STATUS
source: Relocating Critter
pt_br: Realocando Criatura

# STRINGS.DUPLICANTS.CHORES.FETCHCREATURE.TOOLTIP
source: This Rancher Duplicant is moving a critter
pt_br: Este Duplicante Fazendeiro está movendo uma criatura

# STRINGS.DUPLICANTS.CHORES.FLEE.NAME
source: Flee
pt_br: Escapar

# STRINGS.DUPLICANTS.CHORES.FLEE.STATUS
source: Fleeing
pt_br: Escapando

# STRINGS.DUPLICANTS.CHORES.FLEE.TOOLTIP
source: Run away!
pt_br: Fuja!

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.NAME
source: Flip
pt_br: Cobrir

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.STATUS
source: Going to flip compost
pt_br: Indo cobrir compostos

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.TOOLTIP
source: Composts need to be flipped to produce Fertilizer
pt_br: Compostos devem ser cobertos para produzir Fertilizante

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.NAME
source: Generate Power
pt_br: Gerar Energia

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.STATUS
source: Going to generate power
pt_br: Indo gerar energia

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.TOOLTIP
source: This Duplicant is producing electrical power
pt_br: Este Duplicante está produzindo energia elétrica

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.NAME
source: Use Neural Vacillator
pt_br: Usar Vacilador Neural

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.STATUS
source: Using Neural Vacillator
pt_br: Usando Vacilador Neural

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.TOOLTIP
source: This Duplicant is being experimented on!
pt_br: Este Duplicante está fazendo parte de uma experiência!

# STRINGS.DUPLICANTS.CHORES.HARVEST.NAME
source: Harvest
pt_br: Colher

# STRINGS.DUPLICANTS.CHORES.HARVEST.STATUS
source: Going to harvest
pt_br: Indo colher

# STRINGS.DUPLICANTS.CHORES.HARVEST.TOOLTIP
source: This Duplicant is harvesting usable materials from a mature plant
pt_br: Este Duplicante está colhendo materiais úteis de uma planta madura

# STRINGS.DUPLICANTS.CHORES.HATCHCREATURE.NAME
source: Assist Newborn Critter
pt_br: Assistir à Criatura Recém-nascida

# STRINGS.DUPLICANTS.CHORES.HATCHCREATURE.STATUS
source: Assisting Newborn Critter
pt_br: Assistindo à Criatura Recém-nascida

# STRINGS.DUPLICANTS.CHORES.HATCHCREATURE.TOOLTIP
source: This Rancher Duplicant is welcoming a newborn critter into the colony
pt_br: Este Duplicante Fazendeiro está dando as boas vindas para uma nova criatura na colônia

# STRINGS.DUPLICANTS.CHORES.HEAL.NAME
source: Heal
pt_br: Curar

# STRINGS.DUPLICANTS.CHORES.HEAL.STATUS
source: Healing
pt_br: Curando

# STRINGS.DUPLICANTS.CHORES.HEAL.TOOLTIP
source: This Duplicant is taking some time to recover from their wounds
pt_br: Este Duplicante está usando um pouco de tempo para se recuperar de seus ferimentos

# STRINGS.DUPLICANTS.CHORES.IDLE.NAME
source: Idle
pt_br: Ocioso

# STRINGS.DUPLICANTS.CHORES.IDLE.STATUS
source: Idle
pt_br: Ocioso

# STRINGS.DUPLICANTS.CHORES.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending errands
pt_br: Este Duplicante não consegue alcançar nenhuma das tarefas pendentes

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.NAME
source: Use Fan
pt_br: Usar Ventilador

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.STATUS
source: Going to use fan
pt_br: Indo usar ventilador

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.TOOLTIP
source: This Duplicant is attempting to cool down the area
pt_br: Este Duplicante está tentando esfriar a área

# STRINGS.DUPLICANTS.CHORES.MOP.NAME
source: Mop
pt_br: Secar

# STRINGS.DUPLICANTS.CHORES.MOP.STATUS
source: Going to mop
pt_br: Indo secar

# STRINGS.DUPLICANTS.CHORES.MOP.TOOLTIP
source: Mopping removes liquids from the floor and bottles them for transport
pt_br: Secar remove líquidos do chão e os engarrafa para o transporte

# STRINGS.DUPLICANTS.CHORES.MOVETO.NAME
source: Move to
pt_br: Ir para

# STRINGS.DUPLICANTS.CHORES.MOVETO.STATUS
source: Moving to location
pt_br: Movendo para o local

# STRINGS.DUPLICANTS.CHORES.MOVETO.TOOLTIP
source: This Duplicant was manually directed to move to a specific location
pt_br: Este Duplicante foi manualmente direcionado para se mover para um local específico

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.NAME
source: Move to Quarantine
pt_br: Ir para Quarentena

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.STATUS
source: Moving to quarantine
pt_br: Movendo para quarentena

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.TOOLTIP
source: This Duplicant will isolate themselves to keep their illness away from the colony
pt_br: Este Duplicante vai se isolar para manter sua doença longe da colônia

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.NAME
source: Move to Safety
pt_br: Ir para Local Seguro

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.STATUS
source: Moving to safety
pt_br: Indo para local seguro

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.TOOLTIP
source: This Duplicant's getting out of here!
pt_br: Este Duplicante está fugindo daí!

# STRINGS.DUPLICANTS.CHORES.MUSH.NAME
source: Mush
pt_br: Compactar

# STRINGS.DUPLICANTS.CHORES.MUSH.STATUS
source: Going to mush
pt_br: Indo compactar

# STRINGS.DUPLICANTS.CHORES.MUSH.TOOLTIP
source: This Duplicant is producing food
pt_br: Este Duplicante está produzindo comida

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.NAME
source: Narcoleptic Nap
pt_br: Cochilo Narcoléptico

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.STATUS
source: Narcolepsy Napping
pt_br: Cochilo Narcoléptico

# STRINGS.DUPLICANTS.CHORES.PEE.NAME
source: Relieve Self
pt_br: Aliviar-se

# STRINGS.DUPLICANTS.CHORES.PEE.STATUS
source: Relieving self
pt_br: Aliviando-se

# STRINGS.DUPLICANTS.CHORES.PEE.TOOLTIP
source: This Duplicant didn't find a toilet in time. Oops
pt_br: Este Duplicante não conseguiu achar um banheiro a tempo. Ops

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.NAME
source: Tinker
pt_br: Manusear

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.STATUS
source: Tinkering
pt_br: Manuseando

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.TOOLTIP
source: Tinkering with buildings improves their functionality
pt_br: Manuseio com estruturas melhora sua funcionalidade

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.ALLOWED_TO_DEPRESSURIZE
source: Not currently overpressure
pt_br: Não está em sobrepressão no momento

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_CHAT
source: Unreachable
pt_br: Inalcançável

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_CURE
source: No applicable diseases
pt_br: Nenhuma doença aplicável

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_MOVE_TO
source: Unreachable
pt_br: Inalcançável

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_PICKUP
source: Cannot pickup
pt_br: Impossível pegar

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CHORE_DRIVER_IS_NULL
source: Assigned to: {Assignee}
pt_br: Designado à: {Assignee}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.DOES_SUIT_NEED_RECHARGING_IDLE
source: Suit is currently charged
pt_br: Traje está carregado no momento

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.DOES_SUIT_NEED_RECHARGING_URGENT
source: Suit is currently charged
pt_br: Traje está carregado no momento

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.EDIBLE_IS_NOT_NULL
source: EdibleIsNotNull
pt_br: ComestívelNãoéNulo

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_ROLE_PERK
source: Requires job perk
pt_br: Requer bônus de trabalho

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_SUIT_MARKER
source: No Suit Checkpoint
pt_br: Sem Ponto de Checagem de Traje

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_TRAIT
source: Missing required trait
pt_br: Falta traço requerido

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_URGE
source: No current need
pt_br: Nenhum desejo atual

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HEADER
source: The selected {Selected} could:
pt_br: O(A) {Selected} selecionado pode:

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ALLOWED_BY_AUTOMATION
source: Automated
pt_br: Automatizado

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ASSIGNED_TO_ME
source: Not assigned to {Selected}
pt_br: Não designado a {Assignee}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_AWAKE
source: {Selected} is sleeping
pt_br: {Selected} está dormindo

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_CONSUMPTION_PERMITTED
source: Disallowed by consumable permissions
pt_br: Proibido por permissões de consumo

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_CREATURE_AVAILABLE_FOR_RANCHING
source: No Critters Available
pt_br: Nenhuma Criatura Disponível

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_FETCH_TARGET_AVAILABLE
source: No pending deliveries
pt_br: Nenhuma entrega pendente

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_FUNCTIONAL
source: Not functioning
pt_br: Não está funcionando

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_GETTING_MORE_STRESSED
source: {Selected}'s stress is decreasing
pt_br: Estresse de {Selected} está diminuindo

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_IN_MY_ROOM
source: Outside {Selected}'s room
pt_br: Fora da sala de {Selected}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MARKED_FOR_DECONSTRUCTION
source: Being deconstructed
pt_br: Está sendo desconstruído

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MARKED_FOR_DISABLE
source: Being disabled
pt_br: Está sendo desativado

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MORE_SATISFYING
source: Low urgency
pt_br: Baixa urgência

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MOVING
source: {Selected} is not moving
pt_br: {Selected} não está se movendo

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NARCOLEPSING
source: {Selected} is currently napping
pt_br: {Target} está tirando um cochilo

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_ANGRY
source: {Selected} is too angry
pt_br: {Selected} está com muita raiva

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_BEING_ATTACKED
source: {Selected} is in combat
pt_br: {Selected} está em combate

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_BURROWED
source: Is not burrowed
pt_br: Não está enterrado

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_RED_ALERT
source: Unavailable in Red Alert
pt_br: Indisponível no Alerta Vermelho

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OFF_LADDER
source: {Selected} is busy climbing
pt_br: {Selected} está ocupado escalando

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OKAY_TIME_TO_SLEEP
source: No current need
pt_br: Nenhum desejo atual

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OPERATIONAL
source: Not operational
pt_br: Não operacional

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_PERMITTED
source: Not permitted
pt_br: Não permitido

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_PREFERRED_ASSIGNABLE
source: Not preferred assignment
pt_br: Não designado a sua preferência

source: Not preferred assignment
pt_br: Não designado a sua preferência

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ROLE
source: Incorrect job assignment
pt_br: Atribuições de trabalho incorreta
