Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.TOOLTIP
source: This Duplicant held their breath too long and needs a breather
pt_br: Este Duplicante precisou segurar a respiração por muito tempo e agora precisa recuperar o fôlego

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.NAME
source: Red Alert!
pt_br: Alerta Vermelho!

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.TOOLTIP
source: The colony is in a state of Red Alert. Duplicants will not eat, sleep, use the bathroom, or engage in leisure activities while the Red Alert is active
pt_br: A colônia está no estado de Alerta Vermelho. Duplicantes não irão comer, dormir, usar o banheiro ou engajar em atividades de lazer enquanto o Alerta Vermelho estiver ativo

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.NAME
source: Relaxing
pt_br: Relaxando

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.TOOLTIP
source: This Duplicant's just taking it easy
pt_br: Este Duplicante está dando uma relaxada

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.NAME
source: Repairing {Target}
pt_br: Reparando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.TOOLTIP
source: This Duplicant is fixing the {Target}
pt_br: Este Duplicante está consertando a {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.NAME
source: Rescuing {Target}
pt_br: Resgatando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.TOOLTIP
source: This Duplicant is saving {Target} from certain peril!
pt_br: Este Duplicante está salvando {Target} de perigo certo!

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.NAME
source: Researching {Tech}
pt_br: Pesquisando {Tech}

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.TOOLTIP
source: This Duplicant is intently researching {Tech} technology
pt_br: Este Duplicante está se esforçando na pesquisa da tecnologia {Tech}

# STRINGS.DUPLICANTS.STATUSITEMS.ROLE.NAME
source: {Role}: {Progress} Mastery
pt_br: {Role}: {Progress} de Maestria

# STRINGS.DUPLICANTS.STATUSITEMS.ROLE.TOOLTIP
source: This Duplicant is working as a {Role} ------------------ They have {Progress} mastery of this job
pt_br: Este Duplicante está trabalhando como um {Role} ------------------ Ele possui {Progress} de maestria nesse trabalho

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.NAME
source: Rotten
pt_br: Estragado

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.TOOLTIP
source: Gross!
pt_br: Nojento!

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NAME
source: Severely injured
pt_br: Gravemente ferido

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_NAME
source: Severely injured
pt_br: Gravemente ferido

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_TOOLTIP
source: These Duplicants are badly hurt and require medical attention
pt_br: Estes Duplicantes estão gravemente feridos e necessitam de atenção médica

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant is badly hurt
pt_br: Este Duplicante está muito machucado

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.NAME
source: Showering
pt_br: Tomando banho

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.TOOLTIP
source: This Duplicant is gonna be squeaky clean
pt_br: Este Duplicante está ficando limpíssimo

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.NAME
source: Sleeping
pt_br: Dormindo

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP
source: This Duplicant is recovering stamina
pt_br: Este Duplicante está recuperando energia

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP_DISTURBER
source: They were sleeping peacefully until they were disturbed by {Disturber}
pt_br: Ele estava dormindo tranquilamente até ter sido perturbado por {Disturber}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGBADLY.NAME
source: Sleeping badly
pt_br: Dormindo mal

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGBADLY.TOOLTIP
source: This Duplicant's having trouble falling asleep due to noise from {Disturber} They're going to feel a bit <link="SLEEP">Unrested</link> tomorrow morning
pt_br: Este Duplicante está tendo problemas para dormir devido ao barulho de {Disturber} Ele vai sentir-se um pouco <link="SLEEP">Cansado</link> na manhã seguinte

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.GENERIC
source: Something
pt_br: alguma coisa

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.NAME
source: Awake
pt_br: Acordado

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.TOOLTIP
source: This Duplicant was rudely awoken while they slept
pt_br: Este Duplicante foi rudemente acordado enquanto dormia

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.GENERIC
source: Something
pt_br: alguma coisa

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.NAME
source: Disturbed
pt_br: Pertubado

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.TOOLTIP
source: This Duplicant's sleep is being disturbed by noise from {Disturber}
pt_br: O sono deste Duplicante foi interrompido devido ao barulho de {Disturber}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGPEACEFULLY.NAME
source: Sleeping peacefully
pt_br: Dormindo tranquilamente

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGPEACEFULLY.TOOLTIP
source: This Duplicant is getting well-deserved, quality sleep At this rate they're sure to feel <link="SLEEP">Well Rested</link> tomorrow morning
pt_br: Este Duplicante está tendo um sono de qualidade bem merecido A esta taxa com certeza ele vai se sentir <link="SLEEP">Bem Descansado</link> na manhã seguinte

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGTERRIBLY.NAME
source: Can't sleep
pt_br: Não consegue dormir

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGTERRIBLY.TOOLTIP
source: This Duplicant was woken up by noise from {Disturber} and can't get back to sleep They're going to feel <link="SLEEP">Dead Tired</link> tomorrow morning
pt_br: Este Duplicante foi acordado pelo barulho de {Disturber} e não consegue voltar a dormir Ele vai se sentir <link="SLEEP">Morto de Cansado</link> na manhã seguinte

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NAME
source: Starving
pt_br: Morrendo de fome

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_NAME
source: Starvation
pt_br: Morrendo de fome

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_TOOLTIP
source: These Duplicants are starving and will die if they can't find <link="FOOD">Food</link>:
pt_br: Estes Duplicantes estão passando fome e morrerão se não encontrarem <link="FOOD">Comida</link>:

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.TOOLTIP
source: This Duplicant is about to die and needs food!
pt_br: Este Duplicante está prestes a morrer e necessita de comida!

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.NAME
source: Allocating {Item} to {Target}
pt_br: Alocando {Item} para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.TOOLTIP
source: This Duplicant is delivering materials to a {Target} construction errand
pt_br: Este Duplicante está entregando materiais para a ordem de construção {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.NAME
source: Storing {Item}
pt_br: Armazenando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.TOOLTIP
source: This Duplicant is putting {Item} away in {Target}
pt_br: Este Duplicante está colocando {Item} no {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.NAME
source: Frustrated
pt_br: Frustrado

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.TOOLTIP
source: This Duplicant is trying to keep their cool
pt_br: Este Duplicante está tentando ficar calmo

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.NAME
source: Stress Cravings
pt_br: Vontade de Comer

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.TOOLTIP
source: This Duplicant is consumed by hunger
pt_br: Este Duplicante está sendo consumido pela vontade de comer

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.NAME
source: Misty Eyed
pt_br: Cara de Choro

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.TOOLTIP
source: This Duplicant is trying to swallow their emotions and failing
pt_br: Este Duplicante está tentando engolir o choro mas não está conseguindo

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.NAME
source: Stress Burp
pt_br: Azia

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.TOOLTIP
source: Kind of like having butterflies in your stomach, except they're burps
pt_br: Como se existissem borboletas no estômago, só que são arrotos

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NAME
source: Stressed
pt_br: Estressado

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_NAME
source: High stress
pt_br: Alto estresse

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_TOOLTIP
source: These Duplicants are <link="STRESS">Stressed</link> and need to unwind:
pt_br: Estes Duplicantes estão <link="STRESS">Estressados</link> e precisam relaxar:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.TOOLTIP
source: This Duplicant is feeling the pressure
pt_br: Este Duplicante está sentindo a pressão

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NAME
source: Making a mess
pt_br: Fazendo uma bagunça

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_NAME
source: Made a mess
pt_br: Fez uma bagunça

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_TOOLTIP
source: These Duplicants could not find a toilet in time. Use the <color=#833A5FFF>MOP TOOL</color> [M] to clean up their mess:
pt_br: Estes Duplicantes não conseguiram chegar ao banheiro a tempo. Use a <color=#833A5FFF>FERRAMENTA SECAR</color> [M] para limpar a bagunça:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant couldn't find a toilet and is super embarrassed
pt_br: Este Duplicante não conseguiu achar um banheiro e está super envergonhado

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NAME
source: Stress vomiting
pt_br: Vomitando (Estresse)

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_NAME
source: Stress vomiting
pt_br: Vomitando (Estresse)

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <link="STRESS">Stressed</link> they threw up:
pt_br: Estes Duplicantes ficaram tão <link="STRESS">Estressados</link> que acabaram vomitando:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.TOOLTIP
source: This Duplicant is relieving their stress all over the floor
pt_br: Este Duplicante está aliviando seu estresse todo pelo chão

# STRINGS.DUPLICANTS.STATUSITEMS.STUDYING.NAME
source: Analyzing
pt_br: Analisando

# STRINGS.DUPLICANTS.STATUSITEMS.STUDYING.TOOLTIP
source: This Duplicant is conducting a field study of a Natural Feature
pt_br: Este Duplicante está conduzindo uma pesquisa de campo de um Recurso Natural

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
pt_br: Sufocando

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_NAME
source: Suffocating
pt_br: Sufocando

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_TOOLTIP
source: These Duplicants cannot breathe:
pt_br: Estes Duplicantes não conseguem respirar:

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This Duplicant cannot breathe!
pt_br: Este Duplicante não consegue respirar!

# STRINGS.DUPLICANTS.STATUSITEMS.TINKERING.NAME
source: Tinkering
pt_br: Aprimorando

# STRINGS.DUPLICANTS.STATUSITEMS.TINKERING.TOOLTIP
source: This Duplicant is making functional improvements to a building
pt_br: Este Duplicante está fazendo melhorias funcionais em uma estrutura

# STRINGS.DUPLICANTS.STATUSITEMS.TIRED.NAME
source: Tired
pt_br: Cansado

# STRINGS.DUPLICANTS.STATUSITEMS.TIRED.TOOLTIP
source: This Duplicant could use a nice nap
pt_br: Este Duplicante poderia tirar um bom cochilo

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLING.NAME
source: Change {Target} setting
pt_br: Mudar a configuração de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLING.TOOLTIP
source: This Duplicant is changing the {Target}'s setting
pt_br: Este Duplicante está mudando a configuração de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NAME
source: Unreachable restroom
pt_br: Banheiro inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NOTIFICATION_NAME
source: Unreachable restroom
pt_br: Banheiro inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access a functioning toilet:
pt_br: Estes Duplicantes não conseguem acessar um banheiro em funcionamento:

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.TOOLTIP
source: This Duplicant cannot access a functioning toilet
pt_br: Este Duplicante não consegue acessar um banheiro em funcionamento

# STRINGS.DUPLICANTS.STATUSITEMS.UPROOTING.NAME
source: Uprooting {Target}
pt_br: Desenraizando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.UPROOTING.TOOLTIP
source: This Duplicant is digging up a {Target}
pt_br: Este Duplicante está desenraizando uma {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.USEITEMDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.USEITEMDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NAME
source: Throwing up
pt_br: Vomitando

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NOTIFICATION_NAME
source: Throwing up
pt_br: Vomitando

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NOTIFICATION_TOOLTIP
source: A <link="DISEASE">Disease</link> has caused these Duplicants to throw up:
pt_br: Uma <link="DISEASE">Doença</link> fez com que os Duplicantes vomitassem:

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.TOOLTIP
source: This Duplicant has unceremoniously hurled as the result of a disease
pt_br: Este Duplicante vomitou devido à uma doença

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.NAME
source: Warming up
pt_br: Aquecendo

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.TOOLTIP
source: This Duplicant got too cold and is trying to warm up
pt_br: Este Duplicante ficou com muito frio e está tentando se aquecer

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando recursos para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Este Duplicante está transportando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.NAME
source: Washing hands
pt_br: Lavando as mãos

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.TOOLTIP
source: This Duplicant is washing their hands
pt_br: Este Duplicante está lavando as mãos

# STRINGS.DUPLICANTS.THOUGHTS.ANGRY.TOOLTIP
source: Angry
pt_br: Com raiva

# STRINGS.DUPLICANTS.THOUGHTS.COLD.TOOLTIP
source: Cold
pt_br: Frio

# STRINGS.DUPLICANTS.THOUGHTS.FULLBLADDER.TOOLTIP
source: Full Bladder
pt_br: Bexiga Cheia

# STRINGS.DUPLICANTS.THOUGHTS.GOOD_FOOD_QUALITY.TOOLTIP
source: Delicious Meal
pt_br: Refeição Deliciosa

# STRINGS.DUPLICANTS.THOUGHTS.GOTINFECTED.TOOLTIP
source: Got Infected
pt_br: Se Infectou

# STRINGS.DUPLICANTS.THOUGHTS.HAPPY.TOOLTIP
source: Happy
pt_br: Feliz

# STRINGS.DUPLICANTS.THOUGHTS.HOT.TOOLTIP
source: Hot
pt_br: Quente

# STRINGS.DUPLICANTS.THOUGHTS.NEWROLE.TOOLTIP
source: New Job
pt_br: Novo Trabalho

# STRINGS.DUPLICANTS.THOUGHTS.NOISY.TOOLTIP
source: Loud Area
pt_br: Área Barulhenta

# STRINGS.DUPLICANTS.THOUGHTS.POOR_FOOD_QUALITY.TOOLTIP
source: Lousy Meal
pt_br: Refeição Ruim

# STRINGS.DUPLICANTS.THOUGHTS.POORDECOR.TOOLTIP
source: Poor Decor
pt_br: Decor Pobre

# STRINGS.DUPLICANTS.THOUGHTS.PUTRIDODOUR.TOOLTIP
source: Smelled Something Putrid
pt_br: Sentiu Algo Horrível

# STRINGS.DUPLICANTS.THOUGHTS.RAGING.TOOLTIP
source: Raging
pt_br: Furioso

# STRINGS.DUPLICANTS.THOUGHTS.SLEEPY.TOOLTIP
source: Sleepy
pt_br: Sonolento

# STRINGS.DUPLICANTS.THOUGHTS.STARVING.TOOLTIP
source: Starving
pt_br: Morrendo de Fome

# STRINGS.DUPLICANTS.THOUGHTS.SUFFOCATING.TOOLTIP
source: Suffocating
pt_br: Sufocando

# STRINGS.DUPLICANTS.THOUGHTS.UNHAPPY.TOOLTIP
source: Unhappy
pt_br: Triste

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.DESC
source: This Duplicant handles stress by taking their frustrations out on defenseless machines
pt_br: Este Duplicante lida com estresse ao descontar suas frustrações em máquinas indefesas

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NAME
source: Destructive
pt_br: Destrutivo

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NOREPAIR
source: • Will not repair buildings above 60% stress
pt_br: • Não irá reparar estruturas se o estresse estiver acima de 60%

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.DESC
source: This Duplicant has trouble keeping up with the others
pt_br: Este Duplicante tem dificuldade em acompanhar os outros

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.NAME
source: Anemic
pt_br: Anêmico

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.DESC
source: This Duplicant collapses when put under too much pressure
pt_br: Este Duplicante desmaia quando colocado sobre muita pressão

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.NAME
source: Anxious
pt_br: Ansioso

# STRINGS.DUPLICANTS.TRAITS.BEDSIDEMANNER.DESC
source: This Duplicant has good bedside manner and a healing touch
pt_br: Este Duplicante sabe cuidar muito bem de um paciente e tem um toque curativo

# STRINGS.DUPLICANTS.TRAITS.BEDSIDEMANNER.NAME
source: Caregiver
pt_br: Cuidador

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.DESC
source: This Duplicant will dangerously overeat when stressed
pt_br: Este Duplicante vai comer demais quando estressado

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.NAME
source: Binge Eater
pt_br: Boca Nervosa

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.DESC
source: This Duplicant might actually be several black holes in a trench coat
pt_br: Este Duplicante deve ter vários buracos negros no seu estômago

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.NAME
source: Bottomless Stomach
pt_br: Estômago sem fundo

# STRINGS.DUPLICANTS.TRAITS.CANNOT_DO_TASK
source: • Cannot perform errand: {0}
pt_br: • Não pode realizar a tarefa: {0}

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.DESC
source: This Duplicant is incapable of building even the most basic of structures
pt_br: Este Duplicante é incapaz de construir até a mais básica das estruturas

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.NAME
source: Unconstructive
pt_br: Não-construtivo

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.DESC
source: This Duplicant has a deep-seated distrust of the culinary arts
pt_br: Este Duplicante tem um profundo desgosto pelas artes culinárias

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.NAME
source: Gastrophobia
pt_br: Gastrofobia

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.DESC
source: This Duplicant's fear of holes makes it impossible for them to dig
pt_br: O medo de buracos deste Duplicante o torna impossível para cavar buracos

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.NAME
source: Trypophobia
pt_br: Tripofobia

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.DESC
source: This Duplicant isn't the brightest star in the solar system
pt_br: Este Duplicante não é a estrela mais brilhante do sistema solar

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.NAME
source: Yokel
pt_br: Caipira

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.DESC
source: This Duplicant was a talented opera singer and a snorkeling instructor.
pt_br: Este Duplicante foi um cantor de ópera talentoso e um instrutor de mergulho.

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.NAME
source: Deeper Diver's Lungs
pt_br: Pulmão de Mergulhador Profundo

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.DESC
source: This Duplicant could have been a talented opera singer in another life
pt_br: Este Duplicante pode ter sido um cantor de ópera talentoso em outra vida

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.NAME
source: Diver's Lungs
pt_br: Pulmão de Mergulhador

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.DESC
source: This Duplicant always wakes up feeling fresh and efficient!
pt_br: Este Duplicante sempre acorda se sentindo novo e eficiente!

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.EXTENDED_DESC
source: • Morning: {0} bonus to all skills • Evening: Bonuses removed
pt_br: • Manhã: {0} bônus para todas as habilidades • Noite: Bônus removidos

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.NAME
source: Early Bird
pt_br: Pássaro da Manhã

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.DESC
source: This Duplicant's sharp as a tack and learns new skills with amazing speed
pt_br: Este Duplicante é inteligente feito um golfinho e melhora suas habilidades com uma velocidade incrível

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.NAME
source: Quick Learner
pt_br: Aluno Aplicado

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.DESC
source: Some Duplicants are just full of it
pt_br: Alguns Duplicantes estão cheios deles

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.NAME
source: Flatulent
pt_br: Flatulento

# STRINGS.DUPLICANTS.TRAITS.FUSSY.DESC
source: Nothing's ever quite good enough for this Duplicant
pt_br: Nada está bom o suficiente para este Duplicante

# STRINGS.DUPLICANTS.TRAITS.FUSSY.NAME
source: Fussy
pt_br: Exigente

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.DESC
source: This Duplicant likes to throw a wrench into the colony's plans... in a good way
pt_br: Este Duplicante gosta de jogar uma chave inglesa nos planos da colônia... em um bom sentido
