Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_GASPORTS_OBSTRUCTED
source: Gas ports are obstructed
pt_br: Portas de gás estão obstruídas

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INSIDEGROUND
source: Must be built in the ground
pt_br: Precisa ser construído no chão

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INVALID_CELL
source: Invalid Cell
pt_br: Célula Inválida

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_LIQUIDPORTS_OBSTRUCTED
source: Liquid ports are obstructed
pt_br: Portas de líquido estão obstruídas

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_LOGIC_PORTS_OBSTRUCTED
source: Automation ports are obstructed
pt_br: Portas de gás estão obstruídas

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_NOT_IN_TILES
source: Cannot be built inside tile
pt_br: Não pode ser construído dentro de um bloco

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_OCCUPIED
source: Must be built in unoccupied space
pt_br: Precisa ser construído em espaço não ocupado

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_WIRE_OBSTRUCTION
source: Obstructed by wire
pt_br: Obstruído por cabo

# STRINGS.UI.TOOLTIPS.HELP_REQUIRES_ROOM
source: Must be in a room
pt_br: Precisa estar em um quarto

# STRINGS.UI.TOOLTIPS.HELP_ROTATE_KEY
source: Press <color=#F44A47>[{Key}]</color> to Rotate
pt_br: Pressione <color=#F44A47>[{Key}]</color> para Rotacionar

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_NO_UTURNS
source: Can't U-Turn
pt_br: Não Pode Fazer Curva Em U

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_STRAIGHT_BRIDGES
source: Can't Turn Here
pt_br: Não Pode Virar Aqui

# STRINGS.UI.TOOLTIPS.INFOPANEL
source: The Info Panel contains an overview of the basic information about your Duplicant
pt_br: A aba Info contém uma visão geral sobre as informações mais básicas sobre seu Duplicante

# STRINGS.UI.TOOLTIPS.ITEMSPANEL
source: The Items Panel displays everything your Duplicant is in possession of
pt_br: A aba Itens mostra tudo que está em posse do seu Duplicante

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_ATTRIBUTES
source: The following attributes affect a Duplicant's efficiency at this errand:
pt_br: Os seguintes atributos afetam a eficiência do Duplicante nesta tarefa:

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_CANNOTPERFORMTASK
source: {0} cannot perform this errand.
pt_br: {0} não pode fazer esta tarefa.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_PRIORITY
source: Urgent errands are always performed before non-urgent errands. However, a busy Duplicant will continue to work on their current errand until it's complete, even if a more urgent errand becomes available.
pt_br: Tarefas urgentes são feitas antes das tarefas não urgentes. No entanto, um Duplicante ocupado sempre vai continuar fazendo sua tarefa atual até ficar completa, mesmo se uma tarefa mais urgente ficar disponível.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_RELEVANT_ATTRIBUTES
source: Relevant Attributes:
pt_br: Atributos Relevantes:

# STRINGS.UI.TOOLTIPS.JOULESOVERLAYSTRING
source: Displays the thermal energy in each cell
pt_br: Mostra a energia térmica em cada célula

# STRINGS.UI.TOOLTIPS.LIGHTSOVERLAYSTRING
source: Displays the visibility radius of light sources
pt_br: Mostra o raio de visibilidade de fontes de luz

# STRINGS.UI.TOOLTIPS.LIQUIDVENTOVERLAYSTRING
source: Displays liquid pipe system components
pt_br: Mostra componentes de um encanamento de líquidos

# STRINGS.UI.TOOLTIPS.LOGICOVERLAYSTRING
source: Displays automation grid components
pt_br: Mostra os componentes de um circuito automatizado

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CODEX
source: Browse database entries
pt_br: Gerenciar entradas do banco de dados

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CONSUMABLES
source: Manage Duplicants' diets
pt_br: Gerencie a dieta dos Duplicantes

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_DAILYREPORT
source: View daily Colony Reports
pt_br: Visualize os Relatórios diários da Colônia

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_JOBS
source: Manage Duplicants' errand priorities
pt_br: Gerencie as prioridade das tarefas dos Duplicantes

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_RESEARCH
source: Build a Research Station to unlock ------------------ Research buildings can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
pt_br: Construa uma Estação de Pesquisa para desbloquear ------------------ Estruturas de pesquisa podem ser encontradas na aba Estações <color=#F44A47>[0]</color> do Menu Construir

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_ROLES_STATION
source: Build a Jobs Board to unlock ------------------ The Jobs Board can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
pt_br: Construa um Quadro de Trabalhos para desbloquear ------------------ O Quadro de Trabalhos pode ser encontrado na aba Estações <color=#F44A47>[0]</color> do Menu Construir

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_RESEARCH
source: View the Research Tree
pt_br: Visualize a árvore tecnológica

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_ROLES
source: Manage Duplicants' priorities and job assignments
pt_br: Gerencie as atribuições de trabalho e prioridades dos Duplicantes

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_SCHEDULE
source: Adjust colony timetable
pt_br: Ajuste a rotina da colônia

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_VITALS
source: View Duplicants' vitals
pt_br: Visualize sinais vitais dos Duplicantes

# STRINGS.UI.TOOLTIPS.MATIERIAL_MOD
source: Made out of {0}
pt_br: Feito de {0}

# STRINGS.UI.TOOLTIPS.MESSAGESTOOLTIP
source: Messages are events that have happened and tips to help you manage your colony
pt_br: Mensagens são eventos que aconteceram e dicas para ajudar a gerenciar sua colônia

# STRINGS.UI.TOOLTIPS.METERSCREEN_AVGSTRESS
source: Highest Stress: {0}
pt_br: Estresse mais Alto: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_IMMUNITY_LEVELS
source: Immune Systems: {0}
pt_br: Sistema Imune: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_MEALHISTORY
source: Calories Available: {0}
pt_br: Calorias Disponíveis: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_POPULATION
source: Population: {0}
pt_br: População: {0}

# STRINGS.UI.TOOLTIPS.MOPBUTTON
source: Drag to swab unwanted liquids
pt_br: Arraste para remover líquidos indesejados

# STRINGS.UI.TOOLTIPS.NEXTMESSAGESTOOLTIP
source: Next message
pt_br: Próxima mensagem

# STRINGS.UI.TOOLTIPS.NO_CODEX_ENTRY
source: No database entry available
pt_br: Nenhuma entrada no banco de dados disponível

# STRINGS.UI.TOOLTIPS.NOISE_POLLUTION_OVERLAY_STRING
source: Displays ambient noise levels
pt_br: Mostra níveis de barulho do ambiente

# STRINGS.UI.TOOLTIPS.NOMATERIAL
source: Not enough materials
pt_br: Materiais insuficientes

# STRINGS.UI.TOOLTIPS.OPEN_CODEX_ENTRY
source: View full entry in database
pt_br: Ver informação completa no banco de dados

# STRINGS.UI.TOOLTIPS.OXYGENOVERLAYSTRING
source: Displays ambient oxygen density
pt_br: Mostra a densidade do oxigênio no ambiente

# STRINGS.UI.TOOLTIPS.PAUSE
source: Pause
pt_br: Pausa

# STRINGS.UI.TOOLTIPS.PAUSEBUTTON
source: Pause
pt_br: Pausar

# STRINGS.UI.TOOLTIPS.PLAYBUTTON
source: Start
pt_br: Iniciar

# STRINGS.UI.TOOLTIPS.POWEROVERLAYSTRING
source: Displays power grid components
pt_br: Mostra os componentes de um circuito elétrico

# STRINGS.UI.TOOLTIPS.PRIORITIESOVERLAYSTRING
source: Displays errand sub-priority values
pt_br: Mostra os valores de sub-prioridade das tarefas

# STRINGS.UI.TOOLTIPS.PRIORITIZEBUTTON
source: Drag to set errand Sub-Priority
pt_br: Arraste para definir a sub-prioridade da tarefa

# STRINGS.UI.TOOLTIPS.RANDOMIZECREATURENAME
source: Randomize this critter's name
pt_br: Aleatorizar o nome desta criatura

# STRINGS.UI.TOOLTIPS.RANDOMIZENAME
source: Randomize this Duplicant's name
pt_br: Aleatorizar o nome deste Duplicante

# STRINGS.UI.TOOLTIPS.REACHABILITYOVERLAYSTRING
source: Displays areas accessible by Duplicants
pt_br: Mostra áreas acessíveis aos Duplicantes

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE
source: Queue 1 {0} for fabrication
pt_br: Coloca na fila 1 {0} para fabricação

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE_INFINITE
source: Continuously fabricate {0} if resources are available
pt_br: Fabrica continuamente {0} se recursos estiverem disponíveis

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_OFF
source: Disable Red Alert
pt_br: Desativar Alerta Vermelho

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_ON
source: Enable Red Alert
pt_br: Ativar Alerta Vermelho

# STRINGS.UI.TOOLTIPS.RED_ALERT_CONTENT
source: Colonywide emergency state Duplicants ignore basic needs to work
pt_br: Estado de Emergência da Colônia Duplicantes vão ignorar necessidades básicas para trabalhar

# STRINGS.UI.TOOLTIPS.RED_ALERT_TITLE
source: Toggle Red Alert
pt_br: Alternar Alertar Vermelho

# STRINGS.UI.TOOLTIPS.ROOMSOVERLAYSTRING
source: Displays fully enclosed rooms
pt_br: Mostra salas devidamente construídas

# STRINGS.UI.TOOLTIPS.SELECTAMATERIAL
source: There are insufficient materials to construct this building
pt_br: Não existem materiais suficientes para construir esta estrutura

# STRINGS.UI.TOOLTIPS.SORTCOLUMN
source: Click to sort
pt_br: Clique para organizar

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_FAST
source: Fast speed {0}
pt_br: Velocidade rápida {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_MEDIUM
source: Medium speed {0}
pt_br: Velocidade média {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_SLOW
source: Slow speed {0}
pt_br: Velocidade lenta {0}

# STRINGS.UI.TOOLTIPS.STATSPANEL
source: The Stats Panel gives an overview of your Duplicant's individual stats
pt_br: A aba Atributos dá uma visão geral sobre os atributos individuais do seu Duplicante

# STRINGS.UI.TOOLTIPS.STRESSDESCRIPTION
source: Accommodate your Duplicant's needs to manage their <link="STRESS">Stress</link>. Low <link="STRESS">Stress</link> can provide a productivity boost, while high <link="STRESS">Stress</link> can impair production or even lead to a nervous breakdown.
pt_br: Atenda as necessidades dos seus Duplicantes por gerenciar seu <link="STRESS">Estresse</link>. <link="STRESS">Estresse</link> baixo pode providenciar uma melhora na produtividade, enquanto <link="STRESS">Estresse</link> alto pode parar a produção ou até levar a um colapso nervoso.

# STRINGS.UI.TOOLTIPS.STRESSPANEL
source: The Stress Panel offers an in detail look at what is affecting your Duplicant psychologically
pt_br: A aba Estresse oferece detalhes do que está afetando psicologicamente seus Duplicantes

# STRINGS.UI.TOOLTIPS.SUITOVERLAYSTRING
source: Displays Exosuits and related buildings
pt_br: Mostra os locais dos Exotrajes e estruturas relacionadas

# STRINGS.UI.TOOLTIPS.TEMPERATUREOVERLAYSTRING
source: Displays ambient temperature
pt_br: Mostra a temperatura ambiente

# STRINGS.UI.TOOLTIPS.UNPAUSE
source: Unpause
pt_br: Retomar

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ATMOSPHERE
source: This plant is immersed in {element}
pt_br: Esta planta está imersa em {element}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_FALSE
source: This plant is drowning in liquid
pt_br: Esta planta está afogando em líquido

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_TRUE
source: This plant is not drowning
pt_br: Esta planta não está afogando

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_FERTILIZER
source: {mass} of fertilizer is currently available
pt_br: {mass} de fertilizante está disponível

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_DARK
source: This plant is currently in the dark
pt_br: Esta planta está no escuro

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_LIGHT
source: This plant is currently lit
pt_br: Esta planta está iluminada

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_IRRIGATION
source: {mass} of liquid is currently available
pt_br: {mass} de líquido disponível

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_PRESSURE
source: The current air pressure is {pressure}
pt_br: Pressão do ar atual é de {pressure}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_INOPERATIONAL
source: This plant is not housed in an operational farm plot
pt_br: Esta planta não está sendo cultivada em uma horta operacional

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_OPERATIONAL
source: This plant is housed in an operational farm plot
pt_br: Esta planta está sendo cultivada em uma horta operacional

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_FALSE
source: This plant must be submerged in liquid
pt_br: Esta planta precisa estar submersa em líquido

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_TRUE
source: This plant is fully submerged in liquid
pt_br: Esta planta está completamente submersa em líquido

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_TEMPERATURE
source: This plant's internal temperature is {temperature}
pt_br: A temperatura interna desta planta é {temperature}

# STRINGS.UI.TOOLTIPS.VITALSPANEL
source: The Vitals Panel monitors the status and well being of your Duplicant
pt_br: A aba Vitais monitora o estado e o bem-estar do seu Duplicante

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.DOOR_DEFAULT
source: Default
pt_br: Padrão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_DISABLED
source: Passing Down through this door is not permitted Click to grant permission
pt_br: Passar para Baixo por esta porta não é permitido Clique para dar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_ENABLED
source: Passing Down through this door is permitted Click to revoke permission
pt_br: Passar para Baixo por esta porta é permitido Clique para revogar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_DISABLED
source: Passing Left through this door is not permitted Click to grant permission
pt_br: Passar pela Esquerda por esta porta não é permitido Clique para dar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_ENABLED
source: Passing Left through this door is permitted Click to revoke permission
pt_br: Passar pela Esquerda por esta porta é permitido Clique para revogar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_DISABLED
source: Passing Right through this door is not permitted Click to grant permission
pt_br: Passar pela Direita por esta porta não é permitido Clique para dar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_ENABLED
source: Passing Right through this door is permitted Click to revoke permission
pt_br: Passar pela Direita por esta porta é permitido Clique para revogar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_DISABLED
source: Passing Up through this door is not permitted Click to grant permission
pt_br: Passar para Cima por esta porta não é permitido Clique para dar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_ENABLED
source: Passing Up through this door is permitted Click to revoke permission
pt_br: Passar para Cima por esta porta é permitido Clique para revogar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.MINION_ACCESS
source: Duplicant Access Permissions
pt_br: Permissões de Acesso ao Duplicante

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.SET_TO_CUSTOM
source: Click to assign custom permissions
pt_br: Clique para designar permissões personalizadas

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.SET_TO_DEFAULT
source: Click to clear custom permissions
pt_br: Clique para limpar permissões personalizadas

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.TITLE
source: Door Access Control
pt_br: Controle de Acesso à Porta

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.USING_CUSTOM
source: Custom Access
pt_br: Acesso Customizado

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.USING_DEFAULT
source: Default Access
pt_br: Acesso Padrão

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.ACTIVATE
source: Break starts at:
pt_br: Intervalo inicia em:

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.DEACTIVATE
source: Break ends at:
pt_br: Intervalo termina em:

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.NAME
source: Breaktime Policy
pt_br: Política de Intervalo

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.ASSIGN_TO_TOOLTIP
source: Assign to {0}
pt_br: Designar a {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.ASSIGNED
source: Assigned
pt_br: Designado

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.DISABLED
source: Ineligible
pt_br: Inelegível

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.DISABLED_TOOLTIP
source: {0} is ineligible for this job assignment
pt_br: {0} é inelegível para este trabalho

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.PUBLIC
source: Public
pt_br: Público

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.SORT_BY_ASSIGNMENT
source: Assignment
pt_br: Atribuição

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.SORT_BY_DUPLICANT
source: Duplicant
pt_br: Duplicante

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.TITLE
source: Assign {0}
pt_br: Designar {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.UNASSIGN_TOOLTIP
source: Assigned to {0}
pt_br: Designado à: {0}

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.ALLOWMANUALBUTTON
source: Allow Manual Use
pt_br: Permitir Uso Manual

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.ALLOWMANUALBUTTONTOOLTIP
source: Allow Duplicants to manually manage these storage materials
pt_br: Permitir aos Duplicantes gerenciarem manualmente os materiais armazenados

# STRINGS.UI.UISIDESCREENS.AUTOMATABLE_SIDE_SCREEN.TITLE
source: Automatable Storage
pt_br: Armazenagem Automatizável

# STRINGS.UI.UISIDESCREENS.CAPACITY_CONTROL_SIDE_SCREEN.MAX_LABEL
source: Max:
pt_br: Máximo:

# STRINGS.UI.UISIDESCREENS.CAPACITY_CONTROL_SIDE_SCREEN.TITLE
source: Automated Storage Capacity
pt_br: Capacidade de Armazenagem Automatizada

# STRINGS.UI.UISIDESCREENS.CAPACITY_SIDE_SCREEN.TOOLTIP
source: Adjust the maximum amount that can be stored here
pt_br: Ajuste a quantidade máxima que pode ser armazenada aqui

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.ACCESS_OFFLINE
source: Emergency Access Permissions: All Duplicants are permitted to use this door until <link="POWER">Power</link> is restored.
pt_br: Permissões de Acesso Emergenciais: Todos os Duplicantes estão permitidos de usar esta porta até a <link="POWER">Energia</link> ser reestabelecida.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.AUTO
source: Door is on auto.
pt_br: Porta está em auto.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.AUTO_PENDING
source: Awaiting Duplicant to automate door.
pt_br: Aguardando Duplicante para automatizar a porta.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.CLOSE
source: Door is locked.
pt_br: Porta está trancada.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.CLOSE_PENDING
source: Awaiting Duplicant to lock door.
pt_br: Aguardando Duplicante trancar a porta.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.OPEN
source: Door is open.
pt_br: Porta está aberta.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.OPEN_PENDING
source: Awaiting Duplicant to open door.
pt_br: Aguardando Duplicante abrir a porta.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.POI_INTERNAL
source: This door cannot be manually controlled.
pt_br: Esta porta não pode ser manualmente controlada.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.TITLE
source: Door Setting
pt_br: Configuração da Porta

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
pt_br: AGUARDANDO ENTREGA: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGREMOVAL
source: AWAITING REMOVAL: {0}
pt_br: AGUARDANDO REMOÇÃO: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.AWAITINGREQUEST
source: INCUBATE: {0}
pt_br: INCUBAR: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.CANCELDEPOSIT
source: Cancel
pt_br: Cancelar

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.CANCELREMOVAL
source: Cancel
pt_br: Cancelar

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.DEPOSIT
source: Incubate
pt_br: Incubar

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.ENTITYDEPOSITED
source: INCUBATING: {0}
pt_br: INCUBANDO: {0}

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.REMOVE
source: Remove
pt_br: Remover

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.SELECT_DESC
source: Select an egg to incubate.
pt_br: Selecione um ovo para incubar.

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.SELECT_TITLE
source: SELECT
pt_br: SELECIONAR

# STRINGS.UI.UISIDESCREENS.EGGINCUBATOR.TITLE
source: Critter Eggs
pt_br: Ovos de Criatura

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.AWAITINGBUTTON
source: AWAITING DECRYPTION
pt_br: AGUARDANDO DESCRIPTOGRAFIA

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.BUTTON
source: ATTEMPT DECRYPTION
pt_br: TENTANDO DESCRIPTOGRAFAR

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.LABEL
source: This computer contains encrypted files.
pt_br: Este computador possui arquivos criptografados.

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.TITLE
source: Encrypted File
pt_br: Arquivo Criptografado

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.CURRENTLY_EQUIPPED
source: Currently Equipped: {0}
pt_br: Atualmente Equipado: {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.DROP_BUTTON
source: Drop
pt_br: Soltar

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.EQUIP_BUTTON
source: Equip
pt_br: Equipar

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.NONE_EQUIPPED
source: None
pt_br: Nenhum

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.SWAP_BUTTON
source: Swap
pt_br: Trocar

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.TITLE
source: Assign To Duplicant
pt_br: Designar ao Duplicante

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.ASSIGNEDTO
source: Assigned to: {Assignee}
pt_br: Designado à: {Assignee}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.GENERAL_CURRENTASSIGNED
source: (Owner)
pt_br: (Dono)

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.TITLE
source: Equip {0}
pt_br: Equipar {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.UNASSIGNED
source: Unassigned
pt_br: Não designado

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.CANCEL
source: Cancel
pt_br: Cancelar

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.COST
source: <b>Ingredients:</b>
pt_br: <b>Ingredientes:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.COOL_VEST
source: Cool Vest ({0})
pt_br: Roupa Refrescante ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.FUNKY_VEST
source: Snazzy Suit ({0})
pt_br: Terno Atraente ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.OXYGEN_TANK
source: Oxygen Tank ({0})
pt_br: Tanque de Oxigênio ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.OXYGEN_TANK_UNDERWATER
source: Oxygen Rebreather ({0})
pt_br: Respirador de Oxigênio ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.WARM_VEST
source: Warm Sweater ({0})
pt_br: Suéter Quentinho ({0})

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.INFORMATION
source: INFORMATION
pt_br: INFORMAÇÃO

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPEDISCOVERED
source: No discovered recipes
pt_br: Nenhuma receita descoberta

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPEDISCOVERED_BODY
source: Discover new ingredients in the world to unlock some recipes.
pt_br: Descubra novos ingredientes no mundo para desbloquear receitas.

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPESELECTED
source: No recipe selected
pt_br: Nenhuma receita selecionada

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.QUEUED_MISSING_INGREDIENTS_TOOLTIP
source: Missing {0} of {1}
pt_br: Falta {0} de {1}

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.RESULTEFFECTS
source: <b>Effects:</b>
pt_br: <b>Efeitos:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.RESULTREQUIREMENTS
source: <b>Requirements:</b>
pt_br: <b>Requerimentos:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.SELECTRECIPE
source: Select a recipe to fabricate.
pt_br: Escolha uma receita para fabricar.

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.SUBTITLE
source: Recipes
pt_br: Receitas

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.TITLE
source: {0} Recipes
pt_br: {0} Receitas
