Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.NAME
source: Fishing Errand Assigned
pt_br: Tarefa de Pesca Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.TOOLTIP
source: Waiting for a Duplicant to fish
pt_br: Esperando um Duplicante pescar

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Errand Assigned
pt_br: Tarefa de Colheita Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Waiting for a Duplicant to harvest
pt_br: Esperando um Duplicante colher

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.NAME
source: Repair Errand Assigned
pt_br: Tarefa de Reparo Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.TOOLTIP
source: Waiting for a Duplicant to repair Received damage from {DamageInfo}
pt_br: Esperando um Duplicante reparar Recebeu dano de {DamageInfo}

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.NAME
source: Change Setting Errand Assigned
pt_br: Tarefa de Mudança de Configuração Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.TOOLTIP
source: Waiting for a Duplicant to change setting
pt_br: Esperando um Duplicante mudar a configuração

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Errand Assigned
pt_br: Tarefa Desenraizar Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Waiting for a Duplicant to uproot
pt_br: Esperando um Duplicante dezenraizar

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.NAME
source: Errand Assigned
pt_br: Tarefa Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.TOOLTIP
source: Waiting for a Duplicant to operate this building
pt_br: Esperando um Duplicante operar esta estrutura

# STRINGS.BUILDING.STATUSITEMS.PIPE.NAME
source: Contents: {Contents}
pt_br: Conteúdo: {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPE.TOOLTIP
source: This pipe is delivering {Contents}
pt_br: Este cano está entregando {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.CONTENTS
source: {0} of {1} at {2}
pt_br: {0} de {1} a {2}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.EMPTY
source: Empty
pt_br: Vazio

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.NAME
source: Function Suspended
pt_br: Função Suspensa

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.TOOLTIP
source: This building has been toggled off Press Enable Building to resume its use
pt_br: Esta estrutura foi desativada Pressione Ativar Estrutura para continuar o uso

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.NAME
source: Max Gas Pressure
pt_br: Pressão Máxima de Gás

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.TOOLTIP
source: High ambient air pressure is preventing this building from emitting gas ------------------ Reduce pressure by pumping gas away or clearing more space
pt_br: Alta pressão do ar do ambiente está impedindo a estrutura de emitir gás adicional ------------------ Reduza a pressão bombeando ar pra fora ou aumente o espaço

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.NAME
source: Average Flow Rate: {FlowRate}
pt_br: Taxa de Fluxo Médio: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.TOOLTIP
source: This building is pumping an average volume of {FlowRate}
pt_br: Esta estrutura está bombeando um volume médio de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.NAME
source: Liquid Available: {Liquids}
pt_br: Líquido Disponível: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.TOOLTIP
source: This pumping station has access to: {Liquids}
pt_br: Esta estação de bombeamento tem acesso a: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.NAME
source: Storing: {Stored}
pt_br: Armazenando: {Stored}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.TOOLTIP
source: This box contains {Stored} of food
pt_br: Esta caixa contém {Stored} de comida

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.NAME
source: Releasing Pressure
pt_br: Liberando Pressão

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.TOOLTIP
source: Pressure buildup is being safely released
pt_br: O acúmulo de pressão está sendo liberado com segurança

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLEPERK.NAME
source: Specialist-Operated Building
pt_br: Estrutura Operada por Especialista

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLEPERK.TOOLTIP
source: Only Duplicants trained in one of the following jobs can operate this building: {Roles}
pt_br: Somente Duplicantes treinados em um dos seguintes trabalhos podem operar esta estrutura: {Roles}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.NAME
source: Current <link="TECH">Research</link>: {Tech}
pt_br: <link="TECH">Pesquisa</link> Atual: {Tech}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.TOOLTIP
source: Research produced at this station will be invested in {Tech}
pt_br: Pesquisa produzida nessa estação será investida em {Tech}

# STRINGS.BUILDING.STATUSITEMS.SOLIDPIPEOBSTRUCTED.NAME
source: Conveyor Rail Backup
pt_br: Trilho Transportador Sobrecarregado

# STRINGS.BUILDING.STATUSITEMS.SOLIDPIPEOBSTRUCTED.TOOLTIP
source: This Conveyor Rail cannot carry anymore material ------------------ Remove material from the Conveyor Receptacle to free space for more objects
pt_br: Este Trilho Transportador não consegue carregar mais nenhum material ------------------ Remova materiais do Receptáculo de Transporte para liberar espaço para mais objetos

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.NAME
source: Storing: {Stored} / {Capacity} kg
pt_br: Armazenando: {Stored} / {Capacity} kg

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.TOOLTIP
source: This container is storing {Stored} kg of material
pt_br: Este armazenador está armazenando {Stored} kg de material

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.NAME
source: Charge Available: {0}/{1}
pt_br: Carga Disponível: {0}/{1}

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.TOOLTIP
source: This building has {0} of stored energy It consumes {2} per use
pt_br: Esta estrutura armazenou {0} de energia Ela irá consumir {2} por uso

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.NAME
source: Current Status: Charging Suit
pt_br: Estado atual: Recarregando Traje

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.TOOLTIP
source: This Exosuit is docked and charging
pt_br: Este Exotraje está ancorado e recarregando

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.NAME
source: Current Status: Full Charge
pt_br: Estado atual: Carga Completa

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.TOOLTIP
source: This Exosuit is fully charged and ready for use
pt_br: Exotraje está recarregado e pronto para o uso

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.NAME
source: Current Status: Needs Configuration
pt_br: Estado atual: Precisa de Configuração

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.TOOLTIP
source: Set this Dock to store an Exosuit or remain on Standby
pt_br: Configure esta Estação para armazenar um Exotraje ou deixar em Espera

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.NAME
source: Current Status: No Oxygen
pt_br: Estado Atual: Sem Oxigênio

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.TOOLTIP
source: This Dock is not receiving enough oxygen to refill an Exosuit
pt_br: Esta Estação não está recebendo oxigênio suficiente para encher o Exotraje

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.NAME
source: Current Status: Offline
pt_br: Estado atual: Desligada

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.TOOLTIP
source: This Exosuit Dock requires power
pt_br: Esta Estação de Exotraje precisa de energia

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.NAME
source: Current Status: On Standby
pt_br: Estado atual: Em Espera

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.TOOLTIP
source: This Dock is functional and ready to receive an Exosuit
pt_br: Esta Estação está funcional e pronta para receber um Exotraje

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.NAME
source: Current Status: Awaiting Delivery
pt_br: Estado Atual: Aguardando Entrega

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.TOOLTIP
source: Waiting for a Duplicant to deliver an Exosuit
pt_br: Esperando um Duplicante entregar um Exotraje

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.NAME
source: Not Configured
pt_br: Não Configurada

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.TOOLTIP
source: Exosuit Dock settings not configured
pt_br: Estação de Exotraje não está configurada

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.NAME
source: Clearance: Always Permitted
pt_br: Remoção: Sempre Permitido

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
pt_br: Duplicantes Trajados podem passar, mesmo se não tiver espaço para armazenarem seus trajes ------------------ Quando todas as Estações de Exotrajes estiverem cheias, os Duplicantes irão remover seus trajes e largá-los pelo chão

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.NAME
source: Clearance: Vacancy Only
pt_br: Remoção: Somente com Vagas

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.TOOLTIP
source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
pt_br: Duplicantes Trajados poderão passar somente se tiver espaço para uma Estação de Exotraje para armazenarem o traje

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.NAME
source: Invalid Checkpoint
pt_br: Ponto de Checagem Inválido

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.TOOLTIP
source: This building has been built on the wrong side of an Exosuit Checkpoint Exosuit Docks must be placed beside a Checkpoint, opposite the side its checkpoint faces
pt_br: Esta estrutura foi construída no lado errado do Ponto de Checagem de Exotraje Estações de Exotrajes devem ser colocadas ao lado de um Ponto de Checagem, oposto ao lado onde checa

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.NAME
source: Active
pt_br: Ativa

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.TOOLTIP
source: This switch is currently toggled on
pt_br: Esta alavanca foi ativada

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.NAME
source: Inactive
pt_br: Inativa

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.TOOLTIP
source: This switch is currently toggled off
pt_br: Esta alavanca foi desativada

# STRINGS.BUILDING.STATUSITEMS.TINKERING.TOOLTIP
source: The duplicant working this station is creating {0} for use elsewhere.
pt_br: O duplicante que está trabalhando nessa estação está criando {0} para uso em outro lugar.

# STRINGS.BUILDING.STATUSITEMS.TOILET.NAME
source: {FlushesRemaining} "Visits" Remaining
pt_br: {FlushesRemaining} "Visitas" Restantes

# STRINGS.BUILDING.STATUSITEMS.TOILET.TOOLTIP
source: {FlushesRemaining} more Duplicants can use this amenity before it requires maintenance
pt_br: {FlushesRemaining} Duplicantes podem usar esta estrutura até ela precisar de manutenção

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.NAME
source: Requires Emptying
pt_br: Requer Esvaziamento

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.TOOLTIP
source: This amenity cannot be used while full ------------------ Emptying it will produce <link="TOXICSAND">Polluted Dirt</link>
pt_br: Este serviço não pode ser usado enquanto estiver cheio ------------------ Esvaziar produzirá <link="TOXICSAND">Terra Poluída</link>

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.NAME
source: Unreachable restroom
pt_br: Banheiro Inacessível

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have toilets available within {0} cells
pt_br: Duplicantes em Recuperação precisam ter privadas disponíveis em {0} células

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.NAME
source: Too Cold
pt_br: Muito Frio

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.TOOLTIP
source: Either this building or its surrounding environment is too cold to operate
pt_br: Esta estrutura ou o seu ambiente estão frios demais para funcionar

# STRINGS.BUILDING.STATUSITEMS.TURBINE_ACTIVE.NAME
source: Active
pt_br: Ativa

# STRINGS.BUILDING.STATUSITEMS.TURBINE_ACTIVE.TOOLTIP
source: This turbine is running at {0}RPM
pt_br: A turbina está girando a {0}RPM

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_INPUT.NAME
source: Input Blocked
pt_br: Entrada Bloqueada

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_INPUT.TOOLTIP
source: A blocked input has stopped this turbine from functioning
pt_br: Uma entrada bloqueada está impedindo esta turbina de funcionar

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.NAME
source: Output Blocked
pt_br: Saída Bloqueada

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.TOOLTIP
source: A blocked output has stopped this turbine from functioning
pt_br: Uma saída bloqueada está impedindo esta turbina de funcionar

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.NAME
source: Underpressure
pt_br: Subpressurizado

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.TOOLTIP
source: The {ELEMENT} present below this turbine must be {MASS} more pressurized than the {ELEMENT} above it in order to turn the turbine
pt_br: O {ELEMENT} presente abaixo desta turbina precisa de {MASS} a mais de pressão do que o {ELEMENT} acima dela para poder fazer a turbina girar

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_TEMPERATURE.NAME
source: Cold {ELEMENT}
pt_br: {ELEMENT} Frio

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_TEMPERATURE.TOOLTIP
source: This turbine requires {ELEMENT} that is a minimum of {TEMPERATURE}
pt_br: Esta turbina requer {ELEMENT} que esteja em {TEMPERATURE}

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.NAME
source: Spinning Up
pt_br: Ganhando Giro

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.TOOLTIP
source: This turbine is currently spinning up Spinning up allows a turbine to continue running for a short period if the pressure it needs to run becomes unavailable
pt_br: Esta turbina está ganhando giro Ganhar giro permite uma turbina continuar funcionando por um pequeno período caso a pressão necessária para o funcionar fique indisponível

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.NAME
source: Unassigned
pt_br: Não atribuído

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.TOOLTIP
source: Assign a Duplicant to use this amenity
pt_br: Designe um Duplicante para usar esta estrutura

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.NAME
source: Under Construction
pt_br: Em Construção

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.TOOLTIP
source: This building is currently being built
pt_br: Esta estrutura está sendo construída

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.NAME
source: Construction Errand Assigned
pt_br: Tarefa de Construção Pendente

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.TOOLTIP
source: Waiting for a Duplicant to build
pt_br: Esperando um Duplicante construir

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.NAME
source: Low Air Pressure
pt_br: Pressão Atmosférica Baixa

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to operate
pt_br: Uma pressão mínima de {TargetPressure} é necessária para esta estrutura funcionar

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.NAME
source: Out of Order
pt_br: Fora de Serviço

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.TOOLTIP
source: This amenity requires maintenance
pt_br: Este serviço requer manutenção

# STRINGS.BUILDING.STATUSITEMS.VALVE.NAME
source: Max Flow Rate: {MaxFlow}
pt_br: Taxa de Fluxo Máximo: {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVE.TOOLTIP
source: This valve is allowing flow at a volume of {MaxFlow}
pt_br: Esta válvula está permitindo o fluxo de um volume de {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.NAME
source: Requested Flow Rate: {QueuedMaxFlow}
pt_br: Taxa de Fluxo Requerido: {QueuedMaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.TOOLTIP
source: Waiting for a Duplicant to adjust flow rate
pt_br: Esperando um Duplicante ajustar a taxa de fluxo

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.NAME
source: Awaiting Material Delivery {ItemsRemaining}
pt_br: Aguardando Entrega de Materiais {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
pt_br: Esperando um Duplicante fazer a entrega: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.NAME
source: Awaiting Repair Material Delivery {ItemsRemaining}
pt_br: Aguardando Entrega de Materiais de Reparos {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
pt_br: Esperando um Duplicante fazer a entrega: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.NAME
source: Wattage: {Wattage}
pt_br: Potência: {Wattage}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.TOOLTIP
source: This building is generating {Wattage} of power
pt_br: Esta estrutura está gerando {Wattage} de Energia

# STRINGS.BUILDING.STATUSITEMS.WATTSON.NAME
source: Next Duplicant: {TimeRemaining}
pt_br: Próximo Duplicante: {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.TOOLTIP
source: The Printing Pod can print out new Duplicants over time. The next one will be ready in {TimeRemaining}
pt_br: A Duplicadora pode imprimir novos Duplicantes com o tempo. O próximo estará pronto em {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.UNAVAILABLE
source: UNAVAILABLE
pt_br: INDISPONÍVEL

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.NAME
source: Colony Lost
pt_br: Colônia Perdida

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.TOOLTIP
source: All Duplicants are dead or incapacitated
pt_br: Todos os Duplicantes estão mortos ou incapacitados

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.NAME
source: Overpressure
pt_br: Sobrepressão

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.TOOLTIP
source: This well can no longer function due to excessive backpressure
pt_br: Esta fonte não pode mais funcionar devido a excessiva contrapressão

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.NAME
source: Backpressure: {0}
pt_br: Contrapressão: {0}

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.TOOLTIP
source: Well pressure increases with each use and must be periodically relieved to prevent shutdown
pt_br: A pressão da fonte aumenta a cada uso e deve ser periodicamente aliviada para evitar desligamento

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.NAME
source: Circuit Status: {CurrentLoad} / {MaxLoad}
pt_br: Estado do Circuito: {CurrentLoad} / {MaxLoad}

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.TOOLTIP
source: The current load on this circuit
pt_br: A potência atual do circuito

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.NAME
source: Wire Connected
pt_br: Cabo Conectado

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.TOOLTIP
source: This wire is connected to a network
pt_br: Este cabo está conectado a rede

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.NAME
source: Wire Disconnected
pt_br: Cabo Desconectado

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.TOOLTIP
source: This wire is not connecting a power consumer to a generator
pt_br: Este cabo não está conectando um consumidor a um gerador de energia

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.NAME
source: Max Wattage: {WireMaxWattage}
pt_br: Potência máxima: {WireMaxWattage}

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.TOOLTIP
source: The maximum wattage that this wire can safely sustain
pt_br: A potência máxima que este cabo consegue suportar sem problemas

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.NAME
source: Wire Nominal
pt_br: Cabo Nominal

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.TOOLTIP
source: This wire is in good condition
pt_br: Este cabo está em boas condições

# STRINGS.BUILDING.STATUSITEMS.WORKING.TOOLTIP
source: This building is working as intended
pt_br: Esta estrutura está funcionando como o esperado

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.NAME
source: Disable Disinfect
pt_br: Desativar Desinfecção

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.TOOLTIP
source: Do not automatically disinfect this building
pt_br: Não desinfetar automaticamente esta estrutura

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.NAME
source: Enable Disinfect
pt_br: Ativar Desinfecção

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.TOOLTIP
source: Automatically disinfect this building when it becomes contaminated
pt_br: Desinfetar automaticamente esta estrutura quando ficar contaminada

# STRINGS.BUILDINGS.AUTODISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is clean
pt_br: Esta estrutura está limpa

# STRINGS.BUILDINGS.AUTOMATABLE.DISABLE_AUTOMATIONONLY.NAME
source: Enable Manual
pt_br: Ativar Manual

# STRINGS.BUILDINGS.AUTOMATABLE.DISABLE_AUTOMATIONONLY.TOOLTIP
source: This building's storage may be accessed by both Duplicants and Auto-Sweeper buildings
pt_br: A armazenagem dessa estrutura pode ser acessada por Duplicantes e por Auto-Coletores

# STRINGS.BUILDINGS.AUTOMATABLE.ENABLE_AUTOMATIONONLY.NAME
source: Disable Manual
pt_br: Desativar Manual

# STRINGS.BUILDINGS.AUTOMATABLE.ENABLE_AUTOMATIONONLY.TOOLTIP
source: This building's storage may be accessed by Auto-Sweepers only ------------------ Duplicants will not be permitted to add or remove materials from this building
pt_br: A armazenagem dessa estrutura pode só pode ser acessada por Auto-Coletores ------------------ Duplicantes não serão permitidos de adicionar ou remover materiais dessa estrutura

# STRINGS.BUILDINGS.DAMAGESOURCES.BAD_INPUT_ELEMENT
source: receiving an incorrect substance
pt_br: por receber uma substância incorreta

# STRINGS.BUILDINGS.DAMAGESOURCES.BUILDING_OVERHEATED
source: overheating
pt_br: por sobreaquecer

# STRINGS.BUILDINGS.DAMAGESOURCES.CIRCUIT_OVERLOADED
source: an overloaded circuit
pt_br: de um circuito sobrecarregado

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_BOILED
source: pipe contents becoming too hot
pt_br: pois os conteúdos do cano ficaram muito quentes

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_FROZE
source: pipe contents becoming too cold
pt_br: pois os conteúdos do cano ficaram muito frios

# STRINGS.BUILDINGS.DAMAGESOURCES.LIQUID_PRESSURE
source: neighboring liquid pressure
pt_br: devido a pressão de líquidos ao redor

# STRINGS.BUILDINGS.DAMAGESOURCES.MINION_DESTRUCTION
source: an angry Duplicant. Rude!
pt_br: de um Duplicante agressivo. Que rude!

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.NAME
source: Cancel Disinfect
pt_br: Cancelar Desinfecção

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.TOOLTIP
source: Cancel this disinfect order
pt_br: Cancelar esta ordem de desinfecção

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.NAME
source: Disinfect
pt_br: Desinfetar

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.TOOLTIP
source: Mark this building for disinfection
pt_br: Marque esta estrutura para desinfecção

# STRINGS.BUILDINGS.DISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is already clean
pt_br: Esta estrutura já está limpa

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.DESC
source: Super computers unlock higher technology tiers than research stations alone.
pt_br: Super computadores desbloqueiam níveis tecnológicos mais altos do que estações de pesquisa sozinhas.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.EFFECT
source: Conducts <link="RESEARCH">Intermediate Research</link> to unlock new technologies.
pt_br: Conduz <link="RESEARCH">Pesquisa Intermediária</link> e desbloqueia novas tecnologias.
