Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_SCHEDULED_TIME
source: Not allowed by schedule
pt_br: Não permitido pela agenda

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_STANDING
source: {Selected} must stand
pt_br: {Selected} precisa estar em pé

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_STRESS_ABOVE_ACTIVATION_RANGE
source: {Selected} is not stressed right now
pt_br: {Selected} não está estressado no momento

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_VALID
source: Invalid
pt_br: Inválido

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.NOT_IN_TUBE
source: {Selected} is busy in transit
pt_br: {Selected} está ocupado no tráfego

# STRINGS.DUPLICANTS.CHORES.RANCH.NAME
source: Ranch
pt_br: Pecuária

# STRINGS.DUPLICANTS.CHORES.RANCH.REPORT_NAME
source: Deliver to {0}
pt_br: Entregar para {0}

# STRINGS.DUPLICANTS.CHORES.RANCH.STATUS
source: Ranching
pt_br: Pecuária

# STRINGS.DUPLICANTS.CHORES.RANCH.TOOLTIP
source: This Duplicant is tending to a critter's wellbeing
pt_br: Este Duplicante está cuidando do bem estar de uma criatura

# STRINGS.DUPLICANTS.CHORES.RECHARGE.NAME
source: Recharge Equipment
pt_br: Recarregar Equipamento

# STRINGS.DUPLICANTS.CHORES.RECHARGE.STATUS
source: Recharging equipment
pt_br: Recarregando equipamento

# STRINGS.DUPLICANTS.CHORES.RECHARGE.TOOLTIP
source: This Duplicant is recharging their equipment
pt_br: Este Duplicante está recarregando seu equipamento

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.NAME
source: Recover Breath
pt_br: Recuperar Fôlego

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.STATUS
source: Recovering breath
pt_br: Recuperando fôlego

# STRINGS.DUPLICANTS.CHORES.RELAX.NAME
source: Relax
pt_br: Relaxar

# STRINGS.DUPLICANTS.CHORES.RELAX.STATUS
source: Relaxing
pt_br: Relaxando

# STRINGS.DUPLICANTS.CHORES.RELAX.TOOLTIP
source: This Duplicant is taking it easy
pt_br: Este Duplicante está dando uma relaxada

# STRINGS.DUPLICANTS.CHORES.RELOCATE.NAME
source: Relocate
pt_br: Realocar

# STRINGS.DUPLICANTS.CHORES.RELOCATE.STATUS
source: Going to relocate
pt_br: Indo realocar

# STRINGS.DUPLICANTS.CHORES.RELOCATE.TOOLTIP
source: This Duplicant is moving a building to a new location
pt_br: Este Duplicante está movendo uma estrutura para um novo local

# STRINGS.DUPLICANTS.CHORES.REPAIR.NAME
source: Repair
pt_br: Reparar

# STRINGS.DUPLICANTS.CHORES.REPAIR.STATUS
source: Going to repair
pt_br: Indo reparar

# STRINGS.DUPLICANTS.CHORES.REPAIR.TOOLTIP
source: This Duplicant is fixing a broken building
pt_br: Este Duplicante está consertando uma estrutura quebrada

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.NAME
source: Rescue Friend
pt_br: Resgatar Amigo

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.STATUS
source: Rescuing friend
pt_br: Resgatando amigo

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.TOOLTIP
source: This Duplicant is rescuing another Duplicant that has been incapacitated
pt_br: Este Duplicante está resgatando um outro Duplicante que ficou incapacitado

# STRINGS.DUPLICANTS.CHORES.RESEARCH.NAME
source: Research
pt_br: Pesquisar

# STRINGS.DUPLICANTS.CHORES.RESEARCH.STATUS
source: Going to research
pt_br: Indo pesquisar

# STRINGS.DUPLICANTS.CHORES.RESEARCH.TOOLTIP
source: This Duplicant is working on the currently selected research focus
pt_br: Este Duplicante está trabalhando no foco da pesquisa atualmente selecionado

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.NAME
source: Rest
pt_br: Descansar

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.STATUS
source: Resting
pt_br: Descansando

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.TOOLTIP
source: This Duplicant isn't feeling well and is taking a rest
pt_br: Este Duplicante não está se sentindo bem e vai descansar

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.NAME
source: Dock Exosuit
pt_br: Ancorar Exotraje

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.STATUS
source: Docking exosuit
pt_br: Ancorando Exotraje

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.TOOLTIP
source: This Duplicant is plugging an exosuit in for refilling
pt_br: Este Duplicante está plugando um exotraje para reencher

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.NAME
source: Scrub Ore
pt_br: Purificar Minério

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.STATUS
source: Scrubbing ore
pt_br: Purificando minério

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.TOOLTIP
source: Material ore can be scrubbed to remove Germs present on its surface
pt_br: Minérios podem ser purificados para remover Germes presentes na sua superfície

# STRINGS.DUPLICANTS.CHORES.SHOWER.NAME
source: Shower
pt_br: Tomar banho

# STRINGS.DUPLICANTS.CHORES.SHOWER.STATUS
source: Showering
pt_br: Tomando banho

# STRINGS.DUPLICANTS.CHORES.SHOWER.TOOLTIP
source: This Duplicant is having a refreshing shower
pt_br: Este Duplicante está tomando um banho refrescante

# STRINGS.DUPLICANTS.CHORES.SIGH.NAME
source: Sigh
pt_br: Reclamar

# STRINGS.DUPLICANTS.CHORES.SIGH.STATUS
source: Sighing
pt_br: Reclamando

# STRINGS.DUPLICANTS.CHORES.SIGH.TOOLTIP
source: Ho-hum.
pt_br: Hm-hm.

# STRINGS.DUPLICANTS.CHORES.SLEEP.NAME
source: Sleep
pt_br: Dormir

# STRINGS.DUPLICANTS.CHORES.SLEEP.STATUS
source: Sleeping
pt_br: Dormindo

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.NAME
source: Lash Out
pt_br: Estravassar

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.STATUS
source: Lashing out
pt_br: Estravassando

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.TOOLTIP
source: This Duplicant is having a stress-induced tantrum
pt_br: Este Duplicante está tendo um chilique por estar muito estressado

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.NAME
source: Antsy
pt_br: Impaciente

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.STATUS
source: Antsy
pt_br: Impaciente

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.TOOLTIP
source: This Duplicant is a workaholic and gets stressed when they have nothing to do
pt_br: Este Duplicante é viciado em trabalho e fica estressado quando ele não tem nada para fazer

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.NAME
source: Stress Vomit
pt_br: Vômito Nervoso

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.STATUS
source: Stress vomiting
pt_br: Vomitando (Estresse)

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.TOOLTIP
source: Some people deal with stress better than others
pt_br: Algumas pessoas lidam melhor com estresse do que outras

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.NAME
source: Start Job
pt_br: Iniciar Trabalho

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.STATUS
source: Starting job assignment
pt_br: Iniciando atribuição de trabalho

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.TOOLTIP
source: This Duplicant is preparing for their new job assignment
pt_br: Este Duplicante está se preparando para seu novo trabalho

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.NAME
source: Take Medicine
pt_br: Tomar Remédios

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.STATUS
source: Taking medicine
pt_br: Tomando remédios

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.TOOLTIP
source: This Duplicant is taking a dose of medicine to keep disease at bay
pt_br: Este Duplicante está tomando uma dose de medicamentos para manter a doença longe

# STRINGS.DUPLICANTS.CHORES.TOGGLE.NAME
source: Change Setting
pt_br: Mudar Configuração

# STRINGS.DUPLICANTS.CHORES.TOGGLE.STATUS
source: Going to change setting
pt_br: Indo mudar configuração

# STRINGS.DUPLICANTS.CHORES.TOGGLE.TOOLTIP
source: This Duplicant is going to change the settings on a building
pt_br: Este Duplicante está indo mudar as configurações de uma estrutura

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.NAME
source: Sweep
pt_br: Coletar

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.STATUS
source: Going to sweep
pt_br: Indo coletar

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.TOOLTIP
source: Sweeping debris from the ground improves colony decor
pt_br: Coletar entulho do chão melhora a decor da colônia

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.NAME
source: Enter Transit Tube
pt_br: Entrar no Tubo de Tráfego

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.STATUS
source: Entering Transit Tube
pt_br: Entrando no Tubo de Tráfego

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.NAME
source: Ugly Cry
pt_br: Choro Feio

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.STATUS
source: Ugly crying
pt_br: Chorando feio

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.TOOLTIP
source: This Duplicant is having a healthy cry to alleviate their negative emotions
pt_br: Este Duplicante está tendo um choro saudável para aliviar suas emoções negativas

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.NAME
source: Unequip
pt_br: Desequipar

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.STATUS
source: Moving to unequip
pt_br: Indo desequipar

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.TOOLTIP
source: This Duplicant is removing a piece of their equipment
pt_br: Este Duplicante está removendo uma peça do seu equipamento

# STRINGS.DUPLICANTS.CHORES.UPROOT.NAME
source: Uproot
pt_br: Dezenraizar

# STRINGS.DUPLICANTS.CHORES.UPROOT.STATUS
source: Going to uproot
pt_br: Indo desenraizar

# STRINGS.DUPLICANTS.CHORES.UPROOT.TOOLTIP
source: This Duplicant is uprooting a plant for a seed
pt_br: Este Duplicante está desenraizando uma planta por uma semente

# STRINGS.DUPLICANTS.CHORES.USETOILET.NAME
source: Use Toilet
pt_br: Usar Privada

# STRINGS.DUPLICANTS.CHORES.USETOILET.STATUS
source: Going to use toilet
pt_br: Indo usar privada

# STRINGS.DUPLICANTS.CHORES.USETOILET.TOOLTIP
source: Duplicants have to use the toilet at least once per day
pt_br: Duplicantes devem usar o banheiro pelo menos uma vez por dia

# STRINGS.DUPLICANTS.CHORES.VOMIT.NAME
source: Vomit
pt_br: Vomitar

# STRINGS.DUPLICANTS.CHORES.VOMIT.STATUS
source: Vomiting
pt_br: Vomitando

# STRINGS.DUPLICANTS.CHORES.VOMIT.TOOLTIP
source: Vomiting produces Polluted Water and can spread disease
pt_br: Vomitar produz Água Poluída e pode espalhar doenças

# STRINGS.DUPLICANTS.CHORES.WARMUP.NAME
source: Warm Up
pt_br: Aquecer

# STRINGS.DUPLICANTS.CHORES.WARMUP.STATUS
source: Going to warm up
pt_br: Indo aquecer

# STRINGS.DUPLICANTS.CHORES.WARMUP.TOOLTIP
source: This Duplicant got too cold and is going to warm up
pt_br: Este Duplicante ficou com muito frio e está tentando se aquecer

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.NAME
source: Wash Hands
pt_br: Lavar as Mãos

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.STATUS
source: Washing hands
pt_br: Lavando as mãos

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.TOOLTIP
source: Good hygiene removes germs and prevents the spread of disease
pt_br: Boa higiene remove germes e previne a multiplicação de doenças

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.DESC
source: This Duplicant needs things done in a very particular way
pt_br: Este Duplicante precisa que as coisas sejam feitas de um jeito particular

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.NAME
source: Fastidious
pt_br: Metódica

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.DESC
source: This Duplicant brightens others' days wherever he goes
pt_br: Este Duplicante melhora o dia dos outros para onde ele vai

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.NAME
source: Cheery Disposition
pt_br: Disposição Alegre

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.DESC
source: This Duplicant has an all-consuming fear of bacteria
pt_br: Este Duplicante tem um medo mortal de bactérias

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.NAME
source: Germaphobe
pt_br: Germofóbico

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.DESC
source: This Duplicant seems pretty average overall
pt_br: Este Duplicante é bem normal

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.NAME
source: None
pt_br: Nenhum

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.DESC
source: This Duplicant is genetically cursed by a pungent bodily odor
pt_br: Este Duplicante foi geneticamente amaldiçoado com um odor terrível

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.NAME
source: Stinkiness
pt_br: Fedorento

# STRINGS.DUPLICANTS.DEATHS.COMBAT.DESCRIPTION
source: {Target} was slain in combat.
pt_br: {Target} foi morto em combate.

# STRINGS.DUPLICANTS.DEATHS.COMBAT.NAME
source: Slain
pt_br: Combate

# STRINGS.DUPLICANTS.DEATHS.DROWNED.DESCRIPTION
source: {Target} has drowned.
pt_br: {Target} morreu afogado.

# STRINGS.DUPLICANTS.DEATHS.DROWNED.NAME
source: Drowned
pt_br: Afogamento

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.DESCRIPTION
source: {Target} has died in an explosion.
pt_br: {Target} morreu em uma explosão.

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.NAME
source: Explosion
pt_br: Explosão

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.DESCRIPTION
source: {Target} has died of a fatal illness.
pt_br: {Target} morreu de uma doença fatal.

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.NAME
source: Succumbed to Disease
pt_br: Sucumbiu à Doença

# STRINGS.DUPLICANTS.DEATHS.FROZEN.DESCRIPTION
source: {Target} has frozen to death.
pt_br: {Target} morreu congelado.

# STRINGS.DUPLICANTS.DEATHS.FROZEN.NAME
source: Frozen
pt_br: Congelamento

# STRINGS.DUPLICANTS.DEATHS.GENERIC.DESCRIPTION
source: {Target} has died.
pt_br: {Target} morreu.

# STRINGS.DUPLICANTS.DEATHS.GENERIC.NAME
source: Death
pt_br: Morte

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.DESCRIPTION
source: {Target} has overheated to death.
pt_br: {Target} foi escaldado até a morte.

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.NAME
source: Overheated
pt_br: Sobreaquecimento

# STRINGS.DUPLICANTS.DEATHS.STARVATION.DESCRIPTION
source: {Target} has starved to death.
pt_br: {Target} morreu de fome.

# STRINGS.DUPLICANTS.DEATHS.STARVATION.NAME
source: Starvation
pt_br: Falta de Comida

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.DESCRIPTION
source: {Target} has suffocated to death.
pt_br: {Target} morreu sufocado.

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.NAME
source: Suffocation
pt_br: Sufocamento

# STRINGS.DUPLICANTS.DESC_TOOLTIP
source: About {0}s
pt_br: Sobre {0}s

# STRINGS.DUPLICANTS.DISEASES.ADDED_POPFX
source: {0}: {1} Germs
pt_br: {0}: {1} Germes

# STRINGS.DUPLICANTS.DISEASES.ALLDISEASES.NAME
source: All Diseases
pt_br: Todas as Doenças

# STRINGS.DUPLICANTS.DISEASES.ATTRIBUTE_MODIFIER_SYMPTOMS_TOOLTIP
source: Modifies {0} by {1}
pt_br: Modifica {0} em {1}

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.DESCRIPTION
source: This Duplicant's thought processes have been slowed to a crawl from extreme cold exposure
pt_br: Os pensamentos deste Duplicante foram desacelerados devido a um terrível resfriado

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.LEGEND_HOVERTEXT
source: Area Causes Hypothermia
pt_br: Área Causa Hipotermia

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.NAME
source: <link="COLDBRAIN">Hypothermia</link>
pt_br: <link="COLDBRAIN">Hipotermia</link>

# STRINGS.DUPLICANTS.DISEASES.CURED_POPUP
source: Cured of {0}
pt_br: Curado de {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM
source: Death in {0}
pt_br: Morte em {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM_TOOLTIP
source: Without medical care, this Duplicant will die of their illness in {0}
pt_br: Sem cuidado médico, este Duplicante morrerá da sua doença em {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE
source: Contracted via air inhalation ------------------
pt_br: Contraído por inalação ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE_TOOLTIP
source: Duplicants contract this disease breathing air containing these germs
pt_br: Duplicantes contraem esta doença ao respirar ar contendo estes germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES
source: Dies
pt_br: Morre

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON
source: Killed by:
pt_br: Morto por:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON_TOOLTIP
source: Contact with these substances kills germs over time
pt_br: Contato com estas substâncias matam germes com o tempo

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY
source: Disinfected
pt_br: Desinfetado

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON
source: Disinfected by:
pt_br: Desinfetado por:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON_TOOLTIP
source: Contact with these substances will quickly kill these germs
pt_br: Contato com estas substâncias matam rapidamente estes germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_TOOLTIP
source: Halves germ count every {0}
pt_br: Reduz pela metade os germes a cada {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY
source: Inhibited
pt_br: Inibido

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON
source: Inhibited by:
pt_br: Inibido por:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON_TOOLTIP
source: Contact with these substances will slowly reduce germ numbers
pt_br: Contato com estas substâncias reduzirão lentamente o número de germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_TOOLTIP
source: Halves germ count every {0}
pt_br: Reduz pela metade os germes a cada {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_TOOLTIP
source: Halves germ count every {0}
pt_br: Reduz pela metade os germes a cada {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE
source: Contracted via food ingestion ------------------
pt_br: Contraído por ingestão alimentar ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE_TOOLTIP
source: Duplicants contract this disease by ingesting contaminated food
pt_br: Duplicantes contraem esta doença ao ingerir comida contaminada

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS
source: Multiplies
pt_br: Multiplica

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON
source: Multiplies in:
pt_br: Multiplica em:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON_TOOLTIP
source: These substances allow germs to spread and reproduce
pt_br: Estas substâncias permitem aos germes espalhar e reproduzir

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_TOOLTIP
source: Doubles germ count every {0}
pt_br: Duplica os germes a cada {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL
source: Survives
pt_br: Sobrevive

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON
source: Survives in:
pt_br: Sobrevive em:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON_TOOLTIP
source: Germs will survive contact with these substances, but will not reproduce
pt_br: Germes irão sobreviver em contato com estas substâncias, mas não irão reproduzir

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_TOOLTIP
source: Germ count remains static
pt_br: Contagem de germes permanece estática

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE
source: Pressure range: {0} to {1}
pt_br: Faixa de Pressão: {0} a {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE_TOOLTIP
source: These germs can survive between {0} and {1} of pressure ------------------ They thrive in pressures between {2} and {3}
pt_br: Estes germes conseguem sobreviver entre {0} e {1} de pressão ------------------ Eles crescem em pressões entre {2} e {3}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE
source: Contracted via touch ------------------
pt_br: Contraído pelo toque ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE_TOOLTIP
source: Duplicants contract this disease by coming into physical contact with germs
pt_br: Duplicantes contraem esta doença por entrar em contato físico com os germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE
source: Temperature range: {0} to {1}
pt_br: Faixa de temperatura: {0} a {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE_TOOLTIP
source: These germs can survive temperatures between {0} and {1} ------------------ They thrive in temperatures between {2} and {3}
pt_br: Estes germes podem sobreviver à temperaturas entre {0} e {1} ------------------ Eles crescem em temperaturas entre {2} e {3}

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTION
source: This Duplicant's last meal wasn't exactly sanitary
pt_br: A última refeição deste Duplicante não foi muito higiênica

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTIVE_SYMPTOMS
source: Nonlethal. A Duplicant's body "purges" from both ends, causing extreme fatigue.
pt_br: Não letal. O corpo de um Duplicante "expurga" pelos dois buracos, causando extrema fadiga.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when vomiting.
pt_br: Atualmente infectado com {2}. Este Duplicante produzirá {1} quando vomitar.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will vomit approximately every {0} ------------------ Each time they vomit, they will release {1} and lose calories
pt_br: Este Duplicante vomitará a cada {0} ------------------ A cada vez que eles vomitam, eles liberam {1} e perdem calorias

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.LEGEND_HOVERTEXT
source: Food Poisoning Germs Present
pt_br: Contém Germes de Infecção Alimentar

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.NAME
source: <link="FOODPOISONING">Food Poisoning</link>
pt_br: <link="FOODPOISONING">Infecção Alimentar</link>

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM
source: Vomiting
pt_br: Vômito

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM_TOOLTIP
source: Duplicants periodically vomit throughout the day, producing additional germs and losing calories
pt_br: Duplicantes vomitarão periodicamente durante o dia, produzindo germes adicionais e perdendo calorias

# STRINGS.DUPLICANTS.DISEASES.GERMS
source: Germs
pt_br: Germes

# STRINGS.DUPLICANTS.DISEASES.GERMS_CONSUMED_DESCRIPTION
source: A count of the number of germs this Duplicant is host to
pt_br: A quantidade de germes que este Duplicante hospeda dentro do seu corpo

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.DESCRIPTION
source: This Duplicant's thought processes have short circuited from extreme heat exposure
pt_br: Os pensamentos deste Duplicante foram desacelerados devido ao calor extremo

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.LEGEND_HOVERTEXT
source: Area Causes Heat Stroke
pt_br: Área Causa Insolação

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.NAME
source: <link="HEATRASH">Heat Stroke</link>
pt_br: <link="HEATRASH">Insulação</link>

# STRINGS.DUPLICANTS.DISEASES.INFECTED_MODIFIER
source: Suppressed immune system
pt_br: Sistema imune suprimido

# STRINGS.DUPLICANTS.DISEASES.INFECTED_POPUP
source: Became infected by {0}
pt_br: Foi infectado por {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER
source: Recently consumed {0} ({1})
pt_br: {0} ({1}) consumido recentemente

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.AIR
source: by breathing {0}
pt_br: por inalar {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.FOOD
source: by eating {0}
pt_br: por ingerir {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.INTERNAL_TEMPERATURE
source: from extreme internal temperatures
pt_br: por temperaturas internas extremas

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.SKIN
source: through skin contamination
pt_br: por contaminação na pele

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.TOXIC_AREA
source: through exposure to toxic areas
pt_br: por exposição a áreas tóxicas

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.UNKNOWN
source: from unknown source
pt_br: de uma fonte desconhecida

# STRINGS.DUPLICANTS.DISEASES.LEGEND_POSTAMBLE
source: * Select an infected object for more details
pt_br: * Selecione um objeto infectado para mais detalhes

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER
source: <link="IMMUNE SYSTEM">Immune Booster</link>
pt_br: <link="IMMUNE SYSTEM">Impulsionador Imunológico</link>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER_TOOLTIP
source: Boosters can be taken by both healthy and sick Duplicants to prevent future disease
pt_br: Impulsionadores podem ser tomado por Duplicantes saudáveis e doentes para prevenir futuras doenças

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES
source: Alleviates {0}
pt_br: Alivia {0}

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY
source: Alleviates <link="DISEASE">All Diseases</link>
pt_br: Alivia <link="DISEASES">Todas as Doenças</link>
