Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.MESSAGEBODY
source: <link="DIRTYWATER">Polluted Water</link> emits <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> and can accelerate the spread of <link="DISEASE">Disease</link> through your base. Small accidents can be cleaned up by clicking and dragging with the <link="MISC">Mop tool</link> <color=#F44A47><b>[M]</b></color>, while larger bodies may be worth filtering. Polluted water also <link="STRESS">stress</link> out Duplicants that come into contact with it, so it is best removed quickly for your colony's safety.
pt_br: <link="DIRTYWATER">Água Poluída</link> emite <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link> e pode acelerar a propagação de <link="DISEASE">Doenças</link> pela sua base. Pequenos acidentes podem ser limpados com a <link="MISC">Ferramenta Secar</link> <color=#F44A47><b>[M]</b></color>, enquanto que corpos maiores podem ser filtrados. Água Poluída também <link="STRESS">estressa</link> os Duplicantes que entram em contato com ela, então é melhor removê-la rapidamente para a segurança da sua colônia.

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.NAME
source: TIP: Polluted Water
pt_br: DICA: Água Poluída

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.TOOLTIP
source: Learn how to handle polluted materials
pt_br: Aprenda como lidar com materiais poluídos

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.NAME
source: Nearly dry
pt_br: Quase seco

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.TOOLTIP
source: These Duplicants will dry off soon:
pt_br: Estes Duplicantes secarão em breve:

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.NAME
source: Colony requires a <link="POWER">Power</link> source
pt_br: Colônia requer uma fonte de <link="POWER">Energia</link>

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.TOOLTIP
source: <link="POWER">Power</link> is required to operate electrical buildings
pt_br: <link="POWER">Energia</link> é necessária para operar estruturas elétricas

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.NAME
source: Colony requires a food source
pt_br: Colônia precisa de fontes de comida

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.TOOLTIP
source: Your colony will soon exhaust their supplies without a new <link="FOOD">Food</link> source
pt_br: Sua colônia esgotará seus suprimentos sem uma nova fonte de <link="FOOD">Comida</link>

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.NAME
source: Insufficient oxygen generation
pt_br: Produção insuficiente de oxigênio

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.TOOLTIP
source: • Your colony has produced {EmittingRate} of <link="OXYGEN">Oxygen</link> this cycle • Your Duplicants have consumed {ConsumptionRate}
pt_br: • Sua colônia produziu {EmittingRate} de <link="OXYGEN">Oxigênio</link> neste ciclo • Seus Duplicantes consumiram {ConsumptionRate}

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.NAME
source: Colony requires beds
pt_br: Colônia precisa de camas

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.TOOLTIP
source: Your Duplicants would appreciate a place to sleep
pt_br: Seus Duplicantes adorariam ter um lugar para dormir

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.NAME
source: Colony requires toilets
pt_br: Colônia precisa de banheiros

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.TOOLTIP
source: Your Duplicants have nowhere to relieve themselves
pt_br: Seus Duplicantes não tem um lugar para fazerem suas necessidades

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.NAME
source: {0} has developed a trait
pt_br: {0} desenvolveu um traço

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.TOOLTIP
source: {0} has developed the trait(s): • {1}
pt_br: {0} desenvolveu o(s) seguinte(s) traço(s): • {1}

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.NAME
source: Colony requires Med-Beds
pt_br: Colônia precisa de Macas

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.TOOLTIP
source: Your sick Duplicants have nowhere to rest or receive medical care
pt_br: Seus Duplicantes doentes não tem um lugar para descansar ou receber cuidado médico

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.NAME
source: Output blocked
pt_br: Saída bloqueada

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
pt_br: Canos bloqueados estão impedindo o funcionamento destes sistemas:

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants will choose what work they do based on the priorities you set. To set priorities, open the Priorities menu to control master priorities, and then use the Sub-Priorities buttons under the tool menu. Many buildings also let you change their Sub-Priority level on selection.
pt_br: Duplicantes escolhem o que fazer de acordo com a prioridades que você definir. Para definir prioridades, utilize o menu Prioridades para controlar prioridades mestres e depois use os botões de Sub-Prioridades abaixo do menu. Muitas estruturas também permitem você alterar o nível de Sub-Prioridade na seleção.

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.NAME
source: TIP: Priorities
pt_br: DICA: Prioridades

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.TOOLTIP
source: Understanding your Duplicants' priorities
pt_br: Entendendo as prioridades dos seus Duplicantes

# STRINGS.MISC.NOTIFICATIONS.REDALERT.NAME
source: Red Alert
pt_br: Alerta Vermelho

# STRINGS.MISC.NOTIFICATIONS.REDALERT.TOOLTIP
source: The colony is prioritizing work over their individual well-being
pt_br: A colônia está dando prioridade ao trabalho ao invés de seu bem-estar

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.MESSAGEBODY
source: Eureka! {0} Technology has been unlocked. New buildings have become available: • {1}
pt_br: Eureca! Tecnologia {0} foi desbloqueada. Novas estruturas que ficaram disponíveis: • {1}

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.NAME
source: Research Complete
pt_br: Pesquisa Concluída

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.TOOLTIP
source: {0} research complete!
pt_br: Pesquisa {0} concluída!

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.NAME
source: Resources melted
pt_br: Recursos fundiram

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.TOOLTIP
source: These resources have melted:
pt_br: Os seguintes recursos fundiram:

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.LINE
source: • <b>{0}</b> mastered the {1} job
pt_br: • <b>{0}</b> dominou o trabalho {1}

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.MESSAGEBODY
source: These Duplicants have mastered their jobs and may be eligible for promotion: {0}
pt_br: Estes Duplicantes dominaram seus trabalhos e podem ser promovidos: {0}

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.NAME
source: Jobs Mastered
pt_br: Trabalhos Dominados

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.TOOLTIP
source: Job Mastered
pt_br: Trabalho Dominado

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.MESSAGEBODY
source: Duplicants crave structure and will only eat, sleep, work, or bathe during the times you allot for these activities. To make the best use of your time, open the SCHEDULE TAB <color=#F44A47><b>[U]</b></color> to adjust your colony's agenda and plan how your Duplicants should utilize their day.
pt_br: Duplicantes adoram rotinas, e irão comer, dormir, trabalhar ou tomar banho durante os horários que você definir. Para usar bem o seu tempo, abra a ABA ROTINA <color=#F44A47><b>[U]</b></color> para ajustar a rotina de sua colônia e como sus Duplicantes devem aproveitar cada dia.

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.NAME
source: TIP: Scheduling
pt_br: DICA: Rotina

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.TOOLTIP
source: Learn how to schedule your Duplicants' time
pt_br: Aprenda a como gerenciar o tempo dos Duplicantes

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.MESSAGEBODY
source: Duplicants are fragile creatures and must be kept mentally healthy in order to function. Subpar conditions will increase Duplicants' <link="STRESS">Stress</link>, while improved conditions will decrease it. Too much <link="STRESS">Stress</link> will cause Duplicants to have a nervous breakdown. Select a Duplicant and mouse over <link="STRESS">Stress</link> in their INFORMATION TAB to view their individual <link="STRESS">Stress</link> factors.
pt_br: Duplicantes são criaturas frágeis, e devem ter sua saúde mental bem cuidada para funcionarem. Condições ruins aumentarão o <link="STRESS">Estresse</link> de um Duplicante, enquanto que boas condições o reduzirão. <link="STRESS">Estresse</link> demais fará com que os Duplicantes tenham um colapso nervoso. Selecione um Duplicante e passe o mouse sobre <link="STRESS">Estresse</link> na ABA INFORMAÇÃO para ver fatores individuais de <link="STRESS">Estresse</link>.

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.NAME
source: TIP: Stress Management
pt_br: DICA: Administrando Stress

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.TOOLTIP
source: Learn how to keep Duplicants happy and productive
pt_br: Aprenda como manter seus Duplicantes felizes e produtivos

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.NAME
source: Structural collapse
pt_br: Colapso estrutural

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.TOOLTIP
source: These buildings have collapsed:
pt_br: As seguintes estruturas colapsaram:

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.NAME
source: Structural damage
pt_br: Dano estrutural

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.TOOLTIP
source: These buildings' structural integrity has been compromised
pt_br: A integridade estrutural destas estruturas estão comprometidas

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.NAME
source: No Docks available
pt_br: Sem Estações Disponíveis

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.TOOLTIP
source: An exosuit was dropped because there were no empty Exosuit Docks available
pt_br: Um exotraje foi largado pois não existem Estações de Exotraje vazias disponíveis

# STRINGS.MISC.NOTIFICATIONS.SUITS.MESSAGEBODY
source: <link="EXOSUIT">Exosuits</link> can be equipped to protect your Duplicants from environmental hazards like extreme <link="HEAT">Heat</link>, airborne <link="DISEASE">Germs</link>, or unbreathable <link="ELEMENTSGAS">Gas</link>. In order to utilize these suits, you'll need to hook up an Exosuit Dock to a Suit Checkpoint, then store one of your suits inside. Duplicants will equip an exosuit when they walk past the Checkpoint in the chosen direction, and will unequip their suit when walking back the opposite way.
pt_br: <link="EXOSUIT">Exotrajes</link> podem ser usados para proteger seus Duplicantes de perigos do ambiente como <link="HEAT">Calor</link> extremo, <link="DISEASE">Germes</link> aéreos ou <link="ELEMENTSGAS">Gases</link> irrespiráveis. Para utilizar estes trajes, você precisará colocar uma Estação de Exotrajes ao lado de um Ponto de Checagem de Trajes e então armazenar um dos seus trajes lá dentro. Duplicantes vão equipar um exotraje quando passarem por um Ponto de Checagem na direção escolhida e remover o traje quando passar pela direção oposta.

# STRINGS.MISC.NOTIFICATIONS.SUITS.NAME
source: TIP: Exosuits
pt_br: DICA: Exotrajes

# STRINGS.MISC.NOTIFICATIONS.SUITS.TOOLTIP
source: Learn how to use exosuits
pt_br: Aprenda como usar exotrajes

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants will perform pending errands in order of most to least urgent. For example, Duplicants will always harvest <link="FOOD">Food</link> before they build, and always build new structures before they dig. Open the ERRANDS TAB <color=#F44A47><b>[J]</b></color> to set which errands Duplicants may perform, or specialize skilled Duplicants for specific types of work.
pt_br: Duplicantes realizam tarefas pendentes em ordem decrescente de prioridade, ou seja, da maior para a menor. Por exemplo, Duplicantes sempre colhem <link="FOOD">Comida</link> antes de construírem, e sempre constroem antes de cavarem. Abra a ABA TAREFAS <color=#F44A47><b>[J]</b></color> para definir o que cada Duplicante pode fazer, ou especializar Duplicantes de acordo com suas habilidades.

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.NAME
source: TIP: Errand Priorities
pt_br: DICA: Prioridades nas Tarefas

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.TOOLTIP
source: Learn how to manage Duplicants' priorities
pt_br: Aprenda como administrar as prioridades de seus Duplicantes

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.MESSAGEBODY
source: Environments that are extremely <link="HEAT">Hot</link> or <link="HEAT">Cold</link> will affect your Duplicants' internal body temperature and cause <link="STRESS">Stress</link>. The THERMAL COMFORT OVERLAY <color=#F44A47><b>[F4]</b></color> will allow you to view all areas where Duplicants cannot regulate their temperature and will become uncomfortable.
pt_br: Ambientes extremamente <link="HEAT">Quentes</link> ou <link="HEAT">Frios</link> afetarão a temperatura interna dos seus Duplicantes e causarão <link="STRESS">Estresse</link>. O PAINEL CONFORTO TÉRMICO <color=#F44A47><b>[F4]</b></color> permite que você veja em quais áreas seus Duplicantes não conseguirão regular sua temperatura e ficarão desconfortáveis.

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.NAME
source: TIP: Duplicant Temperature
pt_br: DICA: Temperatura dos Duplicantes

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.TOOLTIP
source: Help your Duplicants keep their cool
pt_br: Mantenha seus Duplicantes fresquinhos

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.MESSAGEBODY
source: When constructing buildings, take note of their <link="HEAT">Overheat Temperature</link> and plan their locations accordingly. Maintaining low ambient temperatures and good ventilation will help keep building temperatures down. Buildings that exceed their Overheat Temperature will begin to take damage and if left untended, will meltdown and stop functioning until repaired.
pt_br: Ao construir estruturas, preste atenção na <link="HEAT">Temperatura de Sobreaquecimento</link> e planeje seu posicionamento de acordo. Manter uma temperatura ambiente baixa e boa ventilação ajudam na redução da temperatura de suas estruturas. Estruturas que estiverem acima dessa Temperatura começarão a sofrer dano e, se nada for feito, vão fundir-se e deixar de funcionar até serem reparadas.

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.NAME
source: TIP: Building Temperature
pt_br: DICA: Temperatura das Estruturas

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.TOOLTIP
source: Learn how to prevent meltdowns
pt_br: Aprenda a evitar derretimentos

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.NAME
source: Unreachable resources
pt_br: Recursos inacessíveis

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.TOOLTIP
source: Duplicants cannot retrieve these resources:
pt_br: Duplicantes não conseguem coletar os seguintes materiais:

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.NAME
source: Unrefrigerated Food
pt_br: Comida Não Refrigerada

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.TOOLTIP
source: These <link="FOOD">Food</link> items are in storage but are not refrigerated:
pt_br: Os seguintes <link="FOOD">Alimentos</link> estão guardados mas não estão refrigerados:

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.NAME
source: Vent blocked
pt_br: Saída bloqueada

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
pt_br: Canos bloqueados impedem o funcionamento desses sistemas:

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.NAME
source: Vent overpressurized
pt_br: Saída em sobrepressão

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.TOOLTIP
source: These pipe systems have exited the ideal pressure range:
pt_br: Estes encanamentos saíram da faixa ideal de pressão:

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.MESSAGEBODY
source: Duplicants are self-motivated and require no individual management in order to perform errands in the colony. You can use the <link="TOOLS">DIG TOOL</link> <color=#F44A47><b>[G]</b></color> and the <link="MISC">Build menu</link> in the lower left of the screen to begin planning errands. Once you've placed a few errands, your Duplicants will automatically get to work for you.
pt_br: Duplicantes são auto motivados e não precisam ser comandados individualmente para realizarem suas tarefas. Você pode utilizar a <link="TOOLS">FERRAMENTA CAVAR</link> <color=#F44A47><b>[G]</b></color> e o <link="BUILD MENU">Menu Construir</link> na parte inferior esquerda da tela para iniciar tarefas. Após dar algumas tarefas, seus Duplicantes vão logo começar a trabalhar para você.

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.NAME
source: TIP: Colony Management
pt_br: DICA: Administrando a colônia

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.TOOLTIP
source: Learn how to get Duplicants to do your bidding
pt_br: Aprenda como fazer com que os Duplicantes obedeçam você

# STRINGS.MISC.PLACERS.DIGPLACER.NAME
source: Dig
pt_br: Cavar

# STRINGS.MISC.PLACERS.MOPPLACER.NAME
source: Mop
pt_br: Limpar

# STRINGS.MISC.POPFX.RESOURCE_EATEN
source: Resource Eaten
pt_br: Recurso Comido

# STRINGS.MISC.STATUSITEMS.AWAITINGSTUDY.NAME
source: Analysis Pending
pt_br: Análise Pendente

# STRINGS.MISC.STATUSITEMS.AWAITINGSTUDY.TOOLTIP
source: New information on this Natural Feature will be compiled once the field study is complete
pt_br: Novas informações sobre este Recurso Natural serão compiladas assim que o estudo de campo for concluído

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.NEIGHBORSBLOCKED.NAME
source: Bleachstone blocked
pt_br: Barrela bloqueada

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.NEIGHBORSBLOCKED.TOOLTIP
source: This <link="BLEACHSTONE">Bleach Stone</link> deposit is not exposed to air and cannot emit <link="CHLORINE">Chlorine</link>
pt_br: Este depósito de <link="BLEACHSTONE">Barrela</link> não está exposto ao ar e assim não pode emitir <link="CHLORINE">Cloro</link>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.OVERPRESSURE.NAME
source: Inert
pt_br: Inerte

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.OVERPRESSURE.TOOLTIP
source: Environmental air pressure is too high for this <link="BLEACHSTONE">Bleach Stone</link> deposit to emit <link="CHLORINE">Chlorine</link>
pt_br: A pressão do ar está alta demais para que este depósito de <link="BLEACHSTONE">Barrela</link> possa emitir <link="CHLORINE">Cloro</link>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEBLOCKED.TOOLTIP
source: This <link="BLEACHSTONE">Bleach Stone</link> deposit has no room to emit <link="CHLORINE">Chlorine</link>
pt_br: Este depósito de <link="BLEACHSTONE">Barrela</link> não tem espaço suficiente para emitir <link="CHLORINE">Cloro</link>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.NAME
source: Emitting {Element}: {FlowRate}
pt_br: Emitindo {Element}: {FlowRate}

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
pt_br: Produzindo {Element} a uma taxa de {FlowRate}

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEINACTIVE.NAME
source: Inert
pt_br: Inerte

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEINACTIVE.TOOLTIP
source: Environmental air pressure is too high for this <link="BLEACHSTONE">Bleach Stone</link> deposit to emit <link="CHLORINE">Chlorine</link>
pt_br: A pressão do ar está alta demais para que este depósito de <link="BLEACHSTONE">Barrela</link> possa emitir <link="CHLORINE">Cloro</link>

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.NAME
source: Buried Object
pt_br: Objeto Enterrado

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.TOOLTIP
source: Something seems to be hidden here
pt_br: Algo parece estar escondido aqui

# STRINGS.MISC.STATUSITEMS.CLEANING.NAME
source: Cleaning
pt_br: Limpando

# STRINGS.MISC.STATUSITEMS.CLEANING.TOOLTIP
source: This building is currently being cleaned
pt_br: Esta estrutura está sendo limpa no momento

# STRINGS.MISC.STATUSITEMS.EDIBLE.NAME
source: Rations: {0}
pt_br: Refeições: {0}

# STRINGS.MISC.STATUSITEMS.EDIBLE.TOOLTIP
source: Can provide <link="KCAL">{0}</link> of energy to Duplicants
pt_br: Proporciona <link="KCAL">{0}</link> de energia para os Duplicantes

# STRINGS.MISC.STATUSITEMS.ELEMENTALCATEGORY.TOOLTIP
source: The selected object belongs to the {Category} resource category
pt_br: O item selecionado pertence à categoria {Category}

# STRINGS.MISC.STATUSITEMS.ELEMENTALDISEASE.TOOLTIP
source: Current disease: {Disease}
pt_br: Doença atual: {Diseases}

# STRINGS.MISC.STATUSITEMS.ELEMENTALMASS.TOOLTIP
source: The selected object has a mass of {Mass}
pt_br: Este item tem uma massa de {Mass}

# STRINGS.MISC.STATUSITEMS.ELEMENTALTEMPERATURE.TOOLTIP
source: The selected object is currently {Temp}
pt_br: A temperatura atual deste item é {Temp}

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.ALRIGHT.NAME
source: None
pt_br: Nenhum

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.ALRIGHT.TOOLTIP
source: This Duplicant is none the worse for wear
pt_br: Este Duplicante está bem até demais

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.CRITICAL.NAME
source: Severe
pt_br: Severo

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.CRITICAL.TOOLTIP
source: This Duplicant is in serious need of medical attention
pt_br: Este Duplicante necessita urgentemente de atenção médica

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.DEAD.NAME
source: Conclusive
pt_br: Conclusivo

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.DEAD.TOOLTIP
source: This Duplicant won't be getting back up
pt_br: Este Duplicante não vai se levantar

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INCAPACITATED.NAME
source: Paralyzing
pt_br: Paralizando

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INCAPACITATED.TOOLTIP
source: This Duplicant will die if they do not receive medical attention
pt_br: Este Duplicantes morrerá se não receber atenção médica

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INJURED.NAME
source: Moderate
pt_br: Moderado

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INJURED.TOOLTIP
source: This Duplicant needs some patching up
pt_br: Este Duplicante necessita de alguns curativos

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.PERFECT.NAME
source: None
pt_br: Nenhum

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.PERFECT.TOOLTIP
source: This Duplicant is in peak condition
pt_br: Este Duplicante está em perfeitas condições

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.SCUFFED.NAME
source: Minor
pt_br: Leve

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.SCUFFED.TOOLTIP
source: This Duplicant has a few scrapes and bruises
pt_br: Este Duplicante possui alguns ferimentos

# STRINGS.MISC.STATUSITEMS.HIT.NAME
source: {targetName} took {damageAmount} damage from {attackerName}'s attack!
pt_br: {targetName} recebeu {damageAmount} de dano do ataque de {attackerName}!

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.NAME
source: Marked For Compost
pt_br: Marcado para Compostagem

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.TOOLTIP
source: Awaiting a Duplicant to compost
pt_br: Aguardando um Duplicante para compostar

# STRINGS.MISC.STATUSITEMS.MARKEDFORDISINFECTION.NAME
source: Disinfection Pending
pt_br: Desinfecção Pendente

# STRINGS.MISC.STATUSITEMS.MARKEDFORDISINFECTION.TOOLTIP
source: Awaiting a Duplicant to disinfect
pt_br: Aguardando um Duplicante desinfetar

# STRINGS.MISC.STATUSITEMS.NOCLEARLOCATIONSAVAILABLE.NAME
source: No Sweep Destination
pt_br: Sem Destino para Coleta

# STRINGS.MISC.STATUSITEMS.NOCLEARLOCATIONSAVAILABLE.TOOLTIP
source: There are no valid destinations for this object to be swept to
pt_br: Não existem destinos válidos para este objeto ser guardado após coleta

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.NAME
source: No Harvest Pending
pt_br: Nenhuma Colheita Pendente

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.TOOLTIP
source: Use the Harvest Tool to mark this plant for harvest
pt_br: Use a Ferramenta Colher para marcar esta planta para colheita

# STRINGS.MISC.STATUSITEMS.OPERATING.NAME
source: In Use
pt_br: Em Uso

# STRINGS.MISC.STATUSITEMS.OPERATING.TOOLTIP
source: This object is currently being used
pt_br: Este objeto está em uso

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.NAME
source: Pending Attack
pt_br: Ataque Pendente
