Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_ART.DESCRIPTION
source: +{0} to Creativity
pt_br: +{0} para Criatividade

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_ATHLETICS.DESCRIPTION
source: +{0} to Athletics
pt_br: +{0} para Atlético

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CARING.DESCRIPTION
source: +{0} to Caring
pt_br: +{0} para Cuidado

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CARRY_AMOUNT.DESCRIPTION
source: +{0}kg to Carrying Capacity
pt_br: +{0}kg para a Capacidade de Carga

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CONSTRUCTION.DESCRIPTION
source: +{0} to Construction
pt_br: +{0} para Construção

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_COOKING.DESCRIPTION
source: +{0} to Cooking
pt_br: +{0} para Culinária

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_DIG_SPEED.DESCRIPTION
source: +{0} to Digging
pt_br: +{0} para Escavação

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_LEARNING.DESCRIPTION
source: +{0} to Learning
pt_br: +{0} para Aprendizado

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_MACHINERY.DESCRIPTION
source: +{0} to Tinkering
pt_br: +{0} para Manuseio

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_STRENGTH.DESCRIPTION
source: +{0} to Strength
pt_br: +{0} para Força

# STRINGS.UI.ROLES_SCREEN.PERKS.MANAGED_COLONY.DESCRIPTION
source: Colony Stress Alleviater
pt_br: Aliviador de Estresse da Colônia

# STRINGS.UI.ROLES_SCREEN.PERKS.MANAGERIAL_DUTIES.DESCRIPTION
source: Workload stress
pt_br: Estresse por Trabalhar

# STRINGS.UI.ROLES_SCREEN.PERKS.NO_PERKS
source: This job comes with no training
pt_br: Este trabalho não precisa de treinamento

# STRINGS.UI.ROLES_SCREEN.PERKS.TITLE_BASICTRAINING
source: Basic Job Training
pt_br: Treinamento de Trabalho Básico

# STRINGS.UI.ROLES_SCREEN.PERKS.TITLE_MORETRAINING
source: Additional Job Training
pt_br: Treinamento de Trabalho Adicional

# STRINGS.UI.ROLES_SCREEN.PRIORITY.DESCRIPTION
source: {0}s prioritize these work errands:
pt_br: {0}s priorizam as seguintes tarefas:

# STRINGS.UI.ROLES_SCREEN.PRIORITY.NO_EFFECT
source: This job does not affect errand prioritization
pt_br: Este trabalho não afeta a priorização de tarefas

# STRINGS.UI.ROLES_SCREEN.PRIORITY.TITLE
source: Job Priorities
pt_br: Prioridades do Trabalho

# STRINGS.UI.ROLES_SCREEN.RESUME.NO_SELECTION
source: No Duplicant selected
pt_br: Nenhum Duplicante selecionado

# STRINGS.UI.ROLES_SCREEN.RESUME.PREVIOUS_ROLES
source: PREVIOUS DUTIES
pt_br: TAREFAS ANTERIORES

# STRINGS.UI.ROLES_SCREEN.RESUME.TITLE
source: Qualifications
pt_br: Requisitos

# STRINGS.UI.ROLES_SCREEN.RESUME.UNASSIGNED
source: Unassigned
pt_br: Não atribuído

# STRINGS.UI.ROLES_SCREEN.ROLE_PROGRESS
source: <b>Job Experience: {0}/{1}</b> Duplicants can become eligible for specialized jobs by maxing their current job experience
pt_br: <b>Experiência de Trabalho: {0}/{1}</b> Duplicantes podem tornar-se elegíveis para trabalhos especializados ao maximizar sua experiência no trabalho atual

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.ASSIGNED_DUPLICANTS
source: Assigned Duplicants
pt_br: Duplicantes Designados

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.UNASSIGN
source: Unassign job
pt_br: Remover trabalho

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.UNASSIGNED_DUPLICANTS
source: Unassigned Duplicants
pt_br: Duplicantes não designados

# STRINGS.UI.ROLES_SCREEN.SLOTS.ASSIGNMENT_PENDING
source: (Pending)
pt_br: (Pendente)

# STRINGS.UI.ROLES_SCREEN.SLOTS.NO_ELIGIBLE_DUPLICANTS
source: No Duplicants meet the requirements for this job
pt_br: Nenhum Duplicante atinge os requisitos para este trabalho

# STRINGS.UI.ROLES_SCREEN.SLOTS.NOSLOTS
source: No slots available
pt_br: Nenhuma vaga disponível

# STRINGS.UI.ROLES_SCREEN.SLOTS.PICK_DUPLICANT
source: None
pt_br: Nenhum

# STRINGS.UI.ROLES_SCREEN.SLOTS.PICK_JOB
source: No Job
pt_br: S/Trabalho

# STRINGS.UI.ROLES_SCREEN.SLOTS.UNASSIGNED
source: Vacant Position
pt_br: Posição Disponível

# STRINGS.UI.ROLES_SCREEN.SLOTS.UNASSIGNED_TOOLTIP
source: Click to assign a Duplicant to this job opening
pt_br: Clique para designar um Duplicante para esta vaga de trabalho

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.FIVE
source: Tier 5
pt_br: Nível 5

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.FOUR
source: Tier 4
pt_br: Nível 4

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.ONE
source: Tier 1
pt_br: Nível 1

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.SEVEN
source: Tier 7
pt_br: Nível 7

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.SIX
source: Tier 6
pt_br: Nível 6

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.THREE
source: Tier 3
pt_br: Nível 3

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.TWO
source: Tier 2
pt_br: Nível 2

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.ZERO
source: Tier 0
pt_br: Nível 0

# STRINGS.UI.ROLES_SCREEN.WIDGET.NO_MASTERS_TOOLTIP
source: <b>No Duplicants have mastered this job</b>
pt_br: <b>Nenhum Duplicante dominou este trabalho</b>

# STRINGS.UI.ROLES_SCREEN.WIDGET.NUMBER_OF_MASTERS_TOOLTIP
source: <b>Duplicants who have mastered this job:</b>{0}
pt_br: <b>Duplicantes que dominaram este trabalho:</b>{0}

# STRINGS.UI.SANDBOX_TOGGLE.TOOLTIP_LOCKED
source: Sandbox mode must be unlocked in the options menu before it can be used.
pt_br: Modo caixa de areia precisa ser desbloqueado no menu de opções antes de ser usado.

# STRINGS.UI.SANDBOX_TOGGLE.TOOLTIP_UNLOCKED
source: Toggle Sandbox mode
pt_br: Alternar Modo Caixa de Areia

# STRINGS.UI.SANDBOXTOOLS.CLEARFLOOR.DELETED
source: Deleted
pt_br: Apagado

# STRINGS.UI.SANDBOXTOOLS.FILTERS.BACK
source: Back
pt_br: Voltar

# STRINGS.UI.SANDBOXTOOLS.FILTERS.COMMON
source: Common substances
pt_br: Substâncias comuns

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.CREATURE
source: Creatures
pt_br: Criaturas

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.CREATURE_EGG
source: Eggs
pt_br: Ovos

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.EQUIPMENT
source: Equipment
pt_br: Equipamento

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.FOOD
source: Foods
pt_br: Comidas

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.GEYSERS
source: Geysers
pt_br: Gêiseres

# STRINGS.UI.SANDBOXTOOLS.FILTERS.ENTITIES.PLANTS
source: Plants
pt_br: Plantas

# STRINGS.UI.SANDBOXTOOLS.FILTERS.GAS
source: Gasses
pt_br: Gases

# STRINGS.UI.SANDBOXTOOLS.FILTERS.LIQUID
source: Liquids
pt_br: Líquidos

# STRINGS.UI.SANDBOXTOOLS.FILTERS.SOLID
source: Solids
pt_br: Sólidos

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH.NAME
source: Brush
pt_br: Pincel

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH.TOOLTIP
source: Paint the world simulation with the brush tool
pt_br: Pinte a simulação do mundo com a ferramenta pincel

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_NOISE.NAME
source: Noise
pt_br: Ruído

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_NOISE.TOOLTIP
source: Adjust brush noisiness
pt_br: Ajustar ruído do pincel

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_SIZE.NAME
source: Brush size
pt_br: Tamanho do pincel

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.BRUSH_SIZE.TOOLTIP
source: Adjust brush size
pt_br: Ajustar tamanho do pincel

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.CLEAR_FLOOR.NAME
source: Clear Floor
pt_br: Limpar Chão

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.CLEAR_FLOOR.TOOLTIP
source: Delete clutter
pt_br: Apague a bagunça

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DESTROY.NAME
source: Destroy
pt_br: Destruir

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DESTROY.TOOLTIP
source: Destroy everything on a cell
pt_br: Destrua tudo em uma célula

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DISEASE_COUNT.NAME
source: Germ count
pt_br: Quantidade de germes

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.DISEASE_COUNT.TOOLTIP
source: Adjust germ count
pt_br: Ajustar quantidade de germes

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FLOOD.NAME
source: Flood
pt_br: Preencher

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.FLOOD.TOOLTIP
source: Paint the world simulation with a the flood area tool
pt_br: Pinte a simulação do mundo com uma ferramenta de preencher a área

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.HEATGUN.NAME
source: Heat Gun
pt_br: Arma de Calor

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.HEATGUN.TOOLTIP
source: Inject thermal energy into the world simulation
pt_br: Injete energia térmica na simulação do mundo

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.MASS.NAME
source: Absolute mass
pt_br: Massa absoluta

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.MASS.TOOLTIP
source: Adjust mass
pt_br: Ajustar massa

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SAMPLE.NAME
source: Sample
pt_br: Copiar

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SAMPLE.TOOLTIP
source: Sample a tile's state for use with the brush tools
pt_br: Copie um bloco para utilizá-lo com a ferramenta pincel

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWN_ENTITY.NAME
source: Spawn
pt_br: Invocar

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWNER.NAME
source: Spawner
pt_br: Invocador

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPAWNER.TOOLTIP
source: Spawn food, creatures, equipment, and other entities
pt_br: Invoque comida, criaturas, equipamentos e outras entidades

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPRINKLE.NAME
source: Sprinkle
pt_br: Espalhar

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.SPRINKLE.TOOLTIP
source: Paint the world simulation with a noisey brush tool
pt_br: Pinte a simulação do mundo com um pincel irregular

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE.NAME
source: Absolute temperature
pt_br: Temperatura absoluta

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE.TOOLTIP
source: Adjust absolute temperature
pt_br: Ajustar temperatura absoluta

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE_ADDITIVE.NAME
source: Additive temperature
pt_br: Temperatura adicional

# STRINGS.UI.SANDBOXTOOLS.SETTINGS.TEMPERATURE_ADDITIVE.TOOLTIP
source: Adjust additive temperature
pt_br: Ajustar temperatura adicional

# STRINGS.UI.SCHEDULE
source: SCHEDULE
pt_br: ROTINA

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.DESCRIPTION
source: EAT: During Mealtime Duplicants will head to their assigned mess halls and eat.
pt_br: COMER: Durante o horário do almoço, Duplicantes irão aos seus refeitórios para comer.

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.NAME
source: Mealtime
pt_br: Hora do Almoço

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.DESCRIPTION
source: HYGIENE: During <link="HYGIENE">Hygiene</link> hours Duplicants will head to their assigned washrooms to get cleaned up.
pt_br: HIGIENE: Durante as horas de <link="HYGIENE">Higiene</link>, Duplicantes vão para os seus banheiros se limpar.

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.NAME
source: Hygiene
pt_br: Higiene

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.DESCRIPTION
source: HAMMER TIME: During Hammer Time, Duplicants will relieve their <link="STRESS">Stress</link> through dance. Please be aware that no matter how hard your Duplicants try, they will absolutely not be able to touch this.
pt_br: HORA DO HAMMER: Durante a Hora do Hammer, Duplicantes vão aliviar seu <link="STRESS">Estresse</link> por meio da dança. Por favor, fique avisado que não importe o quanto seus Duplicantes tentem, eles não vão conseguir tocar nisso.

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.NAME
source: Recreation
pt_br: Recreação

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.DESCRIPTION
source: SLEEP: When it's time to sleep, Duplicants will head to their assigned rooms and rest.
pt_br: Dormir: Quando for hora de dormir, Duplicantes irão automaticamente aos seus quartos para descansar.

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.NAME
source: Sleep
pt_br: Dormir

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.DESCRIPTION
source: WORK: During Work hours Duplicants will perform any pending errands in the colony.
pt_br: TRABALHO: Durantes as horas de Trabalho, Duplicantes vão realizar qualquer tarefa pendente na colônia.

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.NAME
source: Work
pt_br: Trabalho

# STRINGS.UI.SCHEDULESCREEN.ALLOWED
source: Allowed
pt_br: Permitido

# STRINGS.UI.SCHEDULESCREEN.BLOCKS
source: BLOCKS:
pt_br: BLOQUEIA:

# STRINGS.UI.SCHEDULESCREEN.CLICKTOCHANGE
source: Click to change block type.
pt_br: Clique para mudar o tipo de bloco.

# STRINGS.UI.SCHEDULESCREEN.CLICKTOSELECT
source: Click to select.
pt_br: Clique para selecionar.

# STRINGS.UI.SCHEDULESCREEN.DENIED
source: Denied
pt_br: Negado

# STRINGS.UI.SCHEDULESCREEN.SCHEDULE
source: SCHEDULE:
pt_br: ROTINA:

# STRINGS.UI.SCHEDULESCREEN.SELECTBLOCKTYPETOOLTIP
source: Select a block type to adjust the colony's schedule
pt_br: Selecione um tipo de bloco para ajustar a rotina da colônia

# STRINGS.UI.SCHEDULESCREEN.SELECTHELP
source: Select an option and then click or drag on the timetable to adjust the Duplicant's schedule.
pt_br: Selecione uma opção e então clique ou arraste na linha do tempo para ajustar a rotina do Duplicante.

# STRINGS.UI.SCHEDULESCREEN.TIMESLOT
source: Time Slot
pt_br: Espaço

# STRINGS.UI.SPEED_FAST
source: FAST
pt_br: RÁPIDO

# STRINGS.UI.SPEED_MEDIUM
source: MEDIUM
pt_br: MÉDIO

# STRINGS.UI.SPEED_SLOW
source: SLOW
pt_br: LENTO

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EATEN_TODAY
source: Sort by eaten today
pt_br: Organizar por comido hoje

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EXPECTATIONS
source: Sort by quality expectations
pt_br: Organizar por expectativas de qualidade

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_FULLNESS
source: Sort by fullness
pt_br: Organizar por satisfação

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_HITPOINTS
source: Sort by hit points
pt_br: Organizar por pontos de saúde

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_IMMUNEPOINTS
source: Sort by immune points
pt_br: Organizar por pontos de imunidade

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_NAME
source: Sort by name
pt_br: Organizar por nome

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_STRESS
source: Sort by stress level
pt_br: Organizar por nível de estresse

# STRINGS.UI.TABLESCREENS.GOTO_DUPLICANT_BUTTON
source: Double-click to go to <b>{0}</b>
pt_br: Duplo clique para ir para <b>{0}</b>

# STRINGS.UI.TABLESCREENS.SELECT_DUPLICANT_BUTTON
source: Click to select <b>{0}</b>
pt_br: Clique para selecionar <b>{0}</b>

# STRINGS.UI.TOOLS.ATTACK.NAME
source: Attack
pt_br: Atacar

# STRINGS.UI.TOOLS.ATTACK.TOOLACTION
source: DRAG TO ATTACK
pt_br: ARRASTE PARA ATACAR

# STRINGS.UI.TOOLS.ATTACK.TOOLNAME
source: Attack tool
pt_br: Ferramenta Atacar

# STRINGS.UI.TOOLS.BUILD.NAME
source: Build {0}
pt_br: Construir {0}

# STRINGS.UI.TOOLS.BUILD.TOOLACTION
source: CLICK TO BUILD
pt_br: CLIQUE PARA CONSTRUIR

# STRINGS.UI.TOOLS.BUILD.TOOLACTION_DRAG
source: DRAG TO BUILD
pt_br: ARRASTE PARA CONSTRUIR

# STRINGS.UI.TOOLS.BUILD.TOOLNAME
source: Build tool
pt_br: Ferramenta Construir

# STRINGS.UI.TOOLS.CANCEL.NAME
source: Cancel
pt_br: Cancelar

# STRINGS.UI.TOOLS.CANCEL.TOOLACTION
source: DRAG TO CANCEL ACTION
pt_br: ARRASTE PARA CANCELAR AÇÃO

# STRINGS.UI.TOOLS.CANCEL.TOOLNAME
source: Cancel tool
pt_br: Ferramenta Cancelar

# STRINGS.UI.TOOLS.CAPTURE.NAME
source: Wrangle
pt_br: Capturar

# STRINGS.UI.TOOLS.CAPTURE.NOT_CAPTURABLE
source: Cannot Wrangle
pt_br: Impossível Capturar

# STRINGS.UI.TOOLS.CAPTURE.TOOLACTION
source: DRAG TO WRANGLE CRITTERS
pt_br: ARRASTE PARA CAPTURAR CRIATURAS

# STRINGS.UI.TOOLS.CAPTURE.TOOLNAME
source: Wrangle tool
pt_br: Ferramenta Capturar

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.NAME
source: Clean
pt_br: Limpar

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.TOOLNAME
source: Clean Up tools
pt_br: Ferramenta Limpar

# STRINGS.UI.TOOLS.COPYSETTINGS.NAME
source: Paste Settings
pt_br: Colar Configurações

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLACTION
source: DRAG TO PASTE SETTINGS
pt_br: ARRASTE PARA COLAR CONFIGURAÇÕES

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLNAME
source: Paste Settings Tool
pt_br: Ferramenta Colar Configurações

# STRINGS.UI.TOOLS.DECONSTRUCT.NAME
source: Deconstruct
pt_br: Desconstr.

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLACTION
source: DRAG TO DECONSTRUCT
pt_br: ARRASTE PARA DESCONSTRUIR

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLNAME
source: Deconstruct tool
pt_br: Ferramenta Desconstruir

# STRINGS.UI.TOOLS.DIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.UI.TOOLS.DIG.TOOLACTION
source: DRAG TO DIG
pt_br: ARRASTE PARA CAVAR

# STRINGS.UI.TOOLS.DIG.TOOLNAME
source: Dig tool
pt_br: Ferramenta Cavar

# STRINGS.UI.TOOLS.DISINFECT.NAME
source: Disinfect
pt_br: Desinfetar

# STRINGS.UI.TOOLS.DISINFECT.TOOLACTION
source: DRAG TO DISINFECT
pt_br: ARRASTE PARA DESINFETAR

# STRINGS.UI.TOOLS.DISINFECT.TOOLNAME
source: Disinfect tool
pt_br: Ferramenta Desinfetar

# STRINGS.UI.TOOLS.EMPTY_PIPE.NAME
source: Empty Pipe
pt_br: Esvaziar Cano

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLACTION
source: DRAG TO MARK PIPES TO EMPTY
pt_br: ARRASTE PARA MARCAR CANOS PARA ESVAZIAMENTO

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLNAME
source: Empty Pipe Tool
pt_br: Ferramenta Esvaziar Cano

# STRINGS.UI.TOOLS.EMPTY_PIPE.TOOLTIP
source: Drag to mark pipes for emptying
pt_br: Arraste para marcar canos para esvaziamento

# STRINGS.UI.TOOLS.FILTERLAYERS.ALL
source: All
pt_br: Todos

# STRINGS.UI.TOOLS.FILTERLAYERS.ATTACK
source: Attack
pt_br: Atacar

# STRINGS.UI.TOOLS.FILTERLAYERS.BACKWALL
source: Background Buildings
pt_br: Estruturas de fundo

# STRINGS.UI.TOOLS.FILTERLAYERS.BUILDINGS
source: Buildings
pt_br: Estruturas

# STRINGS.UI.TOOLS.FILTERLAYERS.CLEANANDCLEAR
source: Sweep & Mop Orders
pt_br: Ordens de Coletar e Secar

# STRINGS.UI.TOOLS.FILTERLAYERS.DIGPLACER
source: Dig Orders
pt_br: Ordens de Cavar

# STRINGS.UI.TOOLS.FILTERLAYERS.DO_NOT_HARVEST
source: Disable Harvest
pt_br: Desativar Colheita

# STRINGS.UI.TOOLS.FILTERLAYERS.GASPIPES
source: Gas Pipes
pt_br: Tubos de Gás

# STRINGS.UI.TOOLS.FILTERLAYERS.HARVEST_WHEN_READY
source: Enable Harvest
pt_br: Ativar Colheita

# STRINGS.UI.TOOLS.FILTERLAYERS.LIQUIDPIPES
source: Liquid Pipes
pt_br: Canos de Líquido

# STRINGS.UI.TOOLS.FILTERLAYERS.LOGIC
source: Automation
pt_br: Automação

# STRINGS.UI.TOOLS.FILTERLAYERS.SOLIDCONDUITS
source: Conveyor Rails
pt_br: Trilhos Transportadores

# STRINGS.UI.TOOLS.FILTERLAYERS.TILES
source: Tiles
pt_br: Blocos

# STRINGS.UI.TOOLS.FILTERLAYERS.WIRES
source: Power Wires
pt_br: Cabos de Energia

# STRINGS.UI.TOOLS.FILTERSCREEN.OPTIONS
source: Tool Filter
pt_br: Filtro da Ferramenta

# STRINGS.UI.TOOLS.GENERIC.BACK
source: Back
pt_br: Voltar

# STRINGS.UI.TOOLS.GENERIC.UNKNOWN
source: UNKNOWN
pt_br: DESCONHECIDO

# STRINGS.UI.TOOLS.HARVEST.NAME
source: Harvest
pt_br: Colher

# STRINGS.UI.TOOLS.HARVEST.TOOLACTION
source: DRAG TO TOGGLE HARVEST
pt_br: ARRASTE PARA ALTERNAR COLHEITA

# STRINGS.UI.TOOLS.HARVEST.TOOLNAME
source: Harvest tool
pt_br: Ferramenta Colher

# STRINGS.UI.TOOLS.MARKFORSTORAGE.NAME
source: Sweep
pt_br: Coletar

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLACTION
source: DRAG TO SWEEP
pt_br: ARRASTE PARA COLETAR

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLNAME
source: Sweep tool
pt_br: Ferramenta Coletar

# STRINGS.UI.TOOLS.MOP.NAME
source: Mop
pt_br: Secar

# STRINGS.UI.TOOLS.MOP.NOT_ON_FLOOR
source: Not On Floor
pt_br: Não Está No Chão

# STRINGS.UI.TOOLS.MOP.TOO_MUCH_LIQUID
source: Too Much Liquid
pt_br: Líquido Demais

# STRINGS.UI.TOOLS.MOP.TOOLACTION
source: DRAG TO MOP
pt_br: ARRASTE PARA SECAR

# STRINGS.UI.TOOLS.MOP.TOOLNAME
source: Mop tool
pt_br: Ferramenta Secar

# STRINGS.UI.TOOLS.MOVETOLOCATION.NAME
source: Move
pt_br: Mover

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLACTION
source: CLICK TO MOVE
pt_br: CLIQUE PARA MOVER

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLNAME
source: Move Here
pt_br: Mover Aqui

# STRINGS.UI.TOOLS.MOVETOLOCATION.UNREACHABLE
source: UNREACHABLE
pt_br: INALCANÇÁVEL

# STRINGS.UI.TOOLS.PRIORITIESCATEGORY.NAME
source: Sub-Priority
pt_br: Sub-Prioridade

# STRINGS.UI.TOOLS.PRIORITIZE.NAME
source: Sub-Priority
pt_br: Sub-Prioridade

# STRINGS.UI.TOOLS.PRIORITIZE.SPECIFIC_PRIORITY
source: Set Sub-Priority: {0}
pt_br: Definir Sub-Prioridade: {0}

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLACTION
source: DRAG TO ADJUST SUB-PRIORITY
pt_br: ARRASTE PARA DEFINIR SUB-PRIORIDADE

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLNAME
source: Sub-Priority tool
pt_br: Ferramenta Sub-Priorizar

# STRINGS.UI.TOOLS.SANDBOX.BRUSH.NAME
source: Brush
pt_br: Pincel

# STRINGS.UI.TOOLS.SANDBOX.CLEAR_FLOOR.NAME
source: Clear Floor
pt_br: Limpar Chão

# STRINGS.UI.TOOLS.SANDBOX.DESTROY.NAME
source: Destroy
pt_br: Destruir

# STRINGS.UI.TOOLS.SANDBOX.FLOOD.NAME
source: Flood
pt_br: Preencher

# STRINGS.UI.TOOLS.SANDBOX.HEATGUN.NAME
source: Heat Gun
pt_br: Arma de Calor

# STRINGS.UI.TOOLS.SANDBOX.SAMPLE.NAME
source: Sample
pt_br: Copiar

# STRINGS.UI.TOOLS.SANDBOX.SANDBOX_TOGGLE.NAME
source: SANDBOX
pt_br: CAIXA DE AREIA

# STRINGS.UI.TOOLS.SANDBOX.SPAWN_ENTITY.NAME
source: Spawn
pt_br: Invocar

# STRINGS.UI.TOOLS.SANDBOX.SPAWNER.NAME
source: Spawner
pt_br: Invocador

# STRINGS.UI.TOOLS.SANDBOX.SPRINKLE.NAME
source: Sprinkle
pt_br: Espalhar

# STRINGS.UI.TOOLTIPS.ALERTSTOOLTIP
source: Alerts provide important information about what's happening to your colony right now
pt_br: Alertas providenciam informações importantes sobre o que está acontecendo com a sua colônia

# STRINGS.UI.TOOLTIPS.ATTACKBUTTON
source: Drag to attack poor, wild critters
pt_br: Arraste para atacar pobres criaturas selvagens

# STRINGS.UI.TOOLTIPS.BASE_VALUE
source: Base Value
pt_br: Valor Base

# STRINGS.UI.TOOLTIPS.CANCELBUTTON
source: Drag to cancel errands
pt_br: Arraste para cancelar tarefas

# STRINGS.UI.TOOLTIPS.CANCELDECONSTRUCTIONBUTTON
source: Cancel queued orders or deconstruct existing buildings
pt_br: Cancelar ordens enfileiradas ou desconstrução de estruturas existentes

# STRINGS.UI.TOOLTIPS.CAPTUREBUTTON
source: Drag to capture live critters
pt_br: Arraste para criaturas vivas

# STRINGS.UI.TOOLTIPS.CLEANUPMAINBUTTON
source: Mop and sweep messy floors
pt_br: Secar e coletar pisos molhados e bagunçados

# STRINGS.UI.TOOLTIPS.CLEARBUTTON
source: Drag to move debris into storage
pt_br: Arraste para mover entulho para a armazenagem

# STRINGS.UI.TOOLTIPS.CLOSETOOLTIP
source: Close
pt_br: Fechar

# STRINGS.UI.TOOLTIPS.CONVEYOR_OVERLAY_STRING
source: Displays conveyor transport components
pt_br: Mostra os componentes de um circuito de transportador

# STRINGS.UI.TOOLTIPS.CROPS_OVERLAY_STRING
source: Displays plant growth progress
pt_br: Mostra o progresso de crescimento da planta

# STRINGS.UI.TOOLTIPS.DECONSTRUCTBUTTON
source: Drag to demolish buildings
pt_br: Arraste para demolir estruturas

# STRINGS.UI.TOOLTIPS.DECOROVERLAYSTRING
source: Displays decor values
pt_br: Mostra valores de decor

# STRINGS.UI.TOOLTIPS.DIGBUTTON
source: Drag to set dig errands
pt_br: Arraste para definir tarefas de cavar

# STRINGS.UI.TOOLTIPS.DISEASEOVERLAYSTRING
source: Displays disease risk areas
pt_br: Mostra áreas com risco de doenças

# STRINGS.UI.TOOLTIPS.DISINFECTBUTTON
source: Drag to disinfect buildings
pt_br: Arraste para desinfetar estruturas

# STRINGS.UI.TOOLTIPS.DISMISSMESSAGE
source: Dismiss message
pt_br: Dispensar mensagem

# STRINGS.UI.TOOLTIPS.EDITCREATURENAME
source: Give this lil' critter a new name
pt_br: Dar a esta pequena criatura um novo nome

# STRINGS.UI.TOOLTIPS.EDITNAME
source: Give this Duplicant a new name
pt_br: Dar a este Duplicante um novo nome

# STRINGS.UI.TOOLTIPS.ENERGYGENERATED
source: <link="POWER">Power</link> Produced
pt_br: <link="POWER">Energia</link> Produzida

# STRINGS.UI.TOOLTIPS.ENERGYREQUIRED
source: <link="POWER">Power</link> Required
pt_br: <link="POWER">Energia</link> Requerida

# STRINGS.UI.TOOLTIPS.GASVENTOVERLAYSTRING
source: Displays gas pipe system components
pt_br: Mostra os componentes de uma tubulação de gás

# STRINGS.UI.TOOLTIPS.HARVESTBUTTON
source: Drag to harvest plants
pt_br: Arraste para colher plantas

# STRINGS.UI.TOOLTIPS.HEATFLOWOVERLAYSTRING
source: Displays areas with comfortable temperatures for Duplicants
pt_br: Mostra áreas com temperaturas comfortáveis para Duplicantes

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_ATTACHPOINT
source: Must be built overlapping an {0}
pt_br: Precisa ser construído extrapolando uma {0}

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_CEILING
source: Must be built on the ceiling
pt_br: Precisa ser construído no teto

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_FLOOR
source: Must be built on solid ground
pt_br: Precisa ser construído no chão
