Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDING.DETAILS.USE_COUNT
source: Uses: {0}
pt_br: Usos: {0}

# STRINGS.BUILDING.DETAILS.USE_COUNT_TOOLTIP
source: This building has been used {0} times
pt_br: Esta estrutura foi usada {0} vezes

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.NAME
source: Access Restrictions
pt_br: Restrição de Acesso

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.TOOLTIP
source: Some Duplicants are prohibited from passing through this door by the current access settings
pt_br: Alguns Duplicantes estão proibidos de passar por esta porta devido a configuração atual

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.NAME
source: Access Control Offline
pt_br: Controle de Acesso Desligado

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.TOOLTIP
source: This door has granted Emergency Access Permissions ------------------ All Duplicants are permitted to pass through it until power is restored
pt_br: Esta porta está no Modo de Acesso Emergencial ------------------ Todos os Duplicantes estão permitidos de passar até a energia ser restaurada

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NAME
source: Damage: Tantrum
pt_br: Dano: Chilique

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION
source: Building Damage: Tantrum
pt_br: Dano à estrutura: Chilique

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION_TOOLTIP
source: Stressed Duplicants are damaging these buildings: {0}
pt_br: Duplicantes estressados estão danificando as estruturas: {0}

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.TOOLTIP
source: A stressed Duplicant is damaging this building
pt_br: Um Duplicante estressado está danificando esta estrutura

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDPUBLIC.NAME
source: Assigned to: Public
pt_br: Designado à: Público

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDPUBLIC.TOOLTIP
source: Any Duplicant can use this amenity
pt_br: Qualquer Duplicante pode usar esta estrutura

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.NAME
source: Assigned to: {Assignee}
pt_br: Designado à: {Assignee}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.TOOLTIP
source: Only {Assignee} can use this amenity
pt_br: Somente {Assignee} pode usar esta estrutura

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTOROOM.NAME
source: Assigned to: {0}
pt_br: Designado à: {0}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTOROOM.TOOLTIP
source: Any Duplicant assigned to this room can use this amenity
pt_br: Qualquer Duplicante designado a esta sala pode usar esta estrutura

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.NAME
source: Incomplete Artwork
pt_br: Obra Incompleta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.TOOLTIP
source: This building requires a Duplicant's artistic touch
pt_br: Esta estrutura requer o toque artístico de um Duplicante

# STRINGS.BUILDING.STATUSITEMS.AWAITINGBAITDELIVERY.NAME
source: Awaiting Bait
pt_br: Aguardando Isca

# STRINGS.BUILDING.STATUSITEMS.AWAITINGBAITDELIVERY.TOOLTIP
source: Awaiting delivery of selected bait
pt_br: Aguardando entrega da isca selecionada

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.NAME
source: Requires Flipping
pt_br: Requer Cobrimento

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.TOOLTIP
source: Compost must be flipped periodically to produce fertilizer
pt_br: Composto deve ser coberto periodicamente para produzir fertilizante

# STRINGS.BUILDING.STATUSITEMS.AWAITINGEGGDELIVERY.NAME
source: Awaiting Delivery
pt_br: Aguardando Entrega

# STRINGS.BUILDING.STATUSITEMS.AWAITINGEGGDELIVERY.TOOLTIP
source: Awaiting delivery of selected egg
pt_br: Aguardando entrega do ovo selecionado

# STRINGS.BUILDING.STATUSITEMS.AWAITINGFUEL.NAME
source: Awaiting Fuel: {0}
pt_br: Aguardando Combustível: ({0})

# STRINGS.BUILDING.STATUSITEMS.AWAITINGFUEL.TOOLTIP
source: This building requires {1} of {0} to operate
pt_br: Esta estrutura requer {1} de {0} para operar

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.NAME
source: Awaiting Delivery
pt_br: Aguardando Entrega

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.TOOLTIP
source: Awaiting delivery of selected seed
pt_br: Aguardando entrega da semente selecionada

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.NAME
source: Awaiting Compostables
pt_br: Aguardando Compostáveis

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.TOOLTIP
source: More waste material is required to begin the composting process
pt_br: Mais detritos são necessários para começar o processo de compostagem

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.NAME
source: Batteries Sufficiently Full
pt_br: Baterias Suficientemente Carregadas

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.TOOLTIP
source: All batteries are above the refill threshold
pt_br: Todas as baterias estão acima da taxa de recarga

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.ALLOWED.NAME
source: Autobottling: On
pt_br: Auto-engarrafamento: Ligado

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.ALLOWED.TOOLTIP
source: Duplicants may specifically fetch liquid from Pitcher Pumps to bring to this location
pt_br: Duplicantes podem retirar líquidos de Bombas Manuais e trazer para este local

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.DENIED.NAME
source: Autobottling: Off
pt_br: Auto-engarrafamento: Desligado

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.DENIED.TOOLTIP
source: Duplicants may not specifically fetch liquid from Pitcher Pumps to bring to this location
pt_br: Duplicantes não podem retirar líquidos de Bombas Manuais e trazer para este local

# STRINGS.BUILDING.STATUSITEMS.BROKEN.NAME
source: Broken
pt_br: Quebrado

# STRINGS.BUILDING.STATUSITEMS.BROKEN.TOOLTIP
source: ------------------ This building received damage from {DamageInfo}
pt_br: ------------------ Esta estrutura recebeu dano {DamageInfo}

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.NAME
source: Building Disabled
pt_br: Estrutura Desativada

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.TOOLTIP
source: Press <color=#F44A47>[ENTER]</color> to resume use
pt_br: Pressione <color=#F44A47>(ENTER)</color> para continuar o uso

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.NAME
source: Consuming Fuel: {0}
pt_br: Consumindo Combustível: ({0})

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.TOOLTIP
source: {0} fuel remaining
pt_br: {0} combustível restante

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.NAME
source: Fueled: {0}
pt_br: Abastecido: {0}

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.TOOLTIP
source: {0} fuel remaining
pt_br: {0} combustível restante

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.NAME
source: Minimum Temperature Reached
pt_br: Temperatura Mínima Atingida

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.TOOLTIP
source: This building cannot cool the surrounding environment below {0}
pt_br: Esta estrutura não consegue esfriar o ambiente para abaixo de {0}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.NAME
source: Pending Door State Change: {ControlState}
pt_br: Mudança de Estado da Porta Pendente: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.TOOLTIP
source: Waiting for a Duplicant to change control state
pt_br: Aguardando um Duplicante para mudar o estado da porta

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_CLOSED
source: Clearance: Not Permitted
pt_br: Remoção: Proibido

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_DISCONNECTED
source: No Automation
pt_br: Sem Automação

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_OPEN
source: Clearance: Permitted
pt_br: Remoção: Permitido

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_CLOSED
source: Automated Checkpoint is Active, allowing Duplicants to pass
pt_br: Ponto de Checagem Automatizado está Ativo, permitindo os Duplicantes de passar

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_DISCONNECTED
source: This Checkpoint has not been connected to an automation grid
pt_br: Este Ponto de Checagem não está conectado à nenhum circuito de automação

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_OPEN
source: Automated Checkpoint is on Standby, preventing Duplicants from passing
pt_br: Ponto de Checagem Automatizado está em Espera, prevenindo Duplicantes de passar

# STRINGS.BUILDING.STATUSITEMS.CLINICOUTSIDEHOSPITAL.NAME
source: Medical building outside Med Bay
pt_br: Estrutura médica fora da Clínica

# STRINGS.BUILDING.STATUSITEMS.CLINICOUTSIDEHOSPITAL.TOOLTIP
source: Rebuild this medical equipment in a Med Bay to more effectively quarantine sick Duplicants
pt_br: Reconstrua este equipamento médico em uma Clínica para tratar eficientemente Duplicantes doentes

# STRINGS.BUILDING.STATUSITEMS.COLONYLACKSREQUIREDROLEPERK.NAME
source: Colony Lacks {Roles}s
pt_br: Colônia Precisa de {Roles}s

# STRINGS.BUILDING.STATUSITEMS.COLONYLACKSREQUIREDROLEPERK.TOOLTIP
source: Open the Jobs Panel <color=#F44A47><b>(L)</b></color> and assign a Duplicant to the {Roles} position to use this building
pt_br: Abra o Painel Trabalhos <color=#F44A47><b>(L)</b></color> e designe um Duplicante à posição {Roles} para usar esta estrutura

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.NAME
source: Pipe Blocked
pt_br: Cano Bloqueado

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.TOOLTIP
source: This pipe system is not serviceable
pt_br: O encanamento não está funcional

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTABLEDIGUNREACHABLE.NAME
source: Unreachable Dig
pt_br: Impossível Cavar

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTABLEDIGUNREACHABLE.TOOLTIP
source: This construction site contains cells that cannot be dug out
pt_br: Este local de construção contém células que não podem ser cavadas

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.NAME
source: Unreachable Build
pt_br: Construção Inacessível

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this construction site
pt_br: Duplicantes não conseguem alcançar a área da construção

# STRINGS.BUILDING.STATUSITEMS.CONSUMINGFROMSTORAGE.NAME
source: Consuming {ElementTypes}: {FlowRate}
pt_br: Consumindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.CONSUMINGFROMSTORAGE.TOOLTIP
source: This building is consuming {ElementTypes} from storage
pt_br: Esta estrutura está utilizando {ElementTypes} da armazenagem

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR.NAME
source: Contents: {Contents}
pt_br: Conteúdo: {Contents}

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR.TOOLTIP
source: This conveyor is delivering {Contents}
pt_br: Este transportador está entregando {Contents}

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR_CONTENTS.CONTENTS
source: {0} of {1} at {2}
pt_br: {0} de {1} à {2}

# STRINGS.BUILDING.STATUSITEMS.CONVEYOR_CONTENTS.EMPTY
source: Empty
pt_br: Vazio

# STRINGS.BUILDING.STATUSITEMS.COOLING.NAME
source: Cooling
pt_br: Esfriando

# STRINGS.BUILDING.STATUSITEMS.COOLING.TOOLTIP
source: This building is cooling the surrounding area
pt_br: Esta estrutura está esfriando a área ao redor

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.NAME
source: Gas Too Cold
pt_br: Gás Muito Frio

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
pt_br: Esta estrutura não consegue esfriar o conteúdo do tubo de entrada para abaixo de {0} Conteúdo Atual do Tubo: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDLIQUID.NAME
source: Liquid Too Cold
pt_br: Líquido Muito Frio

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDLIQUID.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
pt_br: Esta estrutura não consegue esfriar o conteúdo do cano de entrada para abaixo de {0} Conteúdo Atual do Cano: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.NAME
source: Gas Too Hot
pt_br: Gás Muito Quente

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
pt_br: Conteúdo do tubo de entrada não pode ser esfriado menos que {2} sob o ambiente atual Ambiente: {0} Conteúdo Atual do Tubo: {1}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTLIQUID.NAME
source: Liquid Too Hot
pt_br: Líquido Muito Quente

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTLIQUID.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
pt_br: Conteúdo do cano de entrada não pode ser esfriado mais que {2} sob o ambiente atual Ambiente: {0} Conteúdo Atual do Cano: {1}

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.NEEDSBAIT.NAME
source: Needs Bait
pt_br: Precisa de Isca

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.NEEDSBAIT.TOOLTIP
source: This trap needs to be baited before it can be set
pt_br: Esta armadilha precisa de uma isca para ser armada

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.READY.NAME
source: Set
pt_br: Armada

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.READY.TOOLTIP
source: This trap has been set and is ready to catch a critter
pt_br: Esta armadilha foi armada e está pronta para capturar uma criatura

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.SPRUNG.NAME
source: Sprung
pt_br: Disparada

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.SPRUNG.TOOLTIP
source: This trap has caught a {0}!
pt_br: Esta armadilha pegou um(a) {0}!

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.CLOSED
source: Locked
pt_br: Trancado

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.NAME
source: Current State: {ControlState}
pt_br: Estado Atual: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.OPENED
source: Opened
pt_br: Aberto

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.TOOLTIP
source: Current State: {ControlState} ------------------ Auto: Duplicants open and close this door as needed Locked: Nothing may pass through Open: This door will remain open
pt_br: Estado Atual: {ControlState} ------------------ Auto: Duplicantes irão abrir e fechar esta porta conforme necessário Trancado: Nada passa por esta porta Aberto: Esta porta continuará aberta

# STRINGS.BUILDING.STATUSITEMS.DIGREQUIRESROLEPERK.NAME
source: Miner-Only Dig
pt_br: Escavação P/Mineiro

# STRINGS.BUILDING.STATUSITEMS.DIGREQUIRESROLEPERK.TOOLTIP
source: Only Duplicants trained in one of the following jobs can mine this material: {Roles}
pt_br: Somente um Duplicante empregado em um dos seguintes trabalhos pode minerar esta tarefa: {Roles}

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.NAME
source: Unreachable Dig
pt_br: Impossível Cavar

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
pt_br: Duplicantes não conseguem alcançar esta área

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.BOTH
source: Both
pt_br: Ambos

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.LEFT
source: Left
pt_br: Esquerda

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.RIGHT
source: Right
pt_br: Direita

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.NAME
source: Use Direction: {Direction}
pt_br: Direção p/Uso: {Direction}

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.TOOLTIP
source: Duplicants will only use this building when walking by it. Currently allowed direction: {Direction}
pt_br: Duplicantes só utilizarão esta estrutura quando passarem por ela. Direção atual permitida: {Direction}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.NAME
source: Consuming {ElementTypes}: {FlowRate}
pt_br: Consumindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.TOOLTIP
source: This building is utilizing ambient {ElementTypes} from the environment
pt_br: Esta estrutura está utilizando {ElementTypes} do ambiente

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.NAME
source: Using {ElementTypes}: {FlowRate}
pt_br: Usando {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.TOOLTIP
source: This building is using {ElementTypes} from storage at a rate of {FlowRate}
pt_br: Esta estrutura está utilizando {ElementTypes} da armazenagem a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
pt_br: Emitindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.TOOLTIP
source: This building is releasing {ElementTypes} at a rate of {FlowRate}
pt_br: Esta estrutura está emitindo {ElementTypes} a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
pt_br: Emitindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.TOOLTIP
source: This object is releasing {ElementTypes} at a rate of {FlowRate}
pt_br: Este objeto está emitindo {ElementTypes} a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.NAME
source: Emitting CO<sub>2</sub>: {FlowRate}
pt_br: Emitindo CO<sub>2</sub>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Producing CO<sub>2</sub> at {FlowRate}
pt_br: Produzindo CO<sub>2</sub> à {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.NAME
source: Emitting {ElementType}: {FlowRate}
pt_br: Emitindo {ElementType}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.TOOLTIP
source: Producing {ElementType} at {FlowRate}
pt_br: Produzindo {ElementType} a {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.NAME
source: Emitting {Element}: {FlowRate}
pt_br: Emitindo {Element}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
pt_br: Produzindo {ElementType} a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.NAME
source: Emitting Light
pt_br: Emitindo Luz

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.TOOLTIP
source: Open the Light Overlay [{LightGridOverlay}] to view this light's visibility radius
pt_br: Abra o Painel Luz [{LightGridOverlay}] para visualizar a área iluminada

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.NAME
source: Emitting <link="OXYGEN">Oxygen</link>: {FlowRate}
pt_br: Emitindo <link="OXYGEN">Oxigênio</link>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
pt_br: Produzindo oxigênio a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMPTYPUMPINGSTATION.NAME
source: Empty
pt_br: Vazio

# STRINGS.BUILDING.STATUSITEMS.EMPTYPUMPINGSTATION.TOOLTIP
source: This pumping station cannot access any liquid
pt_br: Esta estação de bombeamento não consegue acessar líquidos

# STRINGS.BUILDING.STATUSITEMS.ENOUGH_COOLANT.NAME
source: Awaiting Coolant
pt_br: Aguardando Resfriador

# STRINGS.BUILDING.STATUSITEMS.ENOUGH_COOLANT.TOOLTIP
source: {1} of {0} must be present in storage to begin production
pt_br: {1} de {0} precisa estar presente na armazenagem para iniciar produção

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NAME
source: Entombed
pt_br: Soterrado

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_NAME
source: Building entombment
pt_br: Estrutura soterrada

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_TOOLTIP
source: These buildings are entombed and need to be dug out:
pt_br: Esta estruturas foram soterradas e necessitam ser escavadas:

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.TOOLTIP
source: Must be dug out by a Duplicant
pt_br: Deve ser escavado por um Duplicante

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.NAME
source: Armed
pt_br: Armado

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.TOOLTIP
source: Stand back, this baby's ready to blow!
pt_br: Corre, que esta belezura vai explodir!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.NAME
source: Countdown: {0}
pt_br: Contagem: {0}

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.TOOLTIP
source: {0} seconds until detonation
pt_br: {0} segundos até a detonação

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.NAME
source: Duplicant Preservation Override
pt_br: Preservação de Duplicantes Ignorada

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.TOOLTIP
source: Explosive disabled due to close Duplicant proximity
pt_br: Explosivo desativado devido a um Duplicante próximo

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.NAME
source: Exploding
pt_br: Explodindo

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.NAME
source: Unarmed
pt_br: Desarmado

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.TOOLTIP
source: This explosive is currently inactive
pt_br: Este explosivo está desativado

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.NAME
source: Depleted
pt_br: Esgotado

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.TOOLTIP
source: This building has no more use
pt_br: Esta estrutura não tem mais uso

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.NAME
source: No Fabrications Queued
pt_br: Nenhuma Fabricação na Fila

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.TOOLTIP
source: Select a recipe to begin fabrication
pt_br: Selecione uma receita para começar a fabricação

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NAME
source: Building Flooded
pt_br: Estrutura Inundada

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_NAME
source: Flooding
pt_br: Inundado

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_TOOLTIP
source: These buildings are flooded:
pt_br: Estas estruturas foram inundadas:

# STRINGS.BUILDING.STATUSITEMS.FLOODED.TOOLTIP
source: Building cannot function at current saturation
pt_br: Estruturas não conseguem funcionar na saturação atual

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.NAME
source: Lavatory Ready
pt_br: Vaso Sanitário Pronto

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.TOOLTIP
source: This bathroom is ready to receive visitors
pt_br: Este banheiro está pronto para receber visitantes

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.NAME
source: Lavatory In Use
pt_br: Vaso Sanitário Em Uso

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.TOOLTIP
source: This bathroom is occupied
pt_br: Este banheiro está ocupado

# STRINGS.BUILDING.STATUSITEMS.FOOD_CONTAINERS_OUTSIDE_RANGE.NAME
source: Unreachable food
pt_br: Comida inacessível

# STRINGS.BUILDING.STATUSITEMS.FOOD_CONTAINERS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have food available within {0} cells
pt_br: Duplicantes em Recuperação precisam ter comida disponível em {0} células

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.NAME
source: Empty Pipe
pt_br: Tubo Vazio

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.TOOLTIP
source: There is no gas in this pipe
pt_br: Não existe gás neste tubo

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.NAME
source: Not Pumping
pt_br: Não está Bombeando

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
pt_br: Esta bomba não está ativa

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.NAME
source: Gas Vent Obstructed
pt_br: Saída de Gás Obstruída

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing gas flow to this vent
pt_br: Um tubo foi obstruído e está impedindo o fluxo de gás por esta saída

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.NAME
source: Gas Vent Overpressure
pt_br: Sobrepressão na Saída de Ar

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping gas away or clearing more space
pt_br: Pressão do ar ou líquido no ambiente está muito alta para emitir fluido adicional Reduza a pressão bombeando ar pra fora ou libere espaço

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.NAME
source: Generator Idle
pt_br: Gerador Ocioso

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.TOOLTIP
source: This power source is idle
pt_br: Esta fonte de energia está ociosa
