Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.CREATURES.SPECIES.DRECKO.NAME
source: <link="DRECKO">Drecko</link>
pt_br: <link="DRECKO">Osga</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.BABY.DESC
source: A little bug-eyed <link="DRECKO">Drecklet</link>. This one is a Glossy morph.
pt_br: Uma pequena <link="DRECKO">Osguinha</link>. Esta aqui é da variante Plástica.

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.BABY.NAME
source: <link="HATCHLING">Glossy Hatchling</link>
pt_br: <link="HATCHLING">Osguinha Plástica</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.DESC
source: Glossy Dreckos are slinking creatures that can clamber up walls with unexpected speed. Their backsides are covered in bioplastic scales that only grow in <link="CHLORINE">Chlorine</link> climates.
pt_br: Osgas Plásticas são criaturas escorregadias que podem subir pelas paredes com uma velocidade incrível. As suas costas são cobertas de escamas de bioplástico que só crescem em ambientes com <link="CHLORINE">Cloro</link>.

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.EGG_NAME
source: <link="PLASTICDRECKOEGG">Glossy Drecklet Egg</link>
pt_br: <link="PLASTICDRECKOEGG">Ovo de Osguinha Plástica</link>

# STRINGS.CREATURES.SPECIES.DRECKO.VARIANT_PLASTIC.NAME
source: <link="PLASTICDRECKO">Glossy Drecko</link>
pt_br: <link="PLASTICDRECKO">Osga Plástica</link>

# STRINGS.CREATURES.SPECIES.GEYSER.BIG_VOLCANO.DESC
source: A massive volcano that periodically erupts with molten <link="MAGMA">Magma</link>.
pt_br: Um vulcão gigantesco que irrompe periodicamente liberando <link="MAGMA">Magma</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.BIG_VOLCANO.NAME
source: <link="GEYSERGENERICBIGVOLCANO">Volcano</link>
pt_br: <link="GEYSERGENERICBIGVOLCANO">Vulcão</link>

# STRINGS.CREATURES.SPECIES.GEYSER.CHLORINE_GAS.DESC
source: A highly pressurized vent that periodically erupts with warm <link="CHLORINEGAS">Chlorine</link>.
pt_br: Uma fumarola altamente pressurizada que irrompe periodicamente liberando <link="CHLORINEGAS">Cloro</link> aquecido.

# STRINGS.CREATURES.SPECIES.GEYSER.CHLORINE_GAS.NAME
source: <link="GEYSERGENERICCHLORINEGAS">Chlorine Gas Vent</link>
pt_br: <link="GEYSERGENERICCHLORINEGAS">Fumarola de Gás Cloro</link>

# STRINGS.CREATURES.SPECIES.GEYSER.DESC
source: A highly pressurized geyser that periodically erupts, spraying <link="STEAM">Steam</link> and boiling hot <link="WATER">Water</link>.
pt_br: Um gêiser altamente pressurizado que periodicamente irrompe espirrando <link="STEAM">Vapor</link> e <link="WATER">Água</link> fervente.

# STRINGS.CREATURES.SPECIES.GEYSER.FILTHY_WATER.DESC
source: A highly pressurized vent that periodically erupts with boiling <link="DIRTYWATER">Polluted Water</link>.
pt_br: Uma fumarola altamente pressurizada que irrompe periodicamente liberando <link="DIRTYWATER">Água Poluída</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.FILTHY_WATER.NAME
source: <link="GEYSERGENERICFILTHYWATER">Polluted Water Vent</link>
pt_br: <link="GEYSERGENERICFILTHYWATER">Fumarola de Água Poluída</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_CO2.DESC
source: A highly pressurized vent that periodically erupts with hot gaseous <link="CARBONDIOXIDE">Carbon Dioxide</link>.
pt_br: Uma fumarola altamente pressurizada que irrompe periodicamente liberando <link="CARBONDIOXIDE">Dióxido de Carbono</link> gasoso e quente.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_CO2.NAME
source: <link="GEYSERGENERICHOTCO2">Carbon Dioxide Vent</link>
pt_br: <link="GEYSERGENERICHOTCO2">Fumarola de Dióxido de Carbono</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_HYDROGEN.DESC
source: A highly pressurized vent that periodically erupts with hot gaseous <link="HYDROGEN">Hydrogen</link>.
pt_br: Uma fumarola altamente pressurizada que irrompe periodicamente liberando <link="HYDROGEN">Hidrogênio</link> gasoso e quente.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_HYDROGEN.NAME
source: <link="GEYSERGENERICHOTHYDROGEN">Hydrogen Vent</link>
pt_br: <link="GEYSERGENERICHOTHYDROGEN">Fumarola de Hidrogênio</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_PO2.DESC
source: A highly pressurized vent that periodically erupts with hot <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
pt_br: Uma fumarola altamente pressurizada que irrompe periodicamente liberando <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_PO2.NAME
source: <link="GEYSERGENERICHOTPO2">Hot Polluted Oxygen Vent</link>
pt_br: <link="GEYSERGENERICHOTPO2">Fumarola de Oxigênio Poluído</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_STEAM.DESC
source: A highly pressurized vent that periodically erupts with scalding <link="STEAM">Steam</link>.
pt_br: Uma fumarola altamente pressurizada que irrompe periodicamente liberando <link="STEAM">Vapor</link> escaldante.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_STEAM.NAME
source: <link="GEYSERGENERICHOTSTEAM">Steam Vent</link>
pt_br: <link="GEYSERGENERICHOTSTEAM">Fumarola de Vapor</link>

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_WATER.DESC
source: A highly pressurized geyser that periodically erupts with hot <link="WATER">Water</link>.
pt_br: Um gêiser altamente pressurizado que irrompe periodicamente liberando <link="WATER">Água</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.HOT_WATER.NAME
source: <link="GEYSERGENERICHOTWATER">Water Geyser</link>
pt_br: <link="GEYSERGENERICHOTWATER">Gêiser de Água</link>

# STRINGS.CREATURES.SPECIES.GEYSER.LIQUID_CO2.DESC
source: A highly pressurized geyser that periodically erupts with boiling liquid <link="LIQUIDCARBONDIOXIDE">Carbon Dioxide</link>.
pt_br: Um gêiser altamente pressurizado que irrompe periodicamente liberando <link="LIQUIDCARBONDIOXIDE">Dióxido de Carbono</link> líquido.

# STRINGS.CREATURES.SPECIES.GEYSER.LIQUID_CO2.NAME
source: <link="GEYSERGENERICLIQUIDCO2">Carbon Dioxide Geyser</link>
pt_br: <link="GEYSERGENERICLIQUIDCO2">Gêiser de Dióxido de Carbono</link>

# STRINGS.CREATURES.SPECIES.GEYSER.METHANE.DESC
source: A highly pressurized geyser that periodically erupts with hot <link="METHANE">Natural Gas</link>.
pt_br: Um gêiser altamente pressurizado que irrompe periodicamente liberando <link="METHANE">Gás Natural</link> quente.

# STRINGS.CREATURES.SPECIES.GEYSER.METHANE.NAME
source: <link="GEYSERGENERICMETHANE">Natural Gas Geyser</link>
pt_br: <link="GEYSERGENERICMETHANE">Gêiser de Gás Natural</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_COPPER.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENCOPPER">Copper</link>.
pt_br: Um grande vulcão que irrompe periodicamente liberando <link="MOLTENCOPPER">Cobre</link> derretido.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_COPPER.NAME
source: <link="GEYSERGENERICMOLTENCOPPER">Copper Volcano</link>
pt_br: <link="GEYSERGENERICMOLTENCOPPER">Vulcão de Cobre</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_GOLD.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENGOLD">Gold</link>.
pt_br: Um grande vulcão que irrompe periodicamente liberando <link="MOLTENGOLD">Ouro</link> derretido.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_GOLD.NAME
source: <link="GEYSERGENERICMOLTENGOLD">Gold Volcano</link>
pt_br: <link="GEYSERGENERICMOLTENGOLD">Vulcão de Ouro</link>

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_IRON.DESC
source: A large volcano that periodically erupts with molten <link="MOLTENIRON">Iron</link>.
pt_br: Um grande vulcão que irrompe periodicamente liberando <link="MOLTENIRON">Ferro</link> derretido.

# STRINGS.CREATURES.SPECIES.GEYSER.MOLTEN_IRON.NAME
source: <link="GEYSERGENERICMOLTENIRON">Iron Volcano</link>
pt_br: <link="GEYSERGENERICMOLTENIRON">Vulcão de Ferro</link>

# STRINGS.CREATURES.SPECIES.GEYSER.NAME
source: <link="GEYSER">Steam Geyser</link>
pt_br: <link="GEYSER">Gêiser de Vapor</link>

# STRINGS.CREATURES.SPECIES.GEYSER.OIL_DRIP.DESC
source: A fissure in the asteroid that periodically erupts with boiling <link="CRUDEOIL">Crude Oil</link>.
pt_br: Uma fissura no asteroide que irrompe periodicamente liberando <link="CRUDEOIL">Petróleo Bruto</link> fervente.

# STRINGS.CREATURES.SPECIES.GEYSER.OIL_DRIP.NAME
source: <link="GEYSERGENERICOILDRIP">Leaky Oil Fissure</link>
pt_br: <link="GEYSERGENERICOILDRIP">Fissura de Petróleo</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SLIMY_PO2.DESC
source: A highly pressurized vent that periodically erupts with warm <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
pt_br: Uma fumarola altamente pressurizada que irrompe periodicamente liberando <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SLIMY_PO2.NAME
source: <link="GEYSERGENERICSLIMYPO2">Infectious Polluted Oxygen Vent</link>
pt_br: <link="GEYSERGENERICSLIMYPO2">Fumarola de Oxigênio Poluído Infectado</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SLUSH_WATER.DESC
source: A highly pressurized geyser that periodically erupts with freezing <link="CRUSHEDICE">Crushed Ice</link>.
pt_br: Um gêiser altamente pressurizado que irrompe periodicamente liberando <link="CRUSHEDICE">Gelo Triturado</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SLUSH_WATER.NAME
source: <link="GEYSERGENERICSLUSHWATER">Cool Slush Geyser</link>
pt_br: <link="GEYSERGENERICSLUSHWATER">Gêiser de Lama Fria</link>

# STRINGS.CREATURES.SPECIES.GEYSER.SMALL_VOLCANO.DESC
source: A miniature volcano that periodically erupts with molten <link="MAGMA">Magma</link>.
pt_br: Um pequeno vulcão que irrompe periodicamente liberando <link="MAGMA">Magma</link>.

# STRINGS.CREATURES.SPECIES.GEYSER.SMALL_VOLCANO.NAME
source: <link="GEYSERGENERICSMALLVOLCANO">Minor Volcano</link>
pt_br: <link="GEYSERGENERICSMALLVOLCANO">Vulcão Pequeno</link>

# STRINGS.CREATURES.SPECIES.GEYSER.STEAM.DESC
source: A highly pressurized vent that periodically erupts with hot <link="STEAM">Steam</link>.
pt_br: Uma fumarola altamente pressurizada que irrompe periodicamente liberando <link="STEAM">Vapor</link> quente.

# STRINGS.CREATURES.SPECIES.GEYSER.STEAM.NAME
source: <link="GEYSERGENERICSTEAM">Cool Steam Vent</link>
pt_br: <link="GEYSERGENERICSTEAM">Fumarola de Vapor Frio</link>

# STRINGS.CREATURES.SPECIES.GLOM.DESC
source: Morbs are attracted to decomposing corpses and frequently excrete bursts of <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link>.
pt_br: Morbs são atraídos por corpos em decomposição e frequentemente excretam <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link>.

# STRINGS.CREATURES.SPECIES.GLOM.EGG_NAME
source: <link="MORBEGG">Morb Pod</link>
pt_br: <link="MORBEGG">Casulo de Morb</link>

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.DESC
source: A rapidly growing, subterranean <link="PLANTS">Plant</link>.
pt_br: Uma <link="PLANTS">Planta</link> subterrânea de crescimento rápido.

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.NAME
source: <link="GREEDYGREEN">Avari Vine</link>
pt_br: <link="GREEDYGREEN">Vinha Avari</link>

# STRINGS.CREATURES.SPECIES.HATCH.BABY.DESC
source: An innocent little <link="HATCHLING">Hatchling</link>. In time, it will mature into an adult <link="HATCH">Hatch</link>.
pt_br: Uma pequena e inocente <link="HATCHLING">Mucurinha</link>. Com o tempo, ela crescer formando uma <link="HATCH">Mucura</link> adulta.

# STRINGS.CREATURES.SPECIES.HATCH.BABY.NAME
source: <link="HATCHLING">Hatchling</link>
pt_br: <link="HATCHLING">Mucurinha</link>

# STRINGS.CREATURES.SPECIES.HATCH.DESC
source: Hatches excrete solid <link="CARBON">Coal</link> as waste and may be uncovered by digging up Buried Objects.
pt_br: Mucuras excretam <link="CARBON">Carvão</link> como resíduo e podem ser descobertas ao desenterrar Objetos Enterrados.

# STRINGS.CREATURES.SPECIES.HATCH.EGG_NAME
source: <link="HATCHEGG">Hatchling Egg</link>
pt_br: <link="HATCHEGG">Ovo de Mucurinha</link>

# STRINGS.CREATURES.SPECIES.HATCH.NAME
source: <link="HATCH">Hatch</link>
pt_br: <link="HATCH">Mucura</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.BABY.DESC
source: An innocent baby <link="HATCH">Hatch</link>. This one is a Stone morph, and loves nibbling on rocks and metals.
pt_br: Um inocente bebê <link="HATCH">Mucura</link>. Este aqui é da variante Pedra, que ama devorar pedras e metais.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.BABY.NAME
source: <link="HATCHLING">Stone Hatchling</link>
pt_br: <link="HATCHLING">Mucurinha de Pedra</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.DESC
source: Stone Hatches excrete solid <link="CARBON">Coal</link> as waste and enjoy burrowing into the ground.
pt_br: Mucuras de Pedra excretam <link="CARBON">Carvão</link> como resíduo e adoram se enterrar no chão.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.EGG_NAME
source: <link="HATCHEGG">Stone Hatchling Egg</link>
pt_br: <link="HATCHEGG">Ovo de Mucurinha de Pedra</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_HARD.NAME
source: <link="HATCH">Stone Hatch</link>
pt_br: <link="HATCH">Mucura de Pedra</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.BABY.DESC
source: An innocent baby <link="HATCH">Hatch</link>. This one is a Smooth morph, and loves nibbling on different types of metals.
pt_br: Um inocente bebê <link="HATCH">Mucura</link>. Este aqui é da variante Suave, que ama devorar diferentes tipos de metais.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.BABY.NAME
source: <link="HATCHLING">Smooth Hatchling</link>
pt_br: <link="HATCHLING">Mucurinha Suave</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.DESC
source: Smooth Hatches excrete solid <link="COPPER">Copper</link> as waste and enjoy burrowing into the ground.
pt_br: Mucuras Suaves excretam <link="COPPER">Cobre</link> como resíduo e adoram se enterrar no chão.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.EGG_NAME
source: <link="HATCHEGG">Smooth Hatchling Egg</link>
pt_br: <link="HATCHEGG">Ovo de Mucurinha Suave</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_METAL.NAME
source: <link="HATCH">Smooth Hatch</link>
pt_br: <link="HATCH">Mucura Suave</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.BABY.DESC
source: An innocent baby <link="HATCH">Hatch</link>. This one is a Sage morph, and loves nibbling on most organic materials.
pt_br: Um inocente bebê <link="HATCH">Mucura</link>. Este aqui é da variante Anciã, que ama devorar a maior parte dos materiais orgânicos.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.BABY.NAME
source: <link="HATCHLING">Sage Hatchling</link>
pt_br: <link="HATCHLING">Mucurinha Anciã</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.DESC
source: Sage Hatches excrete solid <link="CARBON">Coal</link> as waste and enjoy burrowing into the ground.
pt_br: Mucuras Anciãs excretam <link="CARBON">Carvão</link> como resíduo e adoram se enterrar no chão.

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.EGG_NAME
source: <link="HATCHEGG">Sage Hatchling Egg</link>
pt_br: <link="HATCHEGG">Ovo de Mucurinha Anciã</link>

# STRINGS.CREATURES.SPECIES.HATCH.VARIANT_VEGGIE.NAME
source: <link="HATCH">Sage Hatch</link>
pt_br: <link="HATCH">Mucura Anciã</link>

# STRINGS.CREATURES.SPECIES.HEATBULB.DESC
source: A temperature reactive, subterranean <link="PLANTS">Plant</link>.
pt_br: Uma <link="PLANTS">Planta</link> termo reativa e subterrânea.

# STRINGS.CREATURES.SPECIES.HEATBULB.NAME
source: <link="HEATBULB">Fervine</link>
pt_br: <link="HEATBULB">Fervina</link>

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.DESC
source: A temperature reactive, subterranean <link="PLANTS">Plant</link>.
pt_br: Uma <link="PLANTS">Planta</link> termo reativa e subterrânea.

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.NAME
source: <link="HEATBULBSEED">Fervine Bulb</link>
pt_br: <link="HEATBULBSEED">Bulbo de Fervina</link>

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.DESC
source: A large, chlorine-dwelling <link="PLANTS">Plant</link> that can be grown in farm buildings. Palmeras grow inedible buds that emit toxic hydrogen gas.
pt_br: Uma <link="PLANTS">Planta</link> larga que lida com cloro e pode germinar em hortas. Palmeiras fornecem frutos não comestíveis que emitem gás hidrogênio tóxico.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.DOMESTICATEDDESC
source: A large, chlorine-dwelling <link="PLANTS">Plant</link> that grows inedible buds which emit toxic hydrogen gas.
pt_br: Uma <link="PLANTS">Planta</link> larga que lida com cloro e fornece frutos não comestíveis que emitem gás hidrogênio tóxico.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.NAME
source: <link="JUNGLEGASPLANT">Palmera Tree</link>
pt_br: <link="JUNGLEGASPLANT">Palmeira</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>.
pt_br: Um bebê gordinho de <link="LIGHTBUG">Vagalume</link>.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.BABY.NAME
source: <link="LIGHTBUG">Shine Nymph</link>
pt_br: <link="LIGHTBUG">Vagaluminho</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company.
pt_br: Vagalumes emitem <link="LIGHT">Luz</link> na esperança de atrair mais da sua espécie e ter companhia.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.EGG_NAME
source: <link="LIGHTBUGEGG">Shine Nymph Egg</link>
pt_br: <link="LIGHTBUGEGG">Ovo de Pupa de Vagalume</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.NAME
source: <link="LIGHTBUG">Shine Bug</link>
pt_br: <link="LIGHTBUG">Vagalume</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>. This one is a black Nega morph.
pt_br: Um bebê gordinho de <link="LIGHTBUG">Vagalume</link>. Este aqui é da variante Negro.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.BABY.NAME
source: <link="LIGHTBUG">Nega Shine Nymph</link>
pt_br: <link="LIGHTBUG">Vagaluminho Negro</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.DESC
source: This Shine Bug emits no <link="LIGHT">Light</link>, but it makes up for it by having an excellent personality.
pt_br: Este Vagalume não emite <link="LIGHT">Luz</link>, mas ele compensa por ter uma excelente personalidade.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.EGG_NAME
source: <link="LIGHTBUGEGG">Nega Shine Nymph Egg</link>
pt_br: <link="LIGHTBUGEGG">Ovo de Vagaluminho Negro</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLACK.NAME
source: <link="LIGHTBUG">Nega Shine Bug</link>
pt_br: <link="LIGHTBUG">Vagalume Negro</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>. This one is a blue Placid morph.
pt_br: Um bebê gordinho de <link="LIGHTBUG">Vagalume</link>. Este aqui é da variante Plácido.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.BABY.NAME
source: <link="LIGHTBUG">Placid Shine Nymph</link>
pt_br: <link="LIGHTBUG">Vagaluminho Plácido</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Placid morph has been turned blue through selective breeding.
pt_br: Vagalumes emitem <link="LIGHT">Luz</link> na esperança de atrair mais da sua espécie e ter companhia. A luz da variante Plácida ficou azul devido a reprodução seletiva.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.EGG_NAME
source: <link="LIGHTBUGEGG">Placid Shine Nymph Egg</link>
pt_br: <link="LIGHTBUGEGG">Ovo de Vagaluminho Plácido</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_BLUE.NAME
source: <link="LIGHTBUG">Placid Shine Bug</link>
pt_br: <link="LIGHTBUG">Vagalume Plácido</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>. This one is a bright Crystal morph.
pt_br: Um bebê gordinho de <link="LIGHTBUG">Vagalume</link>. Este aqui é da variante brilhante Cristal.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.BABY.NAME
source: <link="LIGHTBUG">Crystal Shine Nymph</link>
pt_br: <link="LIGHTBUG">Vagaluminho Cristal</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Crystal morph has been amplified through selective breeding.
pt_br: Vagalumes emitem <link="LIGHT">Luz</link> na esperança de atrair mais da sua espécie e ter companhia. A luz da variante Cristal foi ampliada devido a reprodução seletiva.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.EGG_NAME
source: <link="LIGHTBUGEGG">Crystal Shine Nymph Egg</link>
pt_br: <link="LIGHTBUGEGG">Ovo de Vagaluminho Cristal</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_CRYSTAL.NAME
source: <link="LIGHTBUG">Crystal Shine Bug</link>
pt_br: <link="LIGHTBUG">Vagalume Cristal</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>. This one is an orange Sunny morph.
pt_br: Um bebê gordinho de <link="LIGHTBUG">Vagalume</link>. Este aqui é da variante laranja Ensolarado.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.BABY.NAME
source: <link="LIGHTBUG">Sunny Shine Nymph</link>
pt_br: <link="LIGHTBUG">Vagaluminho Ensolarado</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Sunny morph has been turned orange through selective breeding.
pt_br: Vagalumes emitem <link="LIGHT">Luz</link> na esperança de atrair mais da sua espécie e ter companhia. A luz da variante Ensolarada ficou laranja devido a reprodução seletiva.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.EGG_NAME
source: <link="LIGHTBUGEGG">Sunny Shine Nymph Egg</link>
pt_br: <link="LIGHTBUGEGG">Ovo de Vagaluminho Ensolarado</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_ORANGE.NAME
source: <link="LIGHTBUG">Sunny Shine Bug</link>
pt_br: <link="LIGHTBUG">Vagalume Ensolarado</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>. This one is a pink Vital morph.
pt_br: Um bebê gordinho de <link="LIGHTBUG">Vagalume</link>. Este aqui é da variante rosa Vital.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.BABY.NAME
source: <link="LIGHTBUG">Vital Shine Nymph</link>
pt_br: <link="LIGHTBUG">Vagaluminho Vital</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Vital morph has been turned pink through selective breeding.
pt_br: Vagalumes emitem <link="LIGHT">Luz</link> na esperança de atrair mais da sua espécie e ter companhia. A luz da variante Vital ficou rosa devido a reprodução seletiva.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.EGG_NAME
source: <link="LIGHTBUGEGG">Vital Shine Nymph Egg</link>
pt_br: <link="LIGHTBUGEGG">Ovo de Vagaluminho Vital</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PINK.NAME
source: <link="LIGHTBUG">Vital Shine Bug</link>
pt_br: <link="LIGHTBUG">Vagalume Vital</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.BABY.DESC
source: A chubby baby <link="LIGHTBUG">Shine Bug</link>. This one is a purple Royal morph.
pt_br: Um bebê gordinho de <link="LIGHTBUG">Vagalume</link>. Este aqui é da variante roxo Real.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.BABY.NAME
source: <link="LIGHTBUG">Royal Shine Nymph</link>
pt_br: <link="LIGHTBUG">Vagaluminho Real</link>

# STRINGS.CREATURES.SPECIES.LIGHTBUG.VARIANT_PURPLE.DESC
source: Shine Bugs emit a soft <link="LIGHT">Light</link> in hopes of attracting more of their kind for company. The light of the Royal morph has been turned purple through selective breeding.
pt_br: Vagalumes emitem <link="LIGHT">Luz</link> na esperança de atrair mais da sua espécie e ter companhia. A luz da variante Real ficou roxa devido a reprodução seletiva.
