Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.EFFECT
source: Gives Duplicants a place to relieve themselves. Requires no <link="GASPIPING">Piping</link>. Must be periodically emptied of <link="TOXICSAND">Polluted Dirt</link>.
pt_br: Dá aos Duplicantes um local para se aliviarem. Não necessita de <link="GASPIPING">Encanamento</link>. Precisa ser periodicamente esvaziado de <link="TOXICSAND">Terra Poluída</link>.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.NAME
source: <link="OUTHOUSE">Outhouse</link>
pt_br: <link="OUTHOUSE">Privada</link>

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.DESC
source: Petroleum generators have a high energy output but produce a great deal of waste.
pt_br: Geradores de Petróleo produzem bastante energia mas também liberam muitos resíduos.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.EFFECT
source: Converts <link="PETROLEUM">Petroleum</link> into electrical <link="POWER">Power</link>. Produces <link="CARBONDIOXIDE">Carbon Dioxide</link> and <link="DIRTYWATER">Polluted Water</link>.
pt_br: Converte <link="PETROLEUM">Petróleo</link> em <link="POWER">Energia</link> elétrica. Produz <link="CARBONDIOXIDE">Dióxido de Carbono</link> e <link="DIRTYWATER">Água Poluída</link>.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.NAME
source: <link="PETROLEUMGENERATOR">Petroleum Generator</link>
pt_br: <link="PETROLEUMGENERATOR">Gerador de Petróleo</link>

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.DESC
source: Domestically grown seeds mature more quickly than wild plants.
pt_br: Sementes cultivadas domesticamente crescem mais rapidamente que plantas selvagens.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.EFFECT
source: Grows one <link="PLANTS">Plant</link> from a <link="PLANTS">Seed</link>.
pt_br: Germina uma <link="PLANTS">Planta</link> de uma <link="PLANTS">Semente</link>.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.NAME
source: <link="PLANTERBOX">Planter Box</link>
pt_br: <link="PLANTERBOX">Jardineira</link>

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.DESC
source: Plastic tiles are mildly antiseptic and can help limit the spread of germs in a colony.
pt_br: Blocos de plástico são antissépticos e podem ajudar a limitar o número de germes na colônia.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
pt_br: Pode ser usado como bloco de chão ou de parede para construir salas. Aumenta consideravelmente a velocidade dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.NAME
source: <link="PLASTICTILE">Plastic Tile</link>
pt_br: <link="PLASTICTILE">Bloco de Plástico</link>

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.EFFECT
source: A strong door with a sophisticated genetic lock.
pt_br: Uma porta resistente com uma trava genética sofisticada.

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.NAME
source: <link="POIBUNKEREXTERIORDOOR">Security Door</link>
pt_br: <link="POIBUNKEREXTERIORDOOR">Porta de Segurança</link>

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.EFFECT
source: A strong door with a sophisticated genetic lock.
pt_br: Uma porta resistente com uma trava genética sofisticada.

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.NAME
source: <link="POIDOORINTERNAL">Security Door</link>
pt_br: <link="POIDOORINTERNAL">Porta de Segurança</link>

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.DESC
source: Plastic can be used to craft unique buildings and goods.
pt_br: Plástico pode ser usado para criar estruturas e utensílios únicos.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.EFFECT
source: Converts <link="PETROLEUM">Petroleum</link> into raw <link="POLYPROPYLENE">Plastic</link>.
pt_br: Converte <link="PETROLEUM">Petróleo</link> em <link="POLYPROPYLENE">Plástico</link> bruto.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.NAME
source: <link="POLYMERIZER">Polymer Press</link>
pt_br: <link="POLYMERIZER">Prensa de Polímeros</link>

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.DESC
source: Only one Duplicant may be assigned to a Station at a time.
pt_br: Somente um Duplicante pode ser designado para uma Estação por vez.

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.EFFECT
source: Produces Microchip to increase the <link="POWER">Power</link> output of generators. Assigned Duplicants must possess the <link="POWERTECHNICIAN">Tune Up</link> trait. This building is a necessary component of the Power Plant room.
pt_br: Produz Microchips para aumentar a saída de <link="POWER">Energia</link> dos geradores. Duplicantes designados precisam possuir o traço <link="POWERTECHNICIAN">Atualizar</link>. Esta estrutura é um componente necessário da sala Estação de Energia.

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.NAME
source: <link="POWERCONTROLSTATION">Power Control Station</link>
pt_br: <link="POWERCONTROLSTATION">Estação de Controle de Energia</link>

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.DESC
source: Shh! It only transforms when no one's looking.
pt_br: Xiu! Ele só transforma quando ninguém está olhando.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.EFFECT
source: Protects circuits from overloading by increasing or decreasing <link="POWER">Power</link> flow.
pt_br: Protege circuitos de sobrecarregarem por aumentar ou diminuir o fluxo de <link="POWER">Energia</link>.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.NAME
source: <link="POWERTRANSFORMER">Power Transformer</link>
pt_br: <link="POWERTRANSFORMER">Transformador de Energia</link>

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.DESC
source: Mechanized airlocks have the same function as other doors, but open and close more quickly.
pt_br: Escotilhas mecanizadas possuem a mesma função que as outras portas, mas abrem e fecham mais rapidamente.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.EFFECT
source: Blocks <link="ELEMENTSLIQUID">Liquid</link> and <link="ELEMENTSGAS">Gas</link> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Functions as a Manual Airlock when no <link="POWER">Power</link> is available.
pt_br: Bloqueia o fluxo de <link="ELEMENTSLIQUID">Líquido</link> e <link="ELEMENTSGAS">Gás</link>, mantendo a pressão entre as áreas. Defina Restrições de Acesso a Duplicantes para restringir o acesso. Funciona como uma Escotilha Manual quando não há <link="POWER">Energia</link> disponível.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.NAME
source: <link="PRESSUREDOOR">Mechanized Airlock</link>
pt_br: <link="PRESSUREDOOR">Escotilha Mecanizada</link>

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.DESC
source: An atmo switch shuts off power when the air pressure surrounding it surpasses the set threshold.
pt_br: Uma alavanca atmosférica desliga a energia conforme a pressão atmosférica ultrapassa o limite definido.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="PRESSURE">Gas Pressure</link>. Does not affect circuitry preceding the switch.
pt_br: Automaticamente desliga e liga a <link="POWER">Energia</link> usando a <link="PRESSURE">Pressão do Gás</link> ambiente. Não afeta circuitos anteriores a alavanca.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.NAME
source: <link="PRESSURESWITCHGAS">Atmo Switch</link>
pt_br: <link="PRESSURESWITCHGAS">Alavanca Atmosférica</link>

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.DESC
source: A hydro switch shuts off power when the liquid pressure surrounding it surpasses the set threshold.
pt_br: Uma alavanca hídrica desliga a energia conforme a pressão hidrostática ultrapassa o limite definido.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.EFFECT
source: Automatically turns <link="POWER">Power</link> on or off using ambient <link="PRESSURE">Liquid Pressure</link>. Does not affect circuitry preceding the switch. Must be submerged in <link="ELEMENTSLIQUID">Liquid</link>.
pt_br: Automaticamente liga e desliga circuitos de <link="POWER">Energia</link> baseado na <link="PRESSURE">Pressão Hidrostática</link>. Não afeta circuitos anteriores à alavanca Precisa estar submersa em <link="ELEMENTSLIQUID">Líquido</link>.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.NAME
source: <link="PRESSURESWITCHLIQUID">Hydro Switch</link>
pt_br: <link="PRESSURESWITCHLIQUID">Alavanca Hídrica</link>

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.DESC
source: Grooming critters make them look nice, smell pretty, feel happy, and produce more.
pt_br: Criaturas escovadas ficam mais bonitas, cheirosas e felizes e produzem mais.

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.EFFECT
source: Allows the assigned Rancher to care for critters. Assigned Duplicants must possess the <link="RANCHER">Critter Wrangling</link> trait. This building is a necessary component of the Stable room.
pt_br: Permite ao Fazendeiro designado cuidar de criaturas. Duplicantes designados precisam possuir o traço <link="RANCHER">Capturar Criaturas</link>. Esta estrutura é um componente necessário da sala Estábulo.

# STRINGS.BUILDINGS.PREFABS.RANCHSTATION.NAME
source: <link="RANCHSTATION">Grooming Station</link>
pt_br: <link="RANCHSTATION">Estação da Beleza Pet</link>

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.DESC
source: Ration boxes keep food safe from hungry critters, but don't slow food spoilage.
pt_br: Caixas de Ração mantém a comida a salvo de criaturas famintas, mas não desaceleram a decomposição.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.EFFECT
source: Stores a small amount of <link="FOOD">Food</link>. Food must be delivered to boxes by Duplicants.
pt_br: Guarda uma pequena quantidade de <link="FOOD">Comida</link>. Precisa ser preenchida com comida pelos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.NAME
source: <link="RATIONBOX">Ration Box</link>
pt_br: <link="RATIONBOX">Caixa de Ração</link>

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.DESC
source: Food spoilage can be slowed by certain ambient conditions as well as by refrigerators.
pt_br: A deterioração da comida pode ser desacelerada por certas condições ambientais assim como pelos refrigeradores.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.EFFECT
source: Stores <link="FOOD">Food</link> at an ideal <link="HEAT">Temperature</link> to prevent spoilage.
pt_br: Armazena <link="FOOD">Comida</link> na <link="HEAT">Temperatura</link> ideal, evitando deterioração.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.LOGIC_PORT_DESC
source: Full/Not Full
pt_br: Cheio/Não Cheio

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.NAME
source: <link="REFRIGERATOR">Refrigerator</link>
pt_br: <link="REFRIGERATOR">Refrigerador</link>

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.DESC
source: Research stations are necessary for unlocking all research tiers.
pt_br: Estações de pesquisa são necessárias para desbloquear todos os níveis de pesquisa.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.EFFECT
source: Conducts <link="RESEARCH">Novice Research</link> to unlock new technologies.
pt_br: Conduz <link="RESEARCH">Pesquisa Iniciante</link> para desbloquear novas tecnologias.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.NAME
source: <link="RESEARCHCENTER">Research Station</link>
pt_br: <link="RESEARCHCENTER">Estação de Pesquisa</link>

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.DESC
source: Sand is used in an array of liquid and air filtering processes.
pt_br: Areia é usada em uma variedade de processos de filtragem de líquidos e ar.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.EFFECT
source: Produces <link="SAND">Sand</link> from <link="RAWMINERAL">Raw Mineral</link>. Inefficiently produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>.
pt_br: Produz <link="SAND">Areia</link> a partir de <link="RAWMINERAL">Minerais Brutos</link>. Produz ineficientemente <link="REFINEDMETAL">Metal Refinado</link> a partir de <link="RAWMETAL">Minério de Metal</link> bruto.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.METAL_RECIPE_DESCRIPTION
source: Crushes {1} into <link="SAND">Sand</link> and pure {0}.
pt_br: Esmaga {1} em <link="SAND">Areia</link> e {0} puro.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.NAME
source: <link="ROCKCRUSHER">Rock Granulator</link>
pt_br: <link="ROCKCRUSHER">Granulador de Rochas</link>

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.RECIPE_DESCRIPTION
source: Crushes {0} into {1}.
pt_br: Quebra {0} em {1}.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.DESC
source: Employment can permanently improve Duplicants' skills and teach them unique traits.
pt_br: Empregos podem melhorar permanentemente os atributos dos Duplicantes e ensinar para eles traços únicos.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.EFFECT
source: Allows Duplicants to be assigned to specialized <link="JOBS">Jobs</link>. Unlocks <link="JOBS">Hats</link>.
pt_br: Permite os Duplicantes serem designados a <link="JOBS">Trabalhos</link> especializados . Desbloqueia <link="JOBS">Chapéus</link>.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.NAME
source: <link="ROLESTATION">Jobs Board</link>
pt_br: <link="ROLESTATION">Quadro de Trabalhos</link>

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.AVERAGEQUALITYNAME
source: Genius Sculpture
pt_br: Escultura Genial

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.DESC
source: Duplicants with high art skill will produce better, more decorative sculptures.
pt_br: Duplicantes com alta habilidade artística irão produzir esculturas melhores e mais decorativas.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be sculpted by a Duplicant.
pt_br: Aumenta <link="DECOR">Decor</link> e reduz o <link="STRESS">Estresse</link> . Precisa ser esculpido por um Duplicante.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.NAME
source: <link="SCULPTURE">Sculpting Block</link>
pt_br: <link="SCULPTURE">Bloco de Escultura</link>

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.POORQUALITYNAME
source: "Abstract" Sculpture
pt_br: Escultura "Abstrata"

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.DESC
source: Shearing stations are used to shear Dreckos.
pt_br: Estações de tosa são utilizadas para tosar Osgas.

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.EFFECT
source: Shears dreckos.
pt_br: Tosa osgas.

# STRINGS.BUILDINGS.PREFABS.SHEARINGSTATION.NAME
source: <link="SHEARINGSTATION">Shearing Station</link>
pt_br: <link="SHEARINGSTATION">Estação de Tosa</link>

# STRINGS.BUILDINGS.PREFABS.SHOWER.DESC
source: Showers remove the "Grimy" effect and kill all germs present on Duplicant's skin.
pt_br: Banheiros removem o efeito "Encardido" e matam todos os germes presentes na pele de um Duplicante.

# STRINGS.BUILDINGS.PREFABS.SHOWER.EFFECT
source: Improves Duplicant <link="HYGIENE">Hygiene</link> and removes <link="DISEASE">Germs</link>.
pt_br: Melhora a <link="HYGIENE">Higiene</link> dos Duplicantes e remove <link="DISEASE">Germes</link>.

# STRINGS.BUILDINGS.PREFABS.SHOWER.NAME
source: <link="SHOWER">Shower</link>
pt_br: <link="SHOWER">Chuveiro</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.DESC
source: Rails automatically move materials where they'll be needed most, saving Duplicants the walk.
pt_br: Trilhos movem automaticamente materiais para onde eles serão mais necessários, poupando as pernas dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.EFFECT
source: Transports <link="ELEMENTSSOLID">Solid Materials</link> on a track between <link="SOLIDCONDUITINBOX">Conveyor Loader</link> and <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>. Can be run through tiles.
pt_br: Transporta <link="ELEMENTSSOLID">Materiais Sólidos</link> em um circuito entre <link="SOLIDCONDUITINBOX">Carregadores de Transporte</link> e <link="SOLIDCONDUITOUTBOX">Receptáculos</link>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.NAME
source: <link="SOLIDCONDUIT">Conveyor Rail</link>
pt_br: <link="SOLIDCONDUIT">Trilho Transportador</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.DESC
source: Separating rail systems helps prevent materials from reaching the wrong destinations.
pt_br: Separar sistemas de trilhos ajudam a prevenir que materiais cheguem nas regiões incorretas.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.EFFECT
source: Runs one <link="SOLIDCONDUIT">Conveyor Rail</link> section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de <link="SOLIDCONDUIT">Trilho Transportador</link> passe sobre a outra sem as unir. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.NAME
source: <link="SOLIDCONDUITBRIDGE">Conveyor Bridge</link>
pt_br: <link="SOLIDCONDUITBRIDGE">Ponte do Transportador</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.DESC
source: The filters on a loader can be used to determine what materials should be sent down the rail.
pt_br: Os filtros de um carregador podem ser utilizados para determinar quais materiais devem ser enviados no trilho.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.EFFECT
source: Loads <link="ELEMENTSSOLID">Solid Materials</link> onto <link="SOLIDCONDUIT">Conveyor Rail</link> for transport. Only loads the resources of your choosing.
pt_br: Coloca <link="ELEMENTSSOLID">Materiais Sólidos</link> nos <link="SOLIDCONDUIT">Trilhos Transportadores</link> para o transporte. Só carregam os recursos de sua escolha.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.NAME
source: <link="SOLIDCONDUITINBOX">Conveyor Loader</link>
pt_br: <link="SOLIDCONDUITINBOX">Carregador de Transporte</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.DESC
source: When materials reach the end of a rail they enter a receptacle to be used by Duplicants.
pt_br: Quando os materiais chegam ao final de um trilho eles entram em um receptáculo para serem usados pelos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.EFFECT
source: Unloads <link="ELEMENTSSOLID">Solid Materials</link> from a <link="SOLIDCONDUIT">Conveyor Rail</link> into storage.
pt_br: Descarrega <link="ELEMENTSSOLID">Materiais Sólidos</link> de um <link="SOLIDCONDUIT">Trilho Transportador</link> para uma armazenagem.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.NAME
source: <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>
pt_br: <link="SOLIDCONDUITOUTBOX">Receptáculo de Transporte</link>

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.DESC
source: An auto-sweeper's suction range can be viewed at any time by clicking on the building.
pt_br: O raio de sucção de um Auto-Coletor pode ser visualizado a qualquer momento ao clicar na estrutura.

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.EFFECT
source: Automates <link="CHORES">Sweeping</link> and <link="CHORES">Supplying</link> errands by sucking up all nearby <link="DECOR">Debris</link>. Materials are automatically delivered to any <link="SOLIDCONDUITINBOX">Conveyor Loader</link>, <link="SOLIDCONDUITOUTBOX">Conveyor Receptacle</link>, storage, or buildings within range.
pt_br: Automatiza as tarefas de <link="CHORES">Coleta</link> e <link="CHORES">Fornecimento</link> por sugar todo <link="DECOR">Entulho</link> próximo. Materiais são entregues automaticamente para qualquer <link="SOLIDCONDUITINBOX">Carregador de Transporte</link>, <link="SOLIDCONDUITINBOX">Receptáculos</link>, armazenagens ou estruturas no alcance.

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.NAME
source: <link="SOLIDTRANSFERARM">Auto-Sweeper</link>
pt_br: <link="SOLIDTRANSFERARM">Auto-Coletor</link>

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.DESC
source: A space heater will radiate heat for as long as it's powered.
pt_br: Um aquecedor irá irradiar calor enquanto estiver com energia.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.EFFECT
source: Radiates a moderate amount of <link="HEAT">Heat</link>.
pt_br: Irradia uma moderada quantidade de <link="HEAT">Calor</link>.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.NAME
source: <link="SPACEHEATER">Space Heater</link>
pt_br: <link="SPACEHEATER">Aquecedor</link>

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.DESC
source: Useful for translating the geothermal energy of magma into usable power.
pt_br: Útil para transformar energia geotérmica do magma em energia elétrica.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.EFFECT
source: Generates exceptional electrical <link="POWER">Power</link> using pressurized, <link="HEAT">Scalding</link> <link="STEAM">Steam</link>. Outputs significantly cooler <link="STEAM">Steam</link> than it receives. Air pressure beneath this building must be higher than pressure above for air to flow.
pt_br: Gera bastante <link="POWER">Energia</link> elétrica usando <link="STEAM">Vapor</link> <link="HEAT">Escaldante</link> pressurizado. Gera <link="STEAM">Vapor</link> significativamente mais frio do que o recebe. Pressão do ar abaixo dessa estrutura deve ser maior do que a pressão de cima para o ar fluir.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.NAME
source: <link="STEAMTURBINE">Steam Turbine</link>
pt_br: <link="STEAMTURBINE">Turbina à Vapor</link>

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.DESC
source: Resources left on the floor become "debris" and lower decor when not put away.
pt_br: Recursos deixados no chão se tornam "entulho" e diminuem a decor quando não são guardados.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.EFFECT
source: Stores the resources of your choosing.
pt_br: Armazena recursos de sua escolha.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.NAME
source: <link="STORAGELOCKER">Storage Compactor</link>
pt_br: <link="STORAGELOCKER">Armazenador Compacto</link>

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.DESC
source: This improved version of the Storage Compactor becomes <link="LOGIC">Active</link> when full
pt_br: Esta versão melhorada do Armazenador Compacto fica <link="LOGIC">Ativo</link> quando cheio

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.EFFECT
source: Stores the resources of your choosing.
pt_br: Armazena recursos de sua escolha.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.NAME
source: <link="STORAGELOCKERSMART">Smart Storage Compactor</link>
pt_br: <link="STORAGELOCKERSMART">Armazenador Compacto Inteligente</link>

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.DESC
source: Exosuits can be filled with oxygen to allow Duplicants to safely enter uninhabitable areas.
pt_br: Exotrajes podem ser carregados com oxigênio, permitindo os Duplicantes entrarem tranquilamente em áreas inabitáveis.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.EFFECT
source: Forges protective Atmo Suit for Duplicants to wear. Duplicants will not fabricate items unless recipes are queued.
pt_br: Produz Atmotrajes protetores para os Duplicantes usarem. Duplicantes não irão fabricar enquanto receitas não estiverem na fila.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.NAME
source: <link="SUITFABRICATOR">Exosuit Forge</link>
pt_br: <link="SUITFABRICATOR">Fábrica de Exotraje</link>

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.DESC
source: Docks can refill exosuits with air or empty them of waste, but can only charge one suit at a time.
pt_br: Estações podem recarregar exotrajes com ar ou limpá-los de resíduos, mas só podem recarregar um traje de cada vez.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.EFFECT
source: Stores and recharges Atmo Suit. Build next to an Exosuit Checkpoint to make Duplicants change into suits when passing by.
pt_br: Armazenam e recarregam Atmotrajes. Construa próximo a um Ponto de Checagem de Exotraje para fazer os Duplicantes vestirem os trajes quando passarem.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.NAME
source: <link="SUITLOCKER">Exosuit Dock</link>
pt_br: <link="SUITLOCKER">Estação de Exotraje</link>

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.DESC
source: A checkpoint must have an exosuit dock built on the opposite side its arrow faces.
pt_br: Um ponto de checagem necessita ter uma estação de exotraje construída ao lado oposto ao qual sua seta aponta.
