Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.CODEX.PACU.BODY.CONTAINER1
source: The Pacu fish is often interpreted as possessing a vacant stare due to its large and unblinking eyes, yet they are remarkably bright and friendly creatures. It is said that the average Pacu intelligence is comparable to that of a dog, and that they are capable of learning and distinguishing from over twenty human faces.
pt_br: O peixe Pacu é frequentemente julgado por possuir um olhar distante, devido aos seus grandes olhos que não piscam, mas eles são criaturas espertas e amigáveis. Dizem que um Pacu é tão inteligente quanto um cachorro, e que eles são capazes de aprender e distinguir até 20 rostos humanos.

# STRINGS.CODEX.PACU.SUBTITLE
source: Aquatic Critter
pt_br: Criatura Aquática

# STRINGS.CODEX.PAGENOTFOUND.SUBTITLE
source: This database entry is unavailable
pt_br: Esta entrada do banco de dados está indisponível

# STRINGS.CODEX.PAGENOTFOUND.TITLE
source: Data Not Found
pt_br: Dados Não Encontrados

# STRINGS.CODEX.PINCHAPEPPERPLANT.BODY.CONTAINER1
source: The Pincha Pepperplant is a tropical vine with a reduced lignin structural system that renders it incapable of growing upward from the ground. The plant therefore prefers to embed its roots into tall trees and rocky outcrops, the result of which is an inverse of the plant's natural gravitropism, causing its stem to prefer growing downwards while the roots tend to grow up.
pt_br: A Pimenteira Coquinho é uma planta tropical com um sistema estrutural de lignina atrofiado, o qual a deixa incapaz de crescer para cima a partir do solo. A planta, portanto, prefere incorporar suas raízes em árvores altas e em certas formações rochosas, resultado do seu tropismo inverso à gravidade, fazendo com que ela prefira crescer de cabeça para baixo enquanto suas raízes crescem para cima.

# STRINGS.CODEX.PINCHAPEPPERPLANT.SUBTITLE
source: Edible Spice Plant
pt_br: Planta de Especiaria Comestível

# STRINGS.CODEX.PINCHAPEPPERPLANT.TITLE
source: Pincha Pepperplant
pt_br: Pimenteira Coquinho

# STRINGS.CODEX.PLACID.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.PLACID.TITLE
source: Placid Shine Bug
pt_br: Vagalume Plácido

# STRINGS.CODEX.POWER.BODY.CONTAINER1
source: Description of power, energy, watts, generators, consumers, etc.
pt_br: Descrição de energia, força, potência, geradores, consumidores e etc.

# STRINGS.CODEX.POWER.SUBTITLE
source: Electrical energy
pt_br: Energia elétrica

# STRINGS.CODEX.POWER.TITLE
source: Power
pt_br: Energia

# STRINGS.CODEX.PRINCE.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.PRINCE.TITLE
source: Puft Prince
pt_br: Bolha Príncipe

# STRINGS.CODEX.PUFT.BODY.CONTAINER1
source: The Puft is a friendly creature whose limited brainpower is largely dedicated to sustaining its basic life processes. A specialized air bladder in the Puft's chest cavity stores varying concentrations of gas, allowing it to control its buoyancy and float effortlessly through the air.
pt_br: A Bolha é uma criatura amigável cuja capacidade cerebral é quase que inteiramente dedicada para sustentar seus processos vitais. Uma bexiga aérea na cavidade torácica da Bolha armazena concentrações de gases variáveis, permitindo ela flutuar no ar.

# STRINGS.CODEX.PUFT.SUBTITLE
source: Domesticable Critter
pt_br: Domesticabilidade da Criatura

# STRINGS.CODEX.PUFT.TITLE
source: Puft
pt_br: Bolha

# STRINGS.CODEX.ROYAL.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.ROYAL.TITLE
source: Royal Shine Bug
pt_br: Vagalume Real

# STRINGS.CODEX.SAGE.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.SAGE.TITLE
source: Sage Hatch
pt_br: Mucura Anciã

# STRINGS.CODEX.SHINEBUG.BODY.CONTAINER1
source: The Shine Bug is a flying insect with bladed membranes atop its head which it rotates to maintain flight. The bioluminescence of its body serves the social purpose of finding and communicating with others of its kind. It is not uncommon for Shine Bugs to mistakenly approach inanimate sources of light in search of a friend.
pt_br: O Vagalume é um inseto voador com uma membrana na cabeça em formato de lâmina que gira em altas velocidades para manter o voo. A bioluminescência do seu corpo possui propósito social de encontrar e de se comunicar com outros da mesma espécie. Sendo assim, não é incomum Vagalumes se aproximarem sem querer de fontes de luz artificiais na busca de um amigo.

# STRINGS.CODEX.SHINEBUG.SUBTITLE
source: Domesticable Critter
pt_br: Domesticabilidade da Criatura

# STRINGS.CODEX.SHINEBUG.TITLE
source: Shine Bug
pt_br: Vagalume

# STRINGS.CODEX.SLEETWHEAT.SUBTITLE
source: Edible Plant
pt_br: Planta Comestível

# STRINGS.CODEX.SLEETWHEAT.TITLE
source: Sleet Wheat
pt_br: Trigo das Neves

# STRINGS.CODEX.SLICKSTER.BODY.CONTAINER1
source: Slicksters are a unique creature most renown for their ability to exude hydrocarbon waste that is nearly identical in makeup to crude oil. The two tufts on its head are called "rhinophores" and help guide the Slickster toward breathable carbon dioxide.
pt_br: Bichos do Óleo são criaturas únicas, muito conhecidas por sua habilidade de excretar hidrocarbonetos que são praticamente idênticos, quimicamente falando, ao petróleo bruto. Os dois largos chifres na cabeça são chamados de "rinóforos" que os ajudam a guiar até onde existe dióxido de carbono respirável.

# STRINGS.CODEX.SLICKSTER.SUBTITLE
source: Domesticable Critter
pt_br: Domesticabilidade da Criatura

# STRINGS.CODEX.SLICKSTER.TITLE
source: Slickster
pt_br: Bicho do Óleo

# STRINGS.CODEX.SMOOTH.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.SMOOTH.TITLE
source: Smooth Hatch
pt_br: Mucura Suave

# STRINGS.CODEX.SQUEAKY.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.SQUEAKY.TITLE
source: Squeaky Puft
pt_br: Bolha Barulhenta

# STRINGS.CODEX.STONE.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.STONE.TITLE
source: Stone Hatch
pt_br: Mucura de Pedra

# STRINGS.CODEX.SUNNY.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.SUNNY.TITLE
source: Sunny Shine Bug
pt_br: Vagalume Ensolarado

# STRINGS.CODEX.THIMBLEREED.BODY.CONTAINER1
source: The Thimble Reed is a wetlands plant used in the production of high quality fabrics prized for their softness and breathability. Cloth made from the Thimble Reed owes its exceptional softness to the fineness of its fibers and the unusual length to which they grow.
pt_br: O Caniço é uma planta aquática usada na produção de tecidos de alta qualidade que são reconhecidos pela sua maciez e respirabilidade. Vestimentas feitas a partir do Caniço possuem uma maciez excepcional devido a delicadeza de suas fibras e a espessura incomum ao qual elas crescem.

# STRINGS.CODEX.THIMBLEREED.SUBTITLE
source: Textile Plant
pt_br: Planta Têxtil

# STRINGS.CODEX.THIMBLEREED.TITLE
source: Thimble Reed
pt_br: Caniço

# STRINGS.CODEX.TROPICAL.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.TROPICAL.TITLE
source: Tropical Pacu
pt_br: Pacu Tropical

# STRINGS.CODEX.VITAL.SUBTITLE
source: Critter Morph
pt_br: Variante da Criatura

# STRINGS.CODEX.VITAL.TITLE
source: Vital Shine Bug
pt_br: Vagalume Vital

# STRINGS.CODEX.WHEEZEWORT.BODY.CONTAINER1
source: The Wheezewort is best known for its ability to alter the temperature of its surrounding environment, directly absorbing heat energy to maintain its bodily processes. This environmental management also serves to enact a type of self-induced hibernation, slowing the Wheezewort's metabolism to require less nutrients over long periods of time.
pt_br: A Planta do Frio é melhor conhecida pela sua habilidade de alterar a temperatura do seu ambiente, por diretamente absorver energia térmica para manter seus processos corpóreos. Este gerenciamento ambiental também serve para ativar um tipo de hibernação auto induzida, desacelerando o metabolismo da Planta do Frio para usar menos nutrientes por longos períodos de tempo.

# STRINGS.CODEX.WHEEZEWORT.SUBTITLE
source: Plant
pt_br: Planta

# STRINGS.CODEX.WHEEZEWORT.TITLE
source: Wheezewort
pt_br: Planta do Frio

# STRINGS.CREATURES.BAGGED_DESC_FMT
source: This {0} has been captured and is now safe to relocate.
pt_br: Este {0} foi capturado e está pronto para o transporte.

# STRINGS.CREATURES.BAGGED_NAME_FMT
source: Bagged {0}
pt_br: {0} Empacotado

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.ATMOSPHERE_OK.NAME
source: Acceptable Atmosphere
pt_br: Atmosfera Aceitável

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.ATMOSPHERE_OK.TOOLTIP
source: It's breathable.
pt_br: É respirável.

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.HAS_FOOD_SOURCE.NAME
source: Fed
pt_br: Alimentado

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.HAS_FOOD_SOURCE.TOOLTIP
source: Has enough food to eat.
pt_br: Possui comida suficiente para comer.

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.IN_PEN.NAME
source: Critter Pen
pt_br: Curral de Criaturas

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.IN_PEN.TOOLTIP
source: Has a pen to live in.
pt_br: Possui um curral para morar.

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.TEMPERATURE_OK.NAME
source: Comfortable Temperature
pt_br: Temperatura Confortável

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.TEMPERATURE_OK.TOOLTIP
source: Not too hot, not too cold.
pt_br: Não muito quente, nem muito frio.

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.WELL_FED.NAME
source: Well Fed
pt_br: Bem Alimentado

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.WELL_FED.TOOLTIP
source: This critter has recently dined on its favorite food.
pt_br: Esta criatura comeu recentemente sua comida favorita.

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.WELL_GROOMED.NAME
source: Well Groomed
pt_br: Bem Escovado

# STRINGS.CREATURES.DOMESTICATION.CRITERIA.WELL_GROOMED.TOOLTIP
source: Getting plenty of personal attention from a Rancher.
pt_br: Ganhando muita atenção pessoal de um Fazendeiro.

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.DESTRUCTIVE.NAME
source: Destructive
pt_br: Destrutivo

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.DESTRUCTIVE.TOOLTIP
source: Likely to mess up the place
pt_br: Gosta de bagunçar o lugar

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.GAIN_FERTILITY.NAME
source: Increased Reproduction
pt_br: Reprodução Aumentada

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.GAIN_FERTILITY.TOOLTIP
source: This critter will produce an egg soon if conditions remain favorable
pt_br: Esta criatura produzirá um ovo logo se as condições continuarem favoráveis

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.GOOD_PRODUCTIVITY.NAME
source: Good Productivity
pt_br: Produtividade boa

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.GOOD_PRODUCTIVITY.TOOLTIP
source: Producing at a normal level
pt_br: Produzindo a um nível normal

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.INCREASED_CRITERIA_PENALTY.NAME
source: Sensitive
pt_br: Sensível

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.INCREASED_CRITERIA_PENALTY.TOOLTIP
source: Loses happiness faster than normal under poor conditions
pt_br: Perde felicidade mais rápido que o normal quando está em pobres condições

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.LOSE_FERTILITY.NAME
source: Decreased Reproduction
pt_br: Reprodução Diminuída

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.LOSE_FERTILITY.TOOLTIP
source: This creature is holding off on laying eggs due to bad conditions
pt_br: Esta criatura parou de colocar ovos devido as péssimas condições

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.LOSE_HAPPINESS.NAME
source: Downward Spiral
pt_br: Depressivo

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.LOSE_HAPPINESS.TOOLTIP
source: Losing happiness until conditions improve
pt_br: Perdendo felicidade até as condições melhorarem

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.LOW_PRODUCTIVITY.NAME
source: Low Productivity
pt_br: Baixa Produtividade

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.LOW_PRODUCTIVITY.TOOLTIP
source: Producing at a reduced level
pt_br: Produzindo a um nível reduzido

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.UNPRODUCTIVE.NAME
source: Unproductive
pt_br: Improdutivo

# STRINGS.CREATURES.DOMESTICATION.EFFECTS.UNPRODUCTIVE.TOOLTIP
source: Without improved conditions, this critter will not provide any useful products
pt_br: Sem condições melhores, esta criatura não irá providenciar nenhum recurso útil

# STRINGS.CREATURES.DOMESTICATION.LEVELS.HAPPY.NAME
source: Tame
pt_br: Manso

# STRINGS.CREATURES.DOMESTICATION.LEVELS.HAPPY.TOOLTIP
source: This critter is well taken care of and fully trusts its Duplicant caregivers
pt_br: Esta criatura foi bem cuidada e confia totalmente em seus cuidadores Duplicantes

# STRINGS.CREATURES.DOMESTICATION.LEVELS.NEUTRAL.NAME
source: Skittish
pt_br: Desconfiado

# STRINGS.CREATURES.DOMESTICATION.LEVELS.NEUTRAL.TOOLTIP
source: This critter's most basic needs are being met, but it's still wary of Duplicants
pt_br: Esta criatura teve suas necessidades básicas atendidas, mas ainda tem medo dos Duplicantes

# STRINGS.CREATURES.DOMESTICATION.LEVELS.UNHAPPY.NAME
source: Wild
pt_br: Selvagem

# STRINGS.CREATURES.DOMESTICATION.LEVELS.UNHAPPY.TOOLTIP
source: This critter is fending for itself and does not trust Duplicants
pt_br: Esta criatura está se defendendo e não confia nos Duplicantes

# STRINGS.CREATURES.FAMILY.DRECKO
source: <link="DRECKOSPECIES">Drecko</link>
pt_br: <link="DREKOSPECIES">Osga</link>

# STRINGS.CREATURES.FAMILY.HATCH
source: <link="HATCHSPECIES">Hatch</link>
pt_br: <link="HATCHSPECIES">Mucura</link>

# STRINGS.CREATURES.FAMILY.LIGHTBUG
source: <link="LIGHTBUGSPECIES">Shine Bug</link>
pt_br: <link="LIGHTBUGSPECIES">Vagalume</link>

# STRINGS.CREATURES.FAMILY.OILFLOATER
source: <link="OILFLOATERSPECIES">Slickster</link>
pt_br: <link="OILFLOATERSPECIES">Bicho do Óleo</link>

# STRINGS.CREATURES.FAMILY.PUFT
source: <link="PUFTSPECIES">Puft</link>
pt_br: <link="PUFTSPECIES">Bolha</link>

# STRINGS.CREATURES.FERTILITY_MODIFIERS.DIET.DESC
source: Eats any: {0}
pt_br: Come qualquer: {0}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.DIET.NAME
source: Diet
pt_br: Dieta

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE.DESC
source: Penned with: {0}
pt_br: No curral com: {0}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE.NAME
source: Nearby Creature
pt_br: Criatura Próxima

# STRINGS.CREATURES.FERTILITY_MODIFIERS.NEARBY_CREATURE_NEG.NAME
source: No Nearby Creature
pt_br: Nenhuma Criatura Próxima

# STRINGS.CREATURES.FERTILITY_MODIFIERS.TEMPERATURE.DESC
source: Body temperature between: {0} and {1}
pt_br: Temperatura corporal entre: {0} e {1}

# STRINGS.CREATURES.FERTILITY_MODIFIERS.TEMPERATURE.NAME
source: Temperature
pt_br: Temperatura

# STRINGS.CREATURES.MODIFIERS.ATE_FROM_FEEDER.NAME
source: Ate From Feeder
pt_br: Comeu Do Alimentador

# STRINGS.CREATURES.MODIFIERS.ATE_FROM_FEEDER.TOOLTIP
source: This critter is getting tamer because it ate from a feeder.
pt_br: Esta criatura está ficando mais domesticada pois comeu de um alimentador.

# STRINGS.CREATURES.MODIFIERS.BABY.NAME
source: Tiny Baby
pt_br: Bebezinho

# STRINGS.CREATURES.MODIFIERS.BABY.TOOLTIP
source: This critter will become an adult as it ages and grows wise to the ways of the world
pt_br: Esta criatura se tornará um adulto conforme envelhece e se tornará sábia nos quesitos da vida

# STRINGS.CREATURES.MODIFIERS.BASE_FERTILITY.NAME
source: Base Reproduction
pt_br: Reprodução Base

# STRINGS.CREATURES.MODIFIERS.BASE_FERTILITY.TOOLTIP
source: This is the base speed with which critters produce new eggs
pt_br: Esta a velocidade base ao qual uma criatura produz novos ovos

# STRINGS.CREATURES.MODIFIERS.BASE_INCUBATION_RATE.NAME
source: Base Incubation Rate
pt_br: Taxa de Incubação Base

# STRINGS.CREATURES.MODIFIERS.CONFINED.NAME
source: Confined
pt_br: Confinado

# STRINGS.CREATURES.MODIFIERS.CONFINED.TOOLTIP
source: This critter is trapped inside a door, tile, or confined space Sounds uncomfortable!
pt_br: Esta criatura está dentro de uma porta, bloco ou espaço confinado. Isso parece desconfortável!

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_DECREASING.NAME
source: Happiness Decreasing
pt_br: Felicidade Diminuindo

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_DECREASING.TOOLTIP
source: Unfavorable conditions are making this critter unhappy
pt_br: Condições não favoráveis estão deixando esta criatura triste

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_INCREASING.NAME
source: Happiness Increasing
pt_br: Felicidade Aumentando

# STRINGS.CREATURES.MODIFIERS.DOMESTICATION_INCREASING.TOOLTIP
source: This critter is very happy its needs are being met
pt_br: Esta criatura está muito feliz pois suas necessidades estão sendo atendidas

# STRINGS.CREATURES.MODIFIERS.FUTURE_OVERCROWDED.NAME
source: Expecting
pt_br: Na expectativa

# STRINGS.CREATURES.MODIFIERS.FUTURE_OVERCROWDED.TOOLTIP
source: This critter has slowed its reproduction while it waits for the new member of the family to arrive If there were more room, it might consider laying eggs again
pt_br: Esta criatura reduziu sua reprodução enquanto ela espera pelo novo membro da família chegar Se ainda existir espaço, ela vai considerar colocar ovos de novo

# STRINGS.CREATURES.MODIFIERS.HAPPY.NAME
source: Happy
pt_br: Feliz

# STRINGS.CREATURES.MODIFIERS.HAPPY.TOOLTIP
source: This critter's in high spirits because all of its needs are being met ------------------ It will produce more materials as a result
pt_br: Esta criatura está feliz porque todas as suas necessidades foram atendidas ------------------ Ela produzirá mais como resultado

# STRINGS.CREATURES.MODIFIERS.INCUBATOR.NAME
source: Incubator
pt_br: Incubadora

# STRINGS.CREATURES.MODIFIERS.INCUBATOR.TOOLTIP
source: Increased incubation rate when placed inside an Incubator
pt_br: Aumenta a taxa de incubação dentro de uma Incubadora

# STRINGS.CREATURES.MODIFIERS.OUT_OF_CALORIES.NAME
source: Starving
pt_br: Morrendo de Fome

# STRINGS.CREATURES.MODIFIERS.OUT_OF_CALORIES.TOOLTIP
source: Get this critter something to eat!
pt_br: Dê algo para esta criatura comer!

# STRINGS.CREATURES.MODIFIERS.OVERCROWDED.NAME
source: Overcrowded
pt_br: Lotado

# STRINGS.CREATURES.MODIFIERS.OVERCROWDED.TOOLTIP
source: This critter isn't comfortable with so many other critters in a room of this size
pt_br: Esta criatura não está confortável com tantas outras criaturas em uma sala deste tamanho

# STRINGS.CREATURES.MODIFIERS.RANCHED.NAME
source: Groomed
pt_br: Escovado

# STRINGS.CREATURES.MODIFIERS.RANCHED.TOOLTIP
source: This critter has recently been attended to by a Rancher
pt_br: Esta criatura foi recentemente cuidada por um Fazendeiro

# STRINGS.CREATURES.MODIFIERS.TAME.NAME
source: Tame
pt_br: Manso

# STRINGS.CREATURES.MODIFIERS.TAME.TOOLTIP
source: This critter is tame
pt_br: Esta criatura é mansa

# STRINGS.CREATURES.MODIFIERS.UNHAPPY.NAME
source: Glum
pt_br: Soturno

# STRINGS.CREATURES.MODIFIERS.UNHAPPY.TOOLTIP
source: This critter's feeling down because its needs aren't being met ------------------ It will produce less materials as a result
pt_br: Esta criatura está triste porque suas necessidades não foram atendidas ------------------ Ela produzirá menos como resultado

# STRINGS.CREATURES.MODIFIERS.WILD.NAME
source: Wild
pt_br: Selvagem

# STRINGS.CREATURES.MODIFIERS.WILD.TOOLTIP
source: This critter is wild
pt_br: Esta criatura é selvagem

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DESC
source: Thimble Reeds produce indescribably soft Reed Fiber for <link="EQUIPMENT">Clothing</link> production.
pt_br: Caniços produzem Fibras de Caniço incrivelmente macias para produção de Roupas.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DOMESTICATEDDESC
source: This plant produces Reed Fiber.
pt_br: Esta planta produz Fibra de Caniço.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.NAME
source: <link="BASICFABRICMATERIALPLANT">Thimble Reed</link>
pt_br: <link="BASICFABRICMATERIALPLANT">Fibra de Caniço</link>

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.DESC
source: Muckroots are incapable of propagating but can be harvested for a single <link="FOOD">Food</link> serving.
pt_br: Nabos são incapazes de reproduzir mas podem ser colhidos como uma única porção de <link="FOOD">Comida</link>.

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.NAME
source: <link="BASICFORAGEPLANTPLANTED">Buried Muckroot</link>
pt_br: <link="BASICFORAGEPLANTPLANTED">Nabo Enterrado</link>

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DESC
source: Mealwoods produce <link="BASICPLANTFOOD">Meal Lice</link>, an oddly wriggly grain that can be harvested for <link="FOOD">Food</link>.
pt_br: Rangárvores produzem <link="BASICPLANTFOOD">Rangofruto</link>, um grão estranhamente móvel que pode ser colhido com fonte de <link="FOOD">Comida</link>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DOMESTICATEDDESC
source: This plant produces edible <link="BASICPLANTFOOD">Meal Lice</link>.
pt_br: Esta planta produz <link="BASICPLANTFOOD">Rangofruto</link>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.NAME
source: <link="BASICSINGLEHARVESTPLANT">Mealwood</link>
pt_br: <link="BASICSINGLEHARVESTPLANT">Rangárvore</link>

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <link="CHLORINEGAS">Chlorine</link>.
pt_br: Um gêiser altamente pressurizado que periodicamente irrompe liberando <link="CHLORINEGAS">Cloro</link>.

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.NAME
source: <link="GEYSERGENERICCHLORINEGAS">Chlorine Geyser</link>
pt_br: <link="GEYSERGENERICCHLORINEGAS">Gêiser de Cloro</link>

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DESC
source: Wheezeworts can be grown in flower pots and absorb <link="HEAT">Heat</link> by respiring through their porous outer membranes.
pt_br: Plantas do Frio podem crescer em vasos de flores e absorvem <link="HEAT">Calor</link> por respirar através da sua membrana porosa.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DOMESTICATEDDESC
source: This plant absorbs <link="HEAT">Heat</link>.
pt_br: Esta planta absorve <link="HEAT">Calor</link>.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.NAME
source: <link="COLDBREATHER">Wheezewort</link>
pt_br: <link="COLDBREATHER">Planta do Frio</link>

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DESC
source: Sleet Wheat produces <link="COLDWHEATSEED">Sleet Wheat Grain</link>, a chilly grain that can be processed into <link="FOOD">Food</link>.
pt_br: Trigo das Neves produz <link="COLDWHEATSEED">Grãos de Trigo das Neves</link>, um grão fresco que pode ser processado em <link="FOOD">Comida</link>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DOMESTICATEDDESC
source: This plant produces edible <link="COLDWHEATSEED">Sleet Wheat Grain</link>.
pt_br: Esta planta produz <link="COLDWHEATSEED">Grãos de Trigo das Neves</link>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.NAME
source: <link="COLDWHEAT">Sleet Wheat</link>
pt_br: <link="COLDWHEAT">Trigo das Neves</link>

# STRINGS.CREATURES.SPECIES.DRECKO.BABY.DESC
source: A little bug-eyed <link="DRECKO">Drecklet</link>. In time it will mature into a fully grown <link="DRECKO">Drecko</link>.
pt_br: Uma pequena <link="DRECKO">Osguinha</link>. Com o tempo ela vai crescer formando uma <link="DRECKO">Osga</link>.

# STRINGS.CREATURES.SPECIES.DRECKO.BABY.NAME
source: <link="HATCHLING">Drecklet</link>
pt_br: <link="HATCHLING">Osguinha</link>

# STRINGS.CREATURES.SPECIES.DRECKO.DESC
source: Dreckos are slinking creatures that can clamber up walls with unexpected speed. Their backsides are covered in thick woolly fibers that only grow in <link="CHLORINE">Chlorine</link> climates.
pt_br: Osgas são criaturas escorregadias que podem subir pelas paredes com uma velocidade incrível. As suas costas são cobertas de fibras grossas que só crescem em ambientes com <link="CHLORINE">Cloro</link>.

# STRINGS.CREATURES.SPECIES.DRECKO.EGG_NAME
source: <link="DRECKOEGG">Drecklet Egg</link>
pt_br: <link="DRECKOEGG">Ovo de Osguinha</link>
