Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.NAME
source: <link="ADVANCEDRESEARCHCENTER">Super Computer</link>
pt_br: <link="ADVANCEDRESEARCHCENTER">Super Computador</link>

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.DESC
source: Lures can relocate Pufts or Shine Bugs to specific locations in your base.
pt_br: Iscas podem ser usadas para realocar Bolhas ou Vagalumes para locais específicos na sua base.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.EFFECT
source: Attracts one type of airborne critter. Must be baited with <link="SLIMEMOLD">Slime</link> or <link="PHOSPHORITE">Phosphorite</link>.
pt_br: Atrai um tipo de criatura aérea. Precisa ser armada com <link="SLIMEMOLD">Limo</link> ou <link="PHOSPHORITE">Fosforito</link>.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.NAME
source: <link="AIRBORNECREATURELURE">Critter Lure</link>
pt_br: <link="AIRBORNECREATURELURE">Isca de Criatura</link>

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.DESC
source: A thermo regulator doesn't remove heat, but relocates it to a new area.
pt_br: Um termo regulador não remove calor, apenas transfere ele para uma nova área.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.EFFECT
source: Cools the <link="ELEMENTSGAS">Gas</link> piped through it, but outputs <link="HEAT">Heat</link> in its immediate vicinity.
pt_br: Esfria o <link="ELEMENTSGAS">Gás</link> encanado por ele, mas produz <link="HEAT">Calor</link> na região instalada.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.NAME
source: <link="AIRCONDITIONER">Thermo Regulator</link>
pt_br: <link="AIRCONDITIONER">Termo Regulador</link>

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.DESC
source: Airborne germs travel easily through polluted oxygen, spreading disease if unfiltered.
pt_br: Germes aéreos viajam facilmente pelo oxigênio poluído, espalhando doenças se não for filtrado.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.EFFECT
source: Uses <link="SAND">Sand</link> to filter <link="CONTAMINATEDOXYGEN">Polluted Oxygen</link> from the air.
pt_br: Usa <link="SAND">Areia</link> para filtrar <link="CONTAMINATEDOXYGEN">Oxigênio Poluído</link> do ar.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.NAME
source: <link="AIRFILTER">Deodorizer</link>
pt_br: <link="AIRFILTER">Desodorizador</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.DESC
source: Algae distillers convert disease-causing slime into algae for oxygen production.
pt_br: Destiladores de alga convertem limo causador de doenças em alga para produção de oxigênio.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.EFFECT
source: Refines<link="SLIMEMOLD">Slime</link>into <link="ALGAE">Algae</link>.
pt_br: Refina <link="SLIMEMOLD">Limo</link> em <link="ALGAE">Alga</link>.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.NAME
source: <link="ALGAEDISTILLERY">Algae Distiller</link>
pt_br: <link="ALGAEDISTILLERY">Destilador de Alga</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.DESC
source: Placing algae terrariums in well lit areas will produce more oxygen.
pt_br: Colocar jardim de algas em áreas bem iluminadas produzirá mais oxigênio.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.EFFECT
source: Consumes <link="ALGAE">Algae</link> to produce <link="OXYGEN">Oxygen</link> and remove some <link="CARBONDIOXIDE">Carbon Dioxide</link>. Gains a 10% efficiency boost in direct <link="LIGHT">Light</link>.
pt_br: Consome <link="ALGAE">Algas</link> para produzir <link="OXYGEN">Oxigênio</link> e remove um pouco de <link="CARBONDIOXIDE">Dióxido de Carbono</link>. Ganha 10% de eficiência se estiver sobre <link="LIGHT">Luz</link> direta.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.NAME
source: <link="ALGAEHABITAT">Algae Terrarium</link>
pt_br: <link="ALGAEHABITAT">Jardim de Algas</link>

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.SIDESCREEN_TITLE
source: Empty <link="DIRTYWATER">Polluted Water</link> Threshold
pt_br: Limite de Esvaziamento de <link="DIRTYWATER">Água Poluída</link>

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.DESC
source: All-natural remedies to cure what ails you.
pt_br: Medicamentos naturais para curar o que te aflige.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.EFFECT
source: Produces <link="MEDICINE">Medicine</link> to cure most basic <link="DISEASE">Diseases</link>. Duplicants will not fabricate items unless recipes are queued.
pt_br: Produz <link="MEDICINE">Medicamentos</link> para curar as <link="DISEASE">Doenças</link> mais básicas. Duplicantes não irão fabricar enquanto receitas não forem colocadas na fila.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.NAME
source: <link="APOTHECARY">Apothecary</link>
pt_br: <link="APOTHECARY">Botica</link>

# STRINGS.BUILDINGS.PREFABS.BATTERY.CHARGE_LOSS
source: {Battery} charge loss
pt_br: Perda de carga em {Battery}

# STRINGS.BUILDINGS.PREFABS.BATTERY.DESC
source: Batteries allow extra power from generators to be stored for later, rather than lost.
pt_br: Baterias permitem armazenar toda energia extra dos geradores ao invés de perde-la.

# STRINGS.BUILDINGS.PREFABS.BATTERY.EFFECT
source: Stores a bit of runoff <link="POWER">Power</link> from generators, but loses charge over time.
pt_br: Armazena uma parte da <link="POWER">Energia</link> feita pelos geradores, mas perde a carga com o tempo.

# STRINGS.BUILDINGS.PREFABS.BATTERY.NAME
source: <link="BATTERY">Tiny Battery</link>
pt_br: <link="BATTERY">Bateria Pequena</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.DESC
source: Larger batteries hold more power and keep systems running longer before recharging.
pt_br: Baterias maiores armazenam mais energia e permitem sistemas funcionar por mais tempo sem recarregar.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.EFFECT
source: Stores most runoff <link="POWER">Power</link> from generators, but loses charge over time.
pt_br: Armazena boa parte da <link="POWER">Energia</link> feita pelos geradores, mas perde a carga com o tempo.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.NAME
source: <link="BATTERYMEDIUM">Battery</link>
pt_br: <link="BATTERYMEDIUM">Bateria</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.ACTIVATE_TOOLTIP
source: Logic input will become <link="LOGIC">Active</link> when battery is less than {0}% charged
pt_br: Saída lógica ficará <link="LOGIC">Ativa</link> quando a bateria estiver menos que {0}% carregada

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DEACTIVATE_TOOLTIP
source: Logic input will go on <link="LOGIC">Standby</link> when battery is more than {0}% charged
pt_br: Saída lógica ficará <link="LOGIC">Em Espera</link> quando a bateria estiver mais que {0}% carregada

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DESC
source: Smart batteries can automatically turn systems off when there is no charge to sustain them.
pt_br: Baterias inteligentes podem desligar sistemas automaticamente quando não existir carga suficiente para eles.

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.EFFECT
source: Stores most runoff <link="POWER">Power</link> from generators, but loses charge over time. Logic input becomes <link="LOGIC">Active</link> when charged above the set threshold.
pt_br: Armazena boa parte da <link="POWER">Energia</link> feita pelos geradores, mas perde a carga com o tempo. Saída lógica fica <link="LOGIC">Ativa</link> quando carregada acima do limite definido.

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.LOGIC_PORT_DESC
source: <link="LOGIC">Active</link> if charge exceeds threshold
pt_br: <link="LOGIC">Ativa</link> se o nível de energia exceder o limite

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.NAME
source: <link="BATTERYSMART">Smart Battery</link>
pt_br: <link="BATTERYSMART">Bateria Inteligente</link>

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_ACTIVATE
source: Active:
pt_br: Ativo:

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_DEACTIVATE
source: Standby:
pt_br: Em Espera:

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_TITLE
source: Logic Activation Parameters
pt_br: Parâmetros de Ativação Lógica

# STRINGS.BUILDINGS.PREFABS.BED.DESC
source: Duplicants without a bed will develop sore backs from sleeping on the floor.
pt_br: Duplicantes sem uma cama vão desenvolver dor nas costas por dormir no chão.

# STRINGS.BUILDINGS.PREFABS.BED.EFFECT
source: Gives one Duplicant a place to sleep. Duplicants will automatically return to their cots to sleep at night.
pt_br: Dá a um Duplicante um local para dormir. Duplicantes irão automaticamente voltar para seus berços para dormir à noite.

# STRINGS.BUILDINGS.PREFABS.BED.NAME
source: <link="BED">Cot</link>
pt_br: <link="BED">Berço</link>

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.DESC
source: A bottle emptier's Element Filter can be used to designate areas for specific liquid storage.
pt_br: O Filtro de Elementos de um esvaziador de garrafas pode ser usado para designar líquidos em áreas de armazenamento específico.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.EFFECT
source: Empties bottled <link="ELEMENTSLIQUID">Liquids</link> back into the world.
pt_br: Esvazia <link="ELEMENTSLIQUID">Líquidos</link> engarrafados de volta ao mundo.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.NAME
source: <link="BOTTLEEMPTIER">Bottle Emptier</link>
pt_br: <link="BOTTLEEMPTIER">Esvaziador de Garrrafas</link>

# STRINGS.BUILDINGS.PREFABS.BURNER.DESC
source: Burners reach incredible temperatures and can quickly melt large areas.
pt_br: Maçaricos atingem temperaturas incríveis e podem rapidamente derreter grandes áreas.

# STRINGS.BUILDINGS.PREFABS.BURNER.EFFECT
source: Produces a searing <link="HEAT">Heat Jet</link> using liquid <link="CRUDEOIL">Crude Oil</link>.
pt_br: Produz um <link="HEAT">Jato de Calor</link> usando <link="CRUDEOIL">Óleo</link>.

# STRINGS.BUILDINGS.PREFABS.BURNER.NAME
source: <link="BURNER">Burner</link>
pt_br: <link="BURNER">Maçarico</link>

# STRINGS.BUILDINGS.PREFABS.CANVAS.AVERAGEQUALITYNAME
source: Mediocre Painting
pt_br: Pintura Medíocre

# STRINGS.BUILDINGS.PREFABS.CANVAS.DESC
source: Once built, a Duplicant can paint a blank canvas to produce a decorative painting.
pt_br: Uma vez construída, um Duplicante pode pintar e produzir uma pintura decorativa.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EFFECT
source: Increases <link="DECOR">Decor</link> and reduces <link="STRESS">Stress</link>. Must be painted by a Duplicant.
pt_br: Aumenta <link="DECOR">Decor</link> e reduz o <link="STRESS">Estresse</link> dos Duplicantes . Precisa ser pintado por um Duplicante.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EXCELLENTQUALITYNAME
source: Masterpiece
pt_br: Obra de Arte

# STRINGS.BUILDINGS.PREFABS.CANVAS.NAME
source: <link="CANVAS">Blank Canvas</link>
pt_br: <link="CANVAS">Tela para Pintura</link>

# STRINGS.BUILDINGS.PREFABS.CANVAS.POORQUALITYNAME
source: Crude Painting
pt_br: Pintura Ruim

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.DESC
source: Light reduces Duplicant stress and is required to grow certain plants.
pt_br: Luz reduz o estresse dos Duplicantes e é necessário para cultivar certas plantas.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.EFFECT
source: Provides <link="LIGHT">Light</link> when <link="POWER">Power</link>.
pt_br: Provê <link="LIGHT">Luz</link> quando <link="POWER">Ligada</link>.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.NAME
source: <link="CEILINGLIGHT">Ceiling Light</link>
pt_br: <link="CEILINGLIGHT">Lâmpada de Teto</link>

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.DESC
source: Checkpoints can be connected to automated sensors to determine when it is safe to enter.
pt_br: Pontos de Checagem podem ser conectados aos sensores automatizados para determinar quando é seguro entrar.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.EFFECT
source: Allows Duplicants to pass when <link="LOGIC">Active</link>. Prevents Duplicants from passing when on <link="LOGIC">Standby</link>.
pt_br: Permitem os Duplicantes passarem quando <link="LOGIC">Ativo</link>. Impede Duplicantes de passar quando <link="LOGIC">Em Espera</link>.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.LOGIC_PORT_DESC
source: Duplicant Stop/Go
pt_br: Sinal Pare/Siga de Duplicantes

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.NAME
source: <link="CHECKPOINT">Duplicant Checkpoint</link>
pt_br: <link="CHECKPOINT">Ponto de Checagem de Duplicante</link>

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.DESC
source: A textile loom can be used to spin Reed Fiber into wearable Duplicant clothing.
pt_br: Uma fábrica têxtil pode ser usada para transformar Fibra de Caniço em trajes para os Duplicantes.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.EFFECT
source: Tailors Duplicant <link="EQUIPMENT">Clothing</link> items. Duplicants will not fabricate items unless recipes are queued.
pt_br: Fabrica <link="EQUIPMENT">Roupas</link> para os Duplicantes. Duplicantes não irão fabricar enquanto receitas não forem colocadas na fila.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.NAME
source: <link="CLOTHINGFABRICATOR">Textile Loom</link>
pt_br: <link="CLOTHINGFABRICATOR">Fábrica Têxtil</link>

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.DESC
source: Carbon skimmers remove large amounts of carbon dioxide, but produce no breathable air.
pt_br: Removedores de Carbono removem altas quantidades de dióxido de carbono, mas não produzem ar respirável.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.EFFECT
source: Uses <link="WATER">Water</link> to filter <link="CARBONDIOXIDE">Carbon Dioxide</link> from the air.
pt_br: Usa <link="WATER">Água</link> para filtrar <link="CARBONDIOXIDE">Dióxido de Carbono</link> do ar.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.NAME
source: <link="CO2SCRUBBER">Carbon Skimmer</link>
pt_br: <link="CO2SCRUBBER">Removedor de Carbono</link>

# STRINGS.BUILDINGS.PREFABS.COMPOST.DESC
source: Composts safely deal with biological waste and help fertilize domestic plants.
pt_br: Composteiras lidam com resíduos biológicos e ajudam a fertilizar plantas cultivadas.

# STRINGS.BUILDINGS.PREFABS.COMPOST.EFFECT
source: <link="TOXICSAND">Polluted Dirt</link> down into <link="FERTILIZER">Fertilizer</link>.
pt_br: Quebra <link="TOXICSAND">Terra Poluída</link> em <link="FERTILIZER">Fertilizante</link>.

# STRINGS.BUILDINGS.PREFABS.COMPOST.NAME
source: <link="COMPOST">Compost</link>
pt_br: <link="COMPOST">Composteira</link>

# STRINGS.BUILDINGS.PREFABS.CONDUIT.STATUS_ITEM.NAME
source: Marked for Emptying
pt_br: Marcado para Esvaziamento

# STRINGS.BUILDINGS.PREFABS.CONDUIT.STATUS_ITEM.TOOLTIP
source: Awaiting a Plumber to clear this pipe
pt_br: Aguardando um encanador para limpar este cano

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.DESC
source: Proper cooking eliminates foodborne disease and produces tasty, stress-relieving meals.
pt_br: O cozimento ideal elimina germes e produz refeições deliciosas e que reduzem de estresse.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.EFFECT
source: Cooks a wide variety of improved <link="FOOD">Foods</link>. Duplicants will not fabricate items unless recipes are queued.
pt_br: Cozinha uma grande variedade de <link="FOOD">Alimentos</link> de melhor qualidade. Duplicantes não irão fabricar enquanto receitas não forem colocadas na fila.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.NAME
source: <link="COOKINGSTATION">Electric Grill</link>
pt_br: <link="COOKINGSTATION">Churrasqueira Elétrica</link>

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.DESC
source: Duplicants automatically bring captured critters to these relocation points for release.
pt_br: Duplicantes trazem criaturas capturadas automaticamente para estes pontos de relocação para soltura.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.EFFECT
source: Releases trapped critters back into the world. Can be used multiple times.
pt_br: Libera criaturas capturadas de volta ao mundo. Pode ser usada múltiplas vezes.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.NAME
source: <link="CREATUREDELIVERYPOINT">Critter Drop-Off</link>
pt_br: <link="CREATUREDELIVERYPOINT">Ponto de Soltura de Criaturas</link>

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.DESC
source: Critters tend to stay close to their food source and will wander less when given a Feeder.
pt_br: Criaturas tendem a ficar perto da sua fonte de comida e irão perambular menos quando receberem um Alimentador.

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.EFFECT
source: Automatically dispenses food for hungry critters.
pt_br: Libera comida automaticamente para criaturas famintas.

# STRINGS.BUILDINGS.PREFABS.CREATUREFEEDER.NAME
source: <link="CREATUREFEEDER">Critter Feeder</link>
pt_br: <link="CREATUREFEEDER">Alimentador de Criaturas</link>

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.DESC
source: Traps cannot catch flying critters.
pt_br: Armadilhas de Criatura não capturam criaturas voadoras.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.EFFECT
source: Captures a living critter for transport. Single use.
pt_br: Captura uma criatura viva para o transporte. Uso único.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.NAME
source: <link="CREATURETRAP">Critter Trap</link>
pt_br: <link="CREATURETRAP">Armadilha de Criaturas</link>

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.DESC
source: Generates infinite testing power
pt_br: Gera energia infinita de testes

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.EFFECT
source: Runs on coffee
pt_br: Trabalha no café

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.NAME
source: <link="DEVGENERATOR">DEV Generator</link>
pt_br: <link="DEVGENERATOR">Gerador DEV</link>

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.DESC
source: Duplicants prefer to dine at a table, rather than eat off the floor.
pt_br: Duplicantes preferem jantar em uma mesa, do que comer sentado no chão.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.EFFECT
source: Gives one Duplicant a place to eat. Duplicants will automatically eat at their assigned table when hungry.
pt_br: Dá a um Duplicante um local para comer. Duplicantes irão automaticamente comer nas suas mesas quando estiverem com fome.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.NAME
source: <link="DININGTABLE">Mess Table</link>
pt_br: <link="DININGTABLE">Mesa de Jantar</link>

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.DESC
source: Channels move more volume than pumps and require no power, but need sufficient pressure to function.
pt_br: Canais movem mais volume do que as bombas e não requerem energia, mas precisam de pressão suficiente para funcionar.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.EFFECT
source: Directionally moves large volumes of liquid through a channel. Can be used as floor tile and rotated before construction.
pt_br: Movem direccionalmente altos volumes de líquido por um canal. Pode ser usado como bloco e rodado antes da construção.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.NAME
source: <link="DIRECTIONALWORLDPUMPLIQUID">Liquid Channel</link>
pt_br: <link="DIRECTIONALWORLDPUMPLIQUID">Canal de Líquidos</link>

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.DESC
source: Gets hot and steamy.
pt_br: Fica quente e fumegante.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.EFFECT
source: Separates any <link="DIRTYWATER">Polluted Water</link> piped through it into <link="STEAM">Steam</link> and <link="TOXICSAND">Polluted Dirt</link>
pt_br: Separa qualquer <link="DIRTYWATER">Água Poluída</link> encanada pra ela em <link="STEAM">Vapor</link> e <link="TOXICSAND">Terra Poluída</link>

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.NAME
source: <link="DISTILLATIONCOLUMN">Distillation Column</link>
pt_br: <link="DISTILLATIONCOLUMN">Coluna de Destilação</link>

# STRINGS.BUILDINGS.PREFABS.DOOR.ABOVE
source: above
pt_br: acima

# STRINGS.BUILDINGS.PREFABS.DOOR.BELOW
source: below
pt_br: abaixo

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.AUTO.TOOLTIP
source: Duplicants open and close this door as needed
pt_br: Duplicantes abrem e fecham esta porta conforme necessário

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.NAME
source: Lock
pt_br: Trancado

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.TOOLTIP
source: Nothing may pass through
pt_br: Nada pode passar

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.NAME
source: Open
pt_br: Aberto

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.TOOLTIP
source: This door will remain open
pt_br: Esta porta continuará aberta

# STRINGS.BUILDINGS.PREFABS.DOOR.DESC
source: Door controls can be used to prevent Duplicants from entering restricted areas.
pt_br: Controles de porta podem ser utilizados para prevenir que Duplicantes entrem em áreas restritas.

# STRINGS.BUILDINGS.PREFABS.DOOR.EFFECT
source: Encloses areas without blocking <link="ELEMENTSLIQUID">Liquid</link> or <link="ELEMENTSGAS">Gas</link> flow. Sets Duplicant Access Permissions for area restriction. Wild critters cannot pass through doors.
pt_br: Fecham salas sem bloquear o fluxo de <link="ELEMENTSGAS">Gás</link> ou <link="ELEMENTSLIQUID">Líquido</link>. Defina Restrições de Acesso à Duplicantes para restringir o acesso. Criaturas selvagens não podem passar por portas.

# STRINGS.BUILDINGS.PREFABS.DOOR.LEFT
source: on left
pt_br: na esquerda

# STRINGS.BUILDINGS.PREFABS.DOOR.LOGIC_PORT_DESC
source: Open/Close
pt_br: Aberto/Fechado

# STRINGS.BUILDINGS.PREFABS.DOOR.NAME
source: <link="DOOR">Pneumatic Door</link>
pt_br: <link="DOOR">Porta Pneumática</link>

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_NOT_REQUIRED
source: Atmo Suit not required {0}
pt_br: Atmotraje não requerido {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_REQUIRED
source: Atmo Suit required {0}
pt_br: Atmotraje requerido {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.RIGHT
source: on right
pt_br: na direita

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.DESC
source: Incubators can maintain the ideal internal conditions for several species of critter egg.
pt_br: Incubadoras podem manter as condições ideias para diversas espécies de ovos de bicho.

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.EFFECT
source: Incubates critter eggs until ready to hatch. Assigned Duplicants must possess the <link="RANCHER">Critter Wrangling</link> trait.
pt_br: Incuba ovos de criaturas até estarem prontos para eclodir. Duplicantes designados devem possuir o traço <link="RANCHER">Capturar Criaturas</link>.

# STRINGS.BUILDINGS.PREFABS.EGGINCUBATOR.NAME
source: <link="EGGINCUBATOR">Incubator</link>
pt_br: <link="EGGINCUBATOR">Incubadora</link>

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.DESC
source: Electrolyzers output a high volume of oxygen and are a reliable source of breathable air.
pt_br: Células Eletrolíticas liberam um alto volume de oxigênio e são uma fonte confiável de ar respirável.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.EFFECT
source: Converts <link="WATER">Water</link> into <link="OXYGEN">Oxygen</link> and <link="HYDROGEN">Hydrogen</link>. Becomes idle when the area reaches maximum pressure capacity.
pt_br: Converte <link="WATER">Água</link> em <link="OXYGEN">Oxigênio</link> e <link="HYDROGEN">Hidrogênio</link>. Fica ocioso quando a área atinge a capacidade máxima de pressão.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.NAME
source: <link="ELECTROLYZER">Electrolyzer</link>
pt_br: <link="ELECTROLYZER">Célula Eletrolítica</link>

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.DESC
source: This station only has an effect on crops grown within the same room.
pt_br: Esta estação só afeta plantas que estão crescendo na mesma sala que ela.

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.EFFECT
source: Produces Micronutrient Fertilizer to increase <link="PLANTS">Plant</link> growth rates. Assigned Duplicants must possess the <link="FARMER">Crop Tending</link> trait. This building is a necessary component of the Greenhouse room.
pt_br: Produz Fertilizante de Micronutrientes para aumentar as taxas de crescimento da <link="PLANTS">Planta</link>. Duplicantes Designados precisam possuir o traço <link="FARMER">Cuidado de Plantas</link>. Esta estrutura é um componente necessário da sala Estufa.

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.NAME
source: <link="FARMSTATION">Farm Station</link>
pt_br: <link="FARMSTATION">Estação de Agricultura</link>
