Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.NAME
source: <link="TEMPERATUREMODULATION">Temperature Modulation</link>
pt_br: <link="TEMPERATUREMODULATION">Modulação Térmica</link>

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.DESC
source: Get around your base quickly, safely, and in style!
pt_br: Se mova pela sua base de forma rápida, segura e com estilo!

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.NAME
source: <link="TRAVELTUBES">Transit Tubes</link>
pt_br: <link="TRAVELTUBES">Tubos de Tráfego</link>

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.DESC
source: Smaller, more efficient pumps for those low-throughput situations.
pt_br: Bombas pequenas e mais eficientes para situações de baixa necessidade.

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.NAME
source: <link="VALVEMINIATURIZATION">Valve Minaturization</link>
pt_br: <link="VALVEMINIATURIZATION">Miniaturização de Válvulas</link>

# STRINGS.RESEARCH.TYPES.ALPHA.DESC
source: <link="RESEARCH">Novice Research</link> is required to unlock basic technologies. It can be conducted at a <link="RESEARCHCENTER">Research Station</link>.
pt_br: <link="RESEARCH">Pesquisa Iniciante</link> é necessária para desbloquear tecnologias básicas. Pode ser conduzida em uma <link="RESEARCHCENTER">Estação de Pesquisa</link>.

# STRINGS.RESEARCH.TYPES.ALPHA.NAME
source: Novice Research
pt_br: Pesquisa Iniciante

# STRINGS.RESEARCH.TYPES.ALPHA.RECIPEDESC
source: Unlocks rudimentary technologies.
pt_br: Desbloqueia tecnologias rudimentares.

# STRINGS.RESEARCH.TYPES.BETA.DESC
source: <link="RESEARCH">Intermediate Research</link> is required to unlock improved technologies. It can be conducted at a <link="ADVANCEDRESEARCHCENTER">Super Computer</link>.
pt_br: <link="RESEARCH">Pesquisa Intermediária</link> é necessária para desbloquear tecnologias mais melhoradas. Pode ser conduzida em um <link="ADVANCEDRESEARCHCENTER">Super Computador</link>.

# STRINGS.RESEARCH.TYPES.BETA.NAME
source: Intermediate Research
pt_br: Pesquisa Intermediária

# STRINGS.RESEARCH.TYPES.BETA.RECIPEDESC
source: Unlocks improved technologies.
pt_br: Desbloqueia tecnologias melhores.

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.DESCRIPTION
source: Requires two or more Cots or Comfy Beds
pt_br: Requer pelo menos dois Berços ou Caminhas

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.NAME
source: Beds
pt_br: Camas

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.DESCRIPTION
source: Requires one Cot or Comfy Bed
pt_br: Requer um Berço ou Cama

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.NAME
source: Single bed
pt_br: Uma cama

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.DESCRIPTION
source: Requires at least one building with positive decor
pt_br: Requer pelo menos uma estrutura com decor positivo

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.NAME
source: Positive decor
pt_br: Decor positivo

# STRINGS.ROOMS.CRITERIA.CLINIC.DESCRIPTION
source: Requires one or more Med-Beds or Pharma Chambers
pt_br: Requer pelo menos uma Maca ou Cabine Farmacêutica

# STRINGS.ROOMS.CRITERIA.CLINIC.NAME
source: Medical bed
pt_br: Cama Hospitalar

# STRINGS.ROOMS.CRITERIA.CREATURE_FEEDER.DESCRIPTION
source: Requires a single Critter Feeder
pt_br: Requer um único Alimentador

# STRINGS.ROOMS.CRITERIA.CREATURE_FEEDER.NAME
source: Critter Feeder
pt_br: Alimentador de Criaturas

# STRINGS.ROOMS.CRITERIA.CREATURE_RELOCATOR.DESCRIPTION
source: Requires a single Critter Drop-Off
pt_br: Requer um Ponto de Soltura de Criaturas

# STRINGS.ROOMS.CRITERIA.CREATURE_RELOCATOR.NAME
source: Critter Relocator
pt_br: Realocador de Criaturas

# STRINGS.ROOMS.CRITERIA.CRITERIA_FAILED.MISSING_BUILDING
source: Missing {0}
pt_br: Falta {0}

# STRINGS.ROOMS.CRITERIA.DECORATIVE_ITEM.DESCRIPTION
source: Requires one or more Paintings, Sculptures, or Vases
pt_br: Requer uma ou mais Pinturas, Esculturas ou Vasos

# STRINGS.ROOMS.CRITERIA.DECORATIVE_ITEM.NAME
source: Decoration item
pt_br: Item de decoração

# STRINGS.ROOMS.CRITERIA.FARM_STATION.DESCRIPTION
source: Requires a single Farm Station
pt_br: Requer uma Estação de Agricultura

# STRINGS.ROOMS.CRITERIA.FARM_STATION.NAME
source: Farm Station
pt_br: Estação de Agricultura

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.DESCRIPTION
source: Requires one or more Ration Boxes or Refrigerators
pt_br: Requer pelo menos uma Caixa de Ração ou Refrigerador

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.NAME
source: Food storage
pt_br: Armazenamento de comida

# STRINGS.ROOMS.CRITERIA.HEADER
source: Room Criteria
pt_br: Critérios do Quarto

# STRINGS.ROOMS.CRITERIA.LIGHT.DESCRIPTION
source: Requires one or more light sources
pt_br: Requer uma ou mais fontes de luz

# STRINGS.ROOMS.CRITERIA.LIGHT.NAME
source: Light source
pt_br: Fonte de luz

# STRINGS.ROOMS.CRITERIA.MACHINE_SHOP.DESCRIPTION
source: Requires requires one or more Mechanics Stations
pt_br: Requer uma ou mais Oficinas Mecânicas

# STRINGS.ROOMS.CRITERIA.MACHINE_SHOP.NAME
source: Mechanics Station
pt_br: Oficina Mecânica

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.DESCRIPTION
source: Requires one or more Massage Tables
pt_br: Requer uma ou mais Mesas de Massagem

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.NAME
source: Massage Table
pt_br: Mesa de Massagem

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.DESCRIPTION
source: Must have an area no larger than {0} tiles
pt_br: Precisa de uma área de até {0} blocos

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.NAME
source: Maximum size: {0} tiles
pt_br: Tamanho máximo: {0} blocos

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.DESCRIPTION
source: Requires two or more Mess Tables
pt_br: Requer duas ou mais Mesas de Jantar

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.NAME
source: Mess Tables
pt_br: Mesas de Jantar

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.DESCRIPTION
source: Requires a single Mess Table
pt_br: Requer uma Mesa de Jantar

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.NAME
source: Mess Table
pt_br: Mesa de Jantar

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.DESCRIPTION
source: Must have an area of at least {0} tiles
pt_br: Precisa de um área de pelo menos {0} blocos

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.NAME
source: Minimum size: {0} tiles
pt_br: Tamanho mínimo: {0} blocos

# STRINGS.ROOMS.CRITERIA.NEUTRAL_TYPE
source: Enclosed by wall tiles and doors
pt_br: Circundado por blocos de parede e portas

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.DESCRIPTION
source: Cannot contain any building labelled Industrial Machinery
pt_br: Não pode conter nenhuma estrutura rotulada Maquinário Industrial

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.NAME
source: No industrial machinery
pt_br: Sem maquinário industrial

# STRINGS.ROOMS.CRITERIA.NO_TYPE_CONFLICTS
source: Remove conflicting buildings
pt_br: Remova estruturas conflitantes

# STRINGS.ROOMS.CRITERIA.POSSIBLE_TYPES_HEADER
source: Possible Room Types
pt_br: Tipos de Sala Possíveis

# STRINGS.ROOMS.CRITERIA.POWER_STATION.DESCRIPTION
source: Requires a single Power Control Station
pt_br: Requer uma Estação de Controle de Energia

# STRINGS.ROOMS.CRITERIA.POWER_STATION.NAME
source: Power Control Station
pt_br: Estação de Controle de Energia

# STRINGS.ROOMS.CRITERIA.RANCH_STATION.DESCRIPTION
source: Requires a single Ranch Station
pt_br: Requer uma Estação de Pecuária

# STRINGS.ROOMS.CRITERIA.RANCH_STATION.NAME
source: Ranch Station
pt_br: Estação de Pecuária

# STRINGS.ROOMS.CRITERIA.REC_BUILDING.DESCRIPTION
source: Requires one or more Massage Tables
pt_br: Requer uma ou mais Mesas de Massagem

# STRINGS.ROOMS.CRITERIA.REC_BUILDING.NAME
source: Recreational building
pt_br: Estrutura de recreação

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.DESCRIPTION
source: Requires one or more Research Stations or Super Computers
pt_br: Requer uma ou mais Estações de Pesquisa ou Super Computadores

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.NAME
source: Research station
pt_br: Estação de Pesquisa

# STRINGS.ROOMS.CRITERIA.TOILET.DESCRIPTION
source: Requires one or more Outhouses or Lavatories
pt_br: Requer uma ou mais Privadas ou Vasos Sanitários

# STRINGS.ROOMS.CRITERIA.TOILET.NAME
source: Toilet
pt_br: Privada

# STRINGS.ROOMS.CRITERIA.WASH_STATION.DESCRIPTION
source: Requires one or more Wash Basins, Sinks, Hand Sanitizers, or Showers
pt_br: Requer um ou mais Lavatórios, Pias, Sanitizadores de Mãos ou Banheiros

# STRINGS.ROOMS.CRITERIA.WASH_STATION.NAME
source: Wash station
pt_br: Estação de Lavagem

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.NAME
source: <b>Assignments:</b> {0}
pt_br: <b>Atribuições:</b> {0}

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.UNASSIGNED
source: Unassigned
pt_br: Não atribuído

# STRINGS.ROOMS.DETAILS.AVERAGE_ATMO_MASS.NAME
source: Average air pressure: {0}
pt_br: Pressão do ar média: {0}

# STRINGS.ROOMS.DETAILS.AVERAGE_TEMPERATURE.NAME
source: Average temperature: {0}
pt_br: Temperatura média: {0}

# STRINGS.ROOMS.DETAILS.BUILDING_COUNT.NAME
source: Buildings: {0}
pt_br: Estruturas: {0}

# STRINGS.ROOMS.DETAILS.CREATURE_COUNT.NAME
source: Critters: {0}
pt_br: Criaturas: {0}

# STRINGS.ROOMS.DETAILS.HEADER
source: Room Details
pt_br: Detalhes do Quarto

# STRINGS.ROOMS.DETAILS.SIZE.NAME
source: Room size: {0} Tiles
pt_br: Tamanho do quarto: {0} Blocos

# STRINGS.ROOMS.TYPES.BARRACKS.EFFECT
source: - Stamina recovery bonus
pt_br: - Bônus de Recuperação de Energia

# STRINGS.ROOMS.TYPES.BARRACKS.NAME
source: Barracks
pt_br: Dormitório

# STRINGS.ROOMS.TYPES.BARRACKS.TOOLTIP
source: Sleeping in a bed will restore additional stamina for Duplicants if it is located within Barracks.
pt_br: Dormir em uma cama restaurará energia adicional para os Duplicantes se ela estiver dentro do Dormitório.

# STRINGS.ROOMS.TYPES.CONFLICTED
source: Conflicted Room
pt_br: Sala em Conflito

# STRINGS.ROOMS.TYPES.CREATUREPEN.EFFECT
source: - Hastens critter domestication
pt_br: - Acelera domesticação de criaturas

# STRINGS.ROOMS.TYPES.CREATUREPEN.NAME
source: Stable
pt_br: Estábulo

# STRINGS.ROOMS.TYPES.CREATUREPEN.TOOLTIP
source: Stabled critters will be more productive and less hostile.
pt_br: Criatura no curral serão mais produtivas e menos hostis.

# STRINGS.ROOMS.TYPES.FARM.EFFECT
source: - Accelerated plant growth
pt_br: - Crescimento das plantas acelerado

# STRINGS.ROOMS.TYPES.FARM.NAME
source: Greenhouse
pt_br: Estufa

# STRINGS.ROOMS.TYPES.FARM.TOOLTIP
source: Crops grown within a Greenhouse can be tended by Farmers to increase their growth speed.
pt_br: Plantas que crescem dentro de uma Estufa podem ser cuidadas por Agricultores para aumentar sua velocidade de crescimento.

# STRINGS.ROOMS.TYPES.HOSPITAL.EFFECT
source: - Quarantine sick Duplicants
pt_br: - Isolar Duplicantes doentes

# STRINGS.ROOMS.TYPES.HOSPITAL.NAME
source: Med Bay
pt_br: Ala Médica

# STRINGS.ROOMS.TYPES.HOSPITAL.TOOLTIP
source: Sick Duplicants assigned to medical beds located within a Med Bay are less likely to spread Disease.
pt_br: Duplicantes doentes designados a camas hospitalares dentro de uma Ala Médica irão espalhar menos Doenças.

# STRINGS.ROOMS.TYPES.LATRINE.EFFECT
source: - Stress relief bonus
pt_br: - Bônus de alívio de estresse

# STRINGS.ROOMS.TYPES.LATRINE.NAME
source: Latrine
pt_br: Latrina

# STRINGS.ROOMS.TYPES.LATRINE.TOOLTIP
source: Using a toilet will relieve additional stress for Duplicants if it is located in a Latrine.
pt_br: Usar uma privada aliviará estresse adicional para os Duplicantes se ela estiver em uma Latrina.

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.EFFECT
source: - Increased fabrication efficiency
pt_br: - Aumento na eficiência de fabricação

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.NAME
source: Machine Shop
pt_br: Oficina Mecânica

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.TOOLTIP
source: Engineers working in a Machine Shop can maintain buildings and increase the speed with which they produce items.
pt_br: Engenheiros que trabalham em uma Oficina Mecânica podem cuidar de estruturas e aumentar a velocidade ao qual elas produzem itens.

# STRINGS.ROOMS.TYPES.MESSHALL.EFFECT
source: - Stress relief bonus
pt_br: - Bônus de alívio de estresse

# STRINGS.ROOMS.TYPES.MESSHALL.NAME
source: Mess Hall
pt_br: Refeitório

# STRINGS.ROOMS.TYPES.MESSHALL.TOOLTIP
source: Eating at a Mess Table will relieve additional stress for Duplicants if it is located within a Mess Hall.
pt_br: Comer numa Mesa de Jantar aliviará estresse adicional para os Duplicantes se ela estiver dentro de um Refeitório.

# STRINGS.ROOMS.TYPES.NEUTRAL.EFFECT
source: - No effect
pt_br: - Sem efeito

# STRINGS.ROOMS.TYPES.NEUTRAL.NAME
source: Miscellaneous Room
pt_br: Quarto Diverso

# STRINGS.ROOMS.TYPES.NEUTRAL.TOOLTIP
source: This area qualifies as a room but has no dedicated use.
pt_br: Esta área é reconhecida como quarto mas não tem um uso dedicado.

# STRINGS.ROOMS.TYPES.POWER_PLANT.EFFECT
source: - Power production increase
pt_br: - Aumento na produção de energia

# STRINGS.ROOMS.TYPES.POWER_PLANT.NAME
source: Power Plant
pt_br: Estação de Energia

# STRINGS.ROOMS.TYPES.POWER_PLANT.TOOLTIP
source: Electrical Engineers can tune-up generators built within a Power Plant, improving their power production.
pt_br: Engenheiros Elétricos podem atualizar geradores construídos dentro de uma Estação de Energia, melhorando sua produção de energia.

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.EFFECT
source: - Stress relief bonus
pt_br: - Bônus de alívio de estresse

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.NAME
source: Private Bathroom
pt_br: Banheiro Privado

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.TOOLTIP
source: Duplicants relieve even more stress when using the toilet in a Private Bathroom than in a Latrine.
pt_br: Duplicantes aliviam ainda mais estresse se usar a privada em um Banheiro Privado do que em um Latrina.

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.EFFECT
source: - Stamina recovery bonus
pt_br: - Bônus de recuperação de energia

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.NAME
source: Private Bedroom
pt_br: Quarto Privado

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.TOOLTIP
source: Duplicants recover even more stamina while sleeping in a Private Bedroom than in Barracks.
pt_br: Duplicantes recuperarão ainda mais energia se dormirem em um Quarto Privado do que em um Dormitório.

# STRINGS.ROOMS.TYPES.REC_ROOM.EFFECT
source: - Stress relief bonus
pt_br: - Bônus de alívio de estresse

# STRINGS.ROOMS.TYPES.REC_ROOM.NAME
source: Recreation Room
pt_br: Sala de Recreação

# STRINGS.ROOMS.TYPES.REC_ROOM.TOOLTIP
source: Leisure time will relieve additional stress for Duplicants visiting a Recreation Room.
pt_br: Tempo de lazer aliviará estresse adicional dos Duplicantes ao visitar uma Sala de Recreação.

# STRINGS.SETITEMS.BREAKROOM_TABLE.DESC
source: A table and some chairs.
pt_br: Uma mesa e algumas cadeiras.

# STRINGS.SETITEMS.BREAKROOM_TABLE.NAME
source: Table
pt_br: Mesa

# STRINGS.SETITEMS.DESK.DESC
source: An intact office desk, decorated with several personal belongings and a barely functioning computer.
pt_br: Uma mesa de escritório intacta, decorada com diversos pertences pessoais e um computador que mal funciona.

# STRINGS.SETITEMS.DESK.NAME
source: Desk
pt_br: Mesa

# STRINGS.SETITEMS.GENESHUFFLER.DESC
source: A massive synthetic brain, suspended in saline solution. There is a chair attached to the device with room for one person.
pt_br: Um cérebro sintético gigante, suspenso em uma solução salina. Tem uma cadeira presa ao dispositivo com espaço para uma pessoa.

# STRINGS.SETITEMS.GENESHUFFLER.NAME
source: Neural Vacillator
pt_br: Vacilador Neural

# STRINGS.SETITEMS.LADDER.DESC
source: A steel ladder.
pt_br: Uma escada de aço.

# STRINGS.SETITEMS.LADDER.NAME
source: Ladder
pt_br: Escadas

# STRINGS.SETITEMS.LIGHT.DESC
source: An elegant ceiling lamp, slightly worse for wear.
pt_br: Uma elegante lâmpada de teto, um pouco desgastada.

# STRINGS.SETITEMS.LIGHT.NAME
source: Light Fixture
pt_br: Luminária

# STRINGS.SETITEMS.LOCKER.DESC
source: A basic metal locker. It contains an assortment of personal effects.
pt_br: Um simples armário de metal. Contém uma coleção de objetos pessoais.

# STRINGS.SETITEMS.LOCKER.NAME
source: Locker
pt_br: Armário

# STRINGS.SETITEMS.SKELETON.DESC
source: A detailed anatomical model. It appears to be made of resin.
pt_br: Um modelo anatômico detalhado. Aparenta ser feito de resina.

# STRINGS.SETITEMS.SKELETON.NAME
source: Model Skeleton
pt_br: Esqueleto Anatômico

# STRINGS.SETITEMS.VENDINGMACHINE.DESC
source: A pristine <link="FIELDRATION">Nutrient Bar</link> dispenser.
pt_br: Um dispensador de <link="FIELDRATION">Barrinha de Nutrientes</link> bem conservado.

# STRINGS.SETITEMS.VENDINGMACHINE.NAME
source: Vending Machine
pt_br: Máquina de Vendas

# STRINGS.SETITEMS.WALL_CLOCK.DESC
source: A simple wall clock. It is no longer ticking.
pt_br: Um simples relógio de parede. Não funciona mais.

# STRINGS.SETITEMS.WALL_CLOCK.NAME
source: Clock
pt_br: Relógio

# STRINGS.UI.ACTIONS
source: ACTIONS
pt_br: AÇÕES

# STRINGS.UI.ALERTS
source: ALERTS
pt_br: ALERTAS

# STRINGS.UI.ASSIGNDUPLICANT
source: Assign Duplicant
pt_br: Designar Duplicante

# STRINGS.UI.ASTEROIDCLOCK.CYCLE
source: Cycle
pt_br: Ciclo

# STRINGS.UI.ASTEROIDCLOCK.CYCLES_OLD
source: This Colony is {0} Cycle(s) Old
pt_br: Esta Colônia têm {0} Ciclo(s) de Idade

# STRINGS.UI.ASTEROIDCLOCK.TIME_PLAYED
source: Time Played: {0} hours
pt_br: Tempo de jogo: {0} horas

# STRINGS.UI.ATTRIBUTELEVEL
source: Expertise: Level {0} {1}
pt_br: Especialidade: Nível {0} {1}

# STRINGS.UI.ATTRIBUTELEVEL_SHORT
source: Level {0} {1}
pt_br: Nível {0} {1}

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.NAME
source: <link="BUILDCATEGORYAUTOMATION">Automation</link>
pt_br: <link="BUILDCATEGORYAUTOMATION">Automação</link>

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.TOOLTIP
source: Automate your base with logic circuits and sensors.
pt_br: Automatize sua base com sensores e circuitos lógicos.

# STRINGS.UI.BUILDCATEGORIES.BASE.TOOLTIP
source: Maintain your colony's infrastructure with these homebase basics.
pt_br: Mantenha sua colônia funcionando com estas infraestruturas básicas.

# STRINGS.UI.BUILDCATEGORIES.CONVEYANCE.NAME
source: <link="BUILDCATEGORYCONVEYANCE">Shipping</link>
pt_br: <link="BUILDCATEGORYCONVEYANCE">Logística</link>

# STRINGS.UI.BUILDCATEGORIES.CONVEYANCE.TOOLTIP
source: Effortlessly transport ore and solid materials around your base.
pt_br: Transporte minérios e itens sólidos pela sua base com nenhum esforço.

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.NAME
source: <link="BUILDCATEGORYEQUIPMENT">Stations</link>
pt_br: <link="BUILDCATEGORYEQUIPMENT">Estações</link>

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.TOOLTIP
source: Unlock new technologies through the power of science!
pt_br: Desbloqueie novas tecnologias com o poder da ciência!

# STRINGS.UI.BUILDCATEGORIES.FOOD.NAME
source: <link="BUILDCATEGORYFOOD">Food</link>
pt_br: <link="BUILDCATEGORYFOOD">Comida</link>

# STRINGS.UI.BUILDCATEGORIES.FOOD.TOOLTIP
source: Keep your Duplicants' spirits high and their bellies full.
pt_br: Mantenha seus Duplicantes felizes e de barriga cheia.

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.NAME
source: <link="BUILDCATEGORYFURNITURE">Furniture</link>
pt_br: <link="BUILDCATEGORYFURNITURE">Móveis</link>

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.TOOLTIP
source: Amenities to keep your Duplicants happy, comfy and efficient.
pt_br: Serviços para manter seus Duplicantes felizes, confortáveis e eficientes.

# STRINGS.UI.BUILDCATEGORIES.HVAC.NAME
source: <link="BUILDCATEGORYHVAC">Ventilation</link>
pt_br: <link="BUILDCATEGORYHVAC">Tubos</link>

# STRINGS.UI.BUILDCATEGORIES.HVAC.TOOLTIP
source: Control the flow of gas in your base.
pt_br: Controle o fluxo de gás na sua base.

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.NAME
source: <link="BUILDCATEGORYMEDICAL">Medicine</link>
pt_br: <link="BUILDCATEGORYMEDICAL">Saúde</link>

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.TOOLTIP
source: A cure for everything but the common cold.
pt_br: A cura para tudo menos para um resfriado.

# STRINGS.UI.BUILDCATEGORIES.MISC.TOOLTIP
source: Spruce up your colony with some lovely interior decorating.
pt_br: Enfeite sua colônia com um pouco de decoração de interiores.

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.NAME
source: <link="BUILDCATEGORYOXYGEN">Oxygen</link>
pt_br: <link="BUILDCATEGORYOXYGEN">Oxigênio</link>

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.TOOLTIP
source: Everything you need to keep your colony breathing.
pt_br: Tudo que precisa para manter sua colônia respirando.

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.NAME
source: <link="BUILDCATEGORYPLUMBING">Plumbing</link>
pt_br: <link="BUILDCATEGORYPLUMBING">Canos</link>

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.TOOLTIP
source: Get your water running and the sewage flowing.
pt_br: Faça a água correr e o esgoto fluir.

# STRINGS.UI.BUILDCATEGORIES.POWER.NAME
source: <link="BUILDCATEGORYPOWER">Power</link>
pt_br: <link="BUILDCATEGORYPOWER">Energia</link>

# STRINGS.UI.BUILDCATEGORIES.POWER.TOOLTIP
source: Need to power your colony? Here's how you do it!
pt_br: Precisa energizar sua colônia? Aqui está como se faz!

# STRINGS.UI.BUILDCATEGORIES.REFINING.NAME
source: <link="BUILDCATEGORYREFINING">Refinement</link>
pt_br: <link="BUILDCATEGORYREFINING">Refinar</link>

# STRINGS.UI.BUILDCATEGORIES.REFINING.TOOLTIP
source: Use the resources you want, filter the ones you don't.
pt_br: Use os recursos que você quer, filtre os que não quer.

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.NAME
source: <link="BUILDCATEGORYUTILITIES">Utilities</link>
pt_br: <link="BUILDCATEGORYUTILITIES">Utilitários</link>

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.TOOLTIP
source: Heat up and cool down.
pt_br: Aqueça e esfrie.

# STRINGS.UI.BUILDINGEFFECTS.ADDED_EFFECT
source: Added Effect: {0}
pt_br: Efeito Adicionado: {0}

# STRINGS.UI.BUILDINGEFFECTS.ALLOWS_FERTILIZER
source: Plant <link="WILTCONDITIONS">Fertilization</link>
pt_br: <link="WILTCONDITIONS">Fertilização</link> da Planta

# STRINGS.UI.BUILDINGEFFECTS.ALLOWS_IRRIGATION
source: Plant <link="WILTCONDITIONS">Liquid</link>
pt_br: Necessita de <link="WILTCONDITIONS">Líquido</link>

# STRINGS.UI.BUILDINGEFFECTS.ASSIGNEDDUPLICANT
source: Duplicant assignment
pt_br: Duplicante atribuído

# STRINGS.UI.BUILDINGEFFECTS.BATTERYCAPACITY
source: <link="POWER">Power</link> capacity: {0}
pt_br: Capacidade <link="POWER">Energética</link>: {0}

# STRINGS.UI.BUILDINGEFFECTS.BATTERYLEAK
source: <link="POWER">Power</link> runoff: {0}
pt_br: <link="POWER">Energia</link> perdida: {0}

# STRINGS.UI.BUILDINGEFFECTS.CAPTURE_METHOD_LURE
source: Capture Method: Lures
pt_br: Método de Captura: Armadilhas

# STRINGS.UI.BUILDINGEFFECTS.CAPTURE_METHOD_TRAP
source: Capture Method: Traps
pt_br: Método de Captura: Armadilhas

# STRINGS.UI.BUILDINGEFFECTS.CAPTURE_METHOD_WRANGLE
source: Capture Method: Wrangling
pt_br: Método de Captura: Captura Manual

# STRINGS.UI.BUILDINGEFFECTS.CONSUMESANYELEMENT
source: Any Element
pt_br: Qualquer Elemento

# STRINGS.UI.BUILDINGEFFECTS.COOLANT
source: Coolant: {1} {0}
pt_br: Resfriador: {1} {0}

# STRINGS.UI.BUILDINGEFFECTS.DECORPROVIDED
source: <link="DECOR">Decor</link>: {1} (Radius: {2} tiles)
pt_br: <link="DECOR">Decor</link>: {1} (Raio: {2} blocos)

# STRINGS.UI.BUILDINGEFFECTS.DIET_CONSUMED
source: • Diet: {Foodlist}
pt_br: • Dieta: {Foodlist}

# STRINGS.UI.BUILDINGEFFECTS.DIET_HEADER
source: Digestion:
pt_br: Digestão:

# STRINGS.UI.BUILDINGEFFECTS.DIET_PRODUCED
source: • Excretion: {Items}
pt_br: • Excreção: {Items}

# STRINGS.UI.BUILDINGEFFECTS.DIET_PRODUCED_ITEM
source: {Item}: {Percent} of consumed mass
pt_br: {Item}: {Percent} da massa consumida

# STRINGS.UI.BUILDINGEFFECTS.DISEASECONSUMEDPERUSE
source: All Diseases: -{0} per use
pt_br: Todas as Doenças: -{0} por uso

# STRINGS.UI.BUILDINGEFFECTS.DISEASEEMITTEDPERUSE
source: {0}: {1} per use
pt_br: {0}: {1} por uso

# STRINGS.UI.BUILDINGEFFECTS.DOCTORING
source: Doctoring
pt_br: Atenção Médica

# STRINGS.UI.BUILDINGEFFECTS.DUPLICANTMOVEMENTBOOST
source: Runspeed: +{0}
pt_br: Velocidade de Movimento: +{0}

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTCONSUMEDPERUSE
source: {0}: {1} per use
pt_br: {0}: {1} por uso
