Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.TOOLTIP
source: Waiting for a Duplicant to murderize this defenseless critter
pt_br: Esperando um Duplicante assassinar esta criatura indefesa

# STRINGS.MISC.STATUSITEMS.ORDERCAPTURE.NAME
source: Pending Wrangle
pt_br: Captura Pendente

# STRINGS.MISC.STATUSITEMS.ORDERCAPTURE.TOOLTIP
source: Waiting for a Duplicant to capture this critter ------------------ Only Duplicants trained as Ranchers can catch critters without traps
pt_br: Aguardando um Duplicante capturar esta criatura ------------------ Somente Duplicantes treinados como Fazendeiros podem capturar criaturas sem armadilhas

# STRINGS.MISC.STATUSITEMS.OREMASS.TOOLTIP
source: The selected object has a mass of {Mass}
pt_br: O item selecionado tem uma massa de {Mass}

# STRINGS.MISC.STATUSITEMS.ORETEMP.TOOLTIP
source: The selected object is currently {Temp}
pt_br: A temperatura atual do item selecionado é {Temp}

# STRINGS.MISC.STATUSITEMS.OXYROCK.NEIGHBORSBLOCKED.NAME
source: Oxylite blocked
pt_br: Oxilito bloqueado

# STRINGS.MISC.STATUSITEMS.OXYROCK.NEIGHBORSBLOCKED.TOOLTIP
source: This <link="OXYROCK">Oxylite</link> deposit is not exposed to air and cannot emit <link="OXYGEN">Oxygen</link>
pt_br: Este depósito de <link="OXYROCK">Oxilito</link> não está exposto ao ar e assim não pode emitir <link="OXYGEN">Oxigênio</link>

# STRINGS.MISC.STATUSITEMS.OXYROCK.OVERPRESSURE.NAME
source: Inert
pt_br: Inerte

# STRINGS.MISC.STATUSITEMS.OXYROCK.OVERPRESSURE.TOOLTIP
source: Environmental air pressure is too high for this <link="OXYROCK">Oxylite</link> deposit to emit <link="OXYGEN">Oxygen</link>
pt_br: A pressão do ar está alta demais para que este depósito de <link="OXYROCK">Oxilito</link> possa emitir <link="OXYGEN">Oxigênio</link>

# STRINGS.MISC.STATUSITEMS.OXYROCKBLOCKED.TOOLTIP
source: This <link="OXYROCK">Oxylite</link> deposit has no room to emit <link="OXYGEN">Oxygen</link>
pt_br: Este depósito de <link="OXYROCK">Oxilito</link> não tem espaço suficiente para emitir <link="OXYGEN">Oxigênio</link>

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.NAME
source: Emitting <link="OXYGEN">Oxygen</link>: {FlowRate}
pt_br: Emitindo <link="OXYGEN">Oxigênio</link>: {FlowRate}

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
pt_br: Produzindo oxigênio à {FlowRate}

# STRINGS.MISC.STATUSITEMS.OXYROCKINACTIVE.NAME
source: Inert
pt_br: Inerte

# STRINGS.MISC.STATUSITEMS.OXYROCKINACTIVE.TOOLTIP
source: Environmental air pressure is too high for this <link="OXYROCK">Oxylite</link> deposit to emit <link="OXYGEN">Oxygen</link>
pt_br: A pressão do ar está alta demais para que este depósito de <link="OXYROCK">Oxilito</link> possa emitir <link="OXYGEN">Oxigênio</link>

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.NAME
source: Sweep Errand Assigned
pt_br: Tarefa de Coleta Designada

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.TOOLTIP
source: Awaiting a Duplicant to sweep
pt_br: Aguardando um Duplicante coletar

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Errand Assigned
pt_br: Tarefa de Colheita Designada

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Awaiting a Duplicant to harvest
pt_br: Aguardando um Duplicante para a colheita

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Errand Assigned
pt_br: Tarefa Desenraizar Designada

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Awaiting a Duplicant to uproot
pt_br: Aguardando um Duplicante para desenraizar

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.NAME
source: Unreachable
pt_br: Inalcançável

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this object
pt_br: Duplicantes não conseguem alcançar este objeto

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.NAME
source: High Priority
pt_br: Alta Prioridade

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.TOOLTIP
source: This errand has been mark as important and will be preferred over other pending tasks
pt_br: Esta tarefa foi marcada como importante e será priorizada sobre outras tarefas pendentes

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.NAME
source: Blocked
pt_br: Bloqueado

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.TOOLTIP
source: Undug material is blocking off an essential tile
pt_br: Material não escavado está bloqueando uma célula essencial

# STRINGS.MISC.STATUSITEMS.SPOUTDORMANT.NAME
source: Dormant
pt_br: Dormente

# STRINGS.MISC.STATUSITEMS.SPOUTDORMANT.TOOLTIP
source: This geyser's geoactivity has halted ------------------ It won't erupt again for some time
pt_br: A geoatividade deste gêiser parou ------------------ Ele não entrará em erupção por algum tempo

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.NAME
source: Venting {StudiedDetails}
pt_br: Liberando {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.STUDIED
source: (idle in {Time})
pt_br: (ocioso em {Time})

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.TOOLTIP
source: This geyser is erupting
pt_br: Este gêiser está em erupção

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.NAME
source: Idle {StudiedDetails}
pt_br: Ocioso {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.STUDIED
source: (erupts in {Time})
pt_br: (irrompe em {Time})

# STRINGS.MISC.STATUSITEMS.SPOUTIDLE.TOOLTIP
source: This geyser is not currently erupting
pt_br: Este gêiser não está em erupção

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.NAME
source: Over pressure {StudiedDetails}
pt_br: Sobrepressão: {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.STUDIED
source: (idle in {Time})
pt_br: (ocioso em {Time})

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.TOOLTIP
source: Spout cannot vent due to high environmental pressure
pt_br: Gêiser não consegue liberar devido a alta pressão do ambiente

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.NAME
source: Rising pressure {StudiedDetails}
pt_br: Ganhando pressão {StudiedDetails}

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.STUDIED
source: (erupts in {Time})
pt_br: (irrompe em {Time})

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.TOOLTIP
source: This geyser's internal pressure is steadily building
pt_br: A pressão interna deste gêiser está aumentando

# STRINGS.MISC.STATUSITEMS.STUDIED.NAME
source: Analysis Complete
pt_br: Análise Concluída

# STRINGS.MISC.STATUSITEMS.STUDIED.TOOLTIP
source: Information on this Natural Feature has been compiled below.
pt_br: Informação sobre este Recurso Natural foi compilada abaixo.

# STRINGS.MISC.STATUSITEMS.USING.NAME
source: Using {Target}
pt_br: Usando {Target}

# STRINGS.MISC.STATUSITEMS.USING.TOOLTIP
source: {Target} is currently in use
pt_br: {Target} está em uso

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.NAME
source: Dig Errand Assigned
pt_br: Tarefa de Cavar Designada

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.TOOLTIP
source: Awaiting a Duplicant to dig
pt_br: Aguardando um Duplicante cavar

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.NAME
source: Mop Errand Assigned
pt_br: Tarefa de Secar Designada

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.TOOLTIP
source: Awaiting a Duplicant to mop
pt_br: Aguardando um Duplicante para secar

# STRINGS.MISC.TAGS.AGRICULTURE
source: Agriculture
pt_br: Agricultura

# STRINGS.MISC.TAGS.ALLOY
source: Alloy
pt_br: Liga

# STRINGS.MISC.TAGS.ANTISEPTIC
source: Antiseptic
pt_br: Antisséptico

# STRINGS.MISC.TAGS.ANYWATER
source: Water Based
pt_br: Aquático

# STRINGS.MISC.TAGS.ART
source: Art Build-Delivery
pt_br: Entrega/Construção p/Arte

# STRINGS.MISC.TAGS.BAGABLECREATURE
source: Critters
pt_br: Criaturas

# STRINGS.MISC.TAGS.BED
source: Bed
pt_br: Cama

# STRINGS.MISC.TAGS.BLEACHSTONE
source: Bleach Stone
pt_br: Barrela

# STRINGS.MISC.TAGS.BREATHABLE
source: Breathable Gas
pt_br: Gás Respirável

# STRINGS.MISC.TAGS.BUILDABLEANY
source: Generic Buildable
pt_br: Material Genérico

# STRINGS.MISC.TAGS.BUILDABLEPROCESSED
source: Refined Mineral
pt_br: Mineral Refinado

# STRINGS.MISC.TAGS.BUILDABLERAW
source: Raw Mineral
pt_br: Mineral Bruto

# STRINGS.MISC.TAGS.BUILDING
source: Build Dig-Delivery
pt_br: Entrega/Cavar p/Construção

# STRINGS.MISC.TAGS.BURNS
source: Flammable
pt_br: Inflamável

# STRINGS.MISC.TAGS.CLINIC
source: Clinic
pt_br: Clínico

# STRINGS.MISC.TAGS.CLOTHES
source: Clothing
pt_br: Vestimenta

# STRINGS.MISC.TAGS.COAL
source: Coal
pt_br: Carvão

# STRINGS.MISC.TAGS.COMPOSTABLE
source: Compostable
pt_br: Compostável

# STRINGS.MISC.TAGS.COMPOSTBASICPLANTFOOD
source: Compost Muckroot
pt_br: Compostar Nabo

# STRINGS.MISC.TAGS.COMPOSTMEAT
source: Compost Meat
pt_br: Compostar Carne

# STRINGS.MISC.TAGS.CONSUMABLEORE
source: Consumable Ore
pt_br: Minério Consumível

# STRINGS.MISC.TAGS.COOKING
source: Cook Delivery
pt_br: Entrega p/Cozinhar

# STRINGS.MISC.TAGS.COOKINGINGREDIENT
source: Cooking Ingredient
pt_br: Ingrediente de Cozinha

# STRINGS.MISC.TAGS.CRUSHABLE
source: Crushable
pt_br: Granulável

# STRINGS.MISC.TAGS.DECORATION
source: Decoration
pt_br: Decoração

# STRINGS.MISC.TAGS.DOCTORING
source: Care Delivery
pt_br: Entrega p/Cuidado

# STRINGS.MISC.TAGS.EDIBLE
source: Edible
pt_br: Comestível

# STRINGS.MISC.TAGS.EMITSLIGHT
source: Light Emitter
pt_br: Fonte de Luz

# STRINGS.MISC.TAGS.EXTRUDABLE
source: Extrudable
pt_br: Maleável

# STRINGS.MISC.TAGS.FABRICATING
source: Fabricate Delivery
pt_br: Entrega p/Fabricação

# STRINGS.MISC.TAGS.FARMABLE
source: Cultivable Soil
pt_br: Solo Cultivável

# STRINGS.MISC.TAGS.FARMING
source: Farm Build-Delivery
pt_br: Entrega/Construção p/Agricultura

# STRINGS.MISC.TAGS.FARMSTATION
source: Farm Station
pt_br: Estação de Agricultura

# STRINGS.MISC.TAGS.FILTER
source: Filtration Medium
pt_br: Meio de Filtração

# STRINGS.MISC.TAGS.GAS
source: Gas
pt_br: Gás

# STRINGS.MISC.TAGS.GENE_SHUFFLER
source: Neural Vacillator
pt_br: Vacilador Neural

# STRINGS.MISC.TAGS.ICEORE
source: Ice
pt_br: Gelo

# STRINGS.MISC.TAGS.INDUSTRIALINGREDIENT
source: Industrial Ingredient
pt_br: Ingrediente Industrial

# STRINGS.MISC.TAGS.INDUSTRIALPRODUCT
source: Industrial Product
pt_br: Produto Industrial

# STRINGS.MISC.TAGS.LIFE
source: Life
pt_br: Vida

# STRINGS.MISC.TAGS.LIQUID
source: Liquid
pt_br: Líquido

# STRINGS.MISC.TAGS.LIQUIFIABLE
source: Liquifiable
pt_br: Liquidificável

# STRINGS.MISC.TAGS.MACHINE_SHOP
source: Machine Shop
pt_br: Oficina Mecânica

# STRINGS.MISC.TAGS.MARKEDFORCOMPOST
source: Compost Edibles
pt_br: Compostável

# STRINGS.MISC.TAGS.MASSAGE_TABLE
source: Massage Table
pt_br: Mesa de Massagem

# STRINGS.MISC.TAGS.MEDICINE
source: Medicine
pt_br: Medicamento

# STRINGS.MISC.TAGS.MESSSTATION
source: Dining Table
pt_br: Mesa de Jantar

# STRINGS.MISC.TAGS.METAL
source: Raw Metal
pt_br: Metal Bruto

# STRINGS.MISC.TAGS.MIXTURE
source: Mixture
pt_br: Mistura

# STRINGS.MISC.TAGS.MULTITOOL
source: Multitool
pt_br: Multiferramenta

# STRINGS.MISC.TAGS.OIL
source: Hydrocarbon
pt_br: Hidrocarboneto

# STRINGS.MISC.TAGS.ORE
source: Ore
pt_br: Minério

# STRINGS.MISC.TAGS.ORGANICS
source: Organic
pt_br: Orgânico

# STRINGS.MISC.TAGS.OTHER
source: Miscellaneous
pt_br: Diversos

# STRINGS.MISC.TAGS.PHOSPHORUS
source: Phosphorus
pt_br: Fósforo

# STRINGS.MISC.TAGS.PICKLED
source: Pickled
pt_br: Em conserva

# STRINGS.MISC.TAGS.PLASTIC
source: Plastic
pt_br: Plástico

# STRINGS.MISC.TAGS.PLUMBABLE
source: Plumbable
pt_br: Encanável

# STRINGS.MISC.TAGS.POWER
source: Generator Delivery
pt_br: Entrega p/Gerador

# STRINGS.MISC.TAGS.POWERSTATION
source: Power Station
pt_br: Estação de Energia

# STRINGS.MISC.TAGS.PRECIOUSMETAL
source: Precious Metal
pt_br: Metal Precioso

# STRINGS.MISC.TAGS.RAWPRECIOUSMETAL
source: Raw Precious Metal
pt_br: Metal Precioso Bruto

# STRINGS.MISC.TAGS.REFINEDMETAL
source: Refined Metal
pt_br: Metal Refinado

# STRINGS.MISC.TAGS.RELAXATION_POINT
source: Leisure Area
pt_br: Área de Descanso

# STRINGS.MISC.TAGS.RESEARCH
source: Research Delivery
pt_br: Entrega p/Pesquisa

# STRINGS.MISC.TAGS.SEED
source: Seed
pt_br: Semente

# STRINGS.MISC.TAGS.SOLID
source: Solid
pt_br: Sólido

# STRINGS.MISC.TAGS.SOLIDMATERIAL
source: Solid Material
pt_br: Material Sólido

# STRINGS.MISC.TAGS.SPECIAL
source: Special
pt_br: Especial

# STRINGS.MISC.TAGS.SUIT
source: Suit
pt_br: Traje

# STRINGS.MISC.TAGS.TOILET
source: Toilet
pt_br: Privada

# STRINGS.MISC.TAGS.TOXIC
source: Toxic
pt_br: Tóxico

# STRINGS.MISC.TAGS.UNBREATHABLE
source: Unbreathable
pt_br: Irrespirável

# STRINGS.MISC.TAGS.UNSTABLE
source: Unstable
pt_br: Instável

# STRINGS.MISC.TAGS.WIRING
source: Wire Build-Delivery
pt_br: Entrega/Construção p/Cabos

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ACIDIC
source: Acidic
pt_br: Ácido

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ANTIGRAVITY
source: Antigravity
pt_br: Sem Gravidade

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BEAUTIFUL
source: Beautiful
pt_br: Lindo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BESIEGED
source: Besieged
pt_br: Sitiado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BREATHLESS
source: Breathless
pt_br: Inacreditável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BURGEONING
source: Burgeoning
pt_br: Cheio de Riquezas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BUSTLING
source: Bustling
pt_br: Barulhento

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CHAOTIC
source: Chaotic
pt_br: Caótico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CLONE
source: Clone
pt_br: Clonado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CONTAGIOUS
source: Contagious
pt_br: Contagioso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COOL
source: Cool
pt_br: da Hora

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COUGHING
source: Coughing
pt_br: da Tosse

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CUTE
source: Cute
pt_br: Fofo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DANGEROUS
source: Dangerous
pt_br: Perigoso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DARKEST
source: Darkest
pt_br: Escuro

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DATA
source: Data
pt_br: Determinado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEADLY
source: Deadly
pt_br: Mortal

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEATH
source: Death
pt_br: Morto

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DELICATE
source: Delicate
pt_br: Delicado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DISEASED
source: Diseased
pt_br: Insalubre

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DOOMED
source: Doomed
pt_br: Amaldiçoado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DORKY
source: Dorky
pt_br: Bobo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DUPLICANT
source: Duplicant
pt_br: Duplicante

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FESTERING
source: Festering
pt_br: Apodrecido

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FUTURE
source: Future
pt_br: Futurístico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GALACTIC
source: Galactic
pt_br: Galático

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GOLDEN
source: Golden
pt_br: Dourado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GREAT
source: Great
pt_br: Impressionante

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GRIMY
source: Grimy
pt_br: Sujo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPLESS
source: Hapless
pt_br: Inocente

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPPY
source: Happy
pt_br: Alegre

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HARDY
source: Hardy
pt_br: Difícil

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HIP
source: Hip
pt_br: Triste

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HOPEFUL
source: Hopeful
pt_br: Esperançoso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IDYLLIC
source: Idyllic
pt_br: Idílico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ILL
source: Ill
pt_br: Doente

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMMUNE
source: Immune
pt_br: Imune

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMPENETRABLE
source: Impenetrable
pt_br: Impenetrável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INCREDIBLE
source: Incredible
pt_br: Incrível

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INESCAPABLE
source: Inescapable
pt_br: Inescapável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INSPIRING
source: Inspiring
pt_br: Inspirador

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INTERGALACTIC
source: Intergalactic
pt_br: Intergalático

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INVISIBLE
source: Invisible
pt_br: Invisível

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IRONIC
source: Ironic
pt_br: Irônico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LAMENTABLE
source: Lamentable
pt_br: Lamentável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LEAKY
source: Leaky
pt_br: Cheio de Vazamentos

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LOVELIEST
source: Loveliest
pt_br: Mais Amável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKLESS
source: Luckless
pt_br: Azarado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKY
source: Lucky
pt_br: Sortudo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUXURY
source: Luxury
pt_br: Rico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MERRY
source: Merry
pt_br: Animado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MESSY
source: Messy
pt_br: Bagunçado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.NEEDY
source: Needy
pt_br: Necessitado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OPTIMISTIC
source: Optimistic
pt_br: Otimista

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OUTRAGEOUS
source: Outrageous
pt_br: Ultrajante

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PERFECT
source: Perfect
pt_br: Perfeito

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PHELGM_COATED
source: Phlegm-Coated
pt_br: Catarrento

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLAGUED
source: Plagued
pt_br: Cheio de Pragas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLUCKY
source: Plucky
pt_br: Valente

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PROSPEROUS
source: Prosperous
pt_br: Próspero

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.QUARANTINED
source: Quarantined
pt_br: em Quarentena

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RADIOACTIVE
source: Radioactive
pt_br: Radioativo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RAMSHACKLE
source: Ramshackle
pt_br: em Ruínas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.REGRETTABLE
source: Regrettable
pt_br: Lastimável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROCKY
source: Rocky
pt_br: Irregular

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROSY
source: Rosy
pt_br: Rosado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RUSTIC
source: Rustic
pt_br: Rústico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SCIENTIFIC
source: Scientific
pt_br: Científico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SNEEZING
source: Sneezing
pt_br: Alérgico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACE
source: Space
pt_br: do Espaço

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACEFARING
source: Spacefaring
pt_br: do Espaço

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARCROSSED
source: Star-crossed
pt_br: das Estrelas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARVING
source: Starving
pt_br: Faminto

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STICKY
source: Sticky
pt_br: Grudento

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUBTERRANEAN
source: Subterranean
pt_br: Subterrâneo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUPER
source: Super
pt_br: Poderoso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUPER_DUPER
source: Super Duper
pt_br: Mais que Legal

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SWANKY
source: Swanky
pt_br: Pretensioso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SYSTEMATIC
source: Systematic
pt_br: Sistemático

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRAGIC
source: Tragic
pt_br: Trágico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRANSDIMENSIONAL
source: Transdimensional
pt_br: Transimensional

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNCOMFORTABLE
source: Uncomfortable
pt_br: Desconfortável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNDERGROUND
source: Underground
pt_br: Subterrâneo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNFORTUNATE
source: Unfortunate
pt_br: Lamentável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNSTOPPABLE
source: Unstoppable
pt_br: Infreável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.YUCKY
source: Yucky
pt_br: Nojento

# STRINGS.NAMEGEN.COLONY.FORMATS.ADJECTIVE_NOUN
source: {adjective} {noun}
pt_br: {noun} {adjective}

# STRINGS.NAMEGEN.COLONY.FORMATS.THE_ADJECTIVE_NOUN
source: The {adjective} {noun}
pt_br: O {noun} {adjective}

# STRINGS.NAMEGEN.COLONY.NOUN.ABODE
source: Abode
pt_br: Domicílio

# STRINGS.NAMEGEN.COLONY.NOUN.ABYSS
source: Abyss
pt_br: Abismo

# STRINGS.NAMEGEN.COLONY.NOUN.ACROPOLIS
source: Acropolis
pt_br: Cemitério

# STRINGS.NAMEGEN.COLONY.NOUN.ANTFARM
source: Antfarm
pt_br: Formigueiro

# STRINGS.NAMEGEN.COLONY.NOUN.ASTEROID
source: Asteroid
pt_br: Asteróide

# STRINGS.NAMEGEN.COLONY.NOUN.BASE
source: Base
pt_br: Quartel

# STRINGS.NAMEGEN.COLONY.NOUN.BEYOND
source: Beyond
pt_br: Além

# STRINGS.NAMEGEN.COLONY.NOUN.BRIGADE
source: Brigade
pt_br: Pelotão

# STRINGS.NAMEGEN.COLONY.NOUN.BURROW
source: Burrow
pt_br: Refúgio

# STRINGS.NAMEGEN.COLONY.NOUN.CANTALOUPE
source: Cantaloupe
pt_br: Cantalupo

# STRINGS.NAMEGEN.COLONY.NOUN.CESSPOOL
source: Cesspool
pt_br: Tanque

# STRINGS.NAMEGEN.COLONY.NOUN.CITADEL
source: Citadel
pt_br: Forte

# STRINGS.NAMEGEN.COLONY.NOUN.COLONY
source: Colony
pt_br: Agrupamento

# STRINGS.NAMEGEN.COLONY.NOUN.COMET
source: Comet
pt_br: Cometa

# STRINGS.NAMEGEN.COLONY.NOUN.COMMITTEE
source: Committee
pt_br: Comitê

# STRINGS.NAMEGEN.COLONY.NOUN.COSMOS
source: Cosmos
pt_br: Cosmo

# STRINGS.NAMEGEN.COLONY.NOUN.CRASHPAD
source: Crashpad
pt_br: Acampamento

# STRINGS.NAMEGEN.COLONY.NOUN.CRATER
source: Crater
pt_br: Cratera

# STRINGS.NAMEGEN.COLONY.NOUN.CREW
source: Crew
pt_br: Grupo

# STRINGS.NAMEGEN.COLONY.NOUN.DIMENSION
source: Dimension
pt_br: Dimensão

# STRINGS.NAMEGEN.COLONY.NOUN.DREAMLAND
source: Dreamland
pt_br: País dos Sonhos

# STRINGS.NAMEGEN.COLONY.NOUN.DUMP
source: Dump
pt_br: Lixão

# STRINGS.NAMEGEN.COLONY.NOUN.DWELLING
source: Dwelling
pt_br: Moradia

# STRINGS.NAMEGEN.COLONY.NOUN.DYSTOPIA
source: Dystopia
pt_br: Cemitério

# STRINGS.NAMEGEN.COLONY.NOUN.FACILITY
source: Facility
pt_br: Projeto

# STRINGS.NAMEGEN.COLONY.NOUN.FACTORY
source: Factory
pt_br: Fábrica

# STRINGS.NAMEGEN.COLONY.NOUN.FORTRESS
source: Fortress
pt_br: Forte

# STRINGS.NAMEGEN.COLONY.NOUN.FRIENDS
source: Friends
pt_br: Amigos

# STRINGS.NAMEGEN.COLONY.NOUN.GALAXY
source: Galaxy
pt_br: Sentinela

# STRINGS.NAMEGEN.COLONY.NOUN.GANG
source: Gang
pt_br: Povo

# STRINGS.NAMEGEN.COLONY.NOUN.HOME
source: Home
pt_br: Castelo

# STRINGS.NAMEGEN.COLONY.NOUN.HOMESTEAD
source: Homestead
pt_br: Lar

# STRINGS.NAMEGEN.COLONY.NOUN.HOVEL
source: Hovel
pt_br: Bar

# STRINGS.NAMEGEN.COLONY.NOUN.LAB
source: Lab
pt_br: Laboratório

# STRINGS.NAMEGEN.COLONY.NOUN.LABORATORY
source: Laboratory
pt_br: Laboratório

# STRINGS.NAMEGEN.COLONY.NOUN.LEAGUE
source: League
pt_br: Clube

# STRINGS.NAMEGEN.COLONY.NOUN.MOONBASE
source: Moonbase
pt_br: Portal

# STRINGS.NAMEGEN.COLONY.NOUN.PANOPTICON
source: Panopticon
pt_br: Coliseu

# STRINGS.NAMEGEN.COLONY.NOUN.PARADISE
source: Paradise
pt_br: Paraíso

# STRINGS.NAMEGEN.COLONY.NOUN.PIGPEN
source: Pigpen
pt_br: Chiqueiro

# STRINGS.NAMEGEN.COLONY.NOUN.PIT
source: Pit
pt_br: Buraco

# STRINGS.NAMEGEN.COLONY.NOUN.PLANET
source: Planet
pt_br: Planeta

# STRINGS.NAMEGEN.COLONY.NOUN.RATS_NEST
source: Rat's Nest
pt_br: Ninho de Rato

# STRINGS.NAMEGEN.COLONY.NOUN.SETTLEMENT
source: Settlement
pt_br: Acampamento

# STRINGS.NAMEGEN.COLONY.NOUN.SEWER
source: Sewer
pt_br: Esgoto

# STRINGS.NAMEGEN.COLONY.NOUN.SHACK
source: Shack
pt_br: Rancho

# STRINGS.NAMEGEN.COLONY.NOUN.SHELTER
source: Shelter
pt_br: Abrigo

# STRINGS.NAMEGEN.COLONY.NOUN.SPACE_HUT
source: Space Hut
pt_br: Abrigo Espacial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACECAMP
source: Spacecamp
pt_br: Acampamento Espacial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEJUNK
source: Spacejunk
pt_br: Lixão Espacial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPAD
source: Spacepad
pt_br: Bloco Espacial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPRISON
source: Spaceprison
pt_br: Presídio Espacial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEROCK
source: Spacerock
pt_br: Meteoro

# STRINGS.NAMEGEN.COLONY.NOUN.SPACESTATION
source: Spacestation
pt_br: Estação Espacial

# STRINGS.NAMEGEN.COLONY.NOUN.SUPERNOVA
source: Supernova
pt_br: Sol

# STRINGS.NAMEGEN.COLONY.NOUN.SYSTEM
source: System
pt_br: Sistema

# STRINGS.NAMEGEN.COLONY.NOUN.TIMELINE
source: Timeline
pt_br: Tempo

# STRINGS.NAMEGEN.COLONY.NOUN.TRAINWRECK
source: Trainwreck
pt_br: Desastre

# STRINGS.NAMEGEN.COLONY.NOUN.TUNNEL
source: Tunnel
pt_br: Túnel

# STRINGS.NAMEGEN.COLONY.NOUN.UTOPIA
source: Utopia
pt_br: Mito

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.ARIODNE
source: Ariodne
pt_br: Ariadna

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BABYFACE
source: Babyface
pt_br: Cara de Bebê
