Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.EXTREME
source: [>{0} dB] ------------------ Painful noise levels are extremely Stressful to Duplicants and will cause them physical pain. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
pt_br: [>{0} dB] ------------------ Barulho a nível doloroso são extremamente estressantes aos Duplicantes e causarão a eles muita dor. Tráfego de Duplicantes, geradores, e estruturas ligadas podem criar altos níveis de barulho.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.HIGH_NOISE_POLLUTION
source: Exposure to loud noises causes Duplicant Stress over time and makes it difficult to sleep or concentrate ------------------ High Duplicant traffic and powered buildings can create noisy areas
pt_br: Exposição à áreas barulhentas causam Estresse ao longo do tempo e torna difícil dormir ou se concentrar ------------------ Alto tráfego de Duplicantes e estruturas ligadas podem gerar áreas barulhentas

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.LOW_NOISE_POLLUTION
source: Quiet areas decrease Stress, ensure Duplicants have quality sleep, and help them to concentrate ------------------ Soundproofed rooms and areas free of buildings and critters will generally be quieter.
pt_br: Áreas quietas reduzem o Estresse, garantem um sono de qualidade e ajudam eles a se concentrar ------------------ Salas a prova de som e áreas livres de estruturas e criaturas geralmente serão mais quietas.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PASSIVE
source: [>{0} dB] ------------------ Loud areas will impair Duplicants' Learning abilities and cause minor Stress. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
pt_br: [>{0} dB] ------------------ Áreas barulhentas irão prejudicar a habilidade de Aprendizado e causarão um pouco de Estresse. Tráfego de Duplicantes, geradores, e estruturas ligadas podem criar altos níveis de barulho.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PEACEFUL
source: [{0} dB] ------------------ Peaceful areas improve Duplicants' quality of sleep and Learning ability. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
pt_br: [{0} dB] ------------------ Áreas Pacíficas melhoram a qualidade do sono e a habilidade de Aprendizado. Salas a prova de som e áreas sem estruturas e criaturas geralmente serão mais quietas.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.QUIET
source: [>{0} dB] ------------------ Quiet areas are necessary for Duplicants to fall asleep. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
pt_br: [>{0} dB] ------------------ Áreas quietas são necessárias para os Duplicantes dormirem. Salas a prova de som e áreas sem estruturas e criaturas geralmente serão mais quietas.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.TOSSANDTURN
source: [>{0} dB] ------------------ Duplicants will feel unrested if forced to sleep in Moderate noise. Soundproofed rooms and areas free of buildings and critters will generally be quieter.
pt_br: [>{0} dB] ------------------ Duplicantes vão se sentir cansados se forçados a dormir em barulho Moderado. Salas a prova de som e áreas sem estruturas e criaturas geralmente serão mais quietas.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.WAKEUP
source: [>{0} dB] ------------------ Noisy areas will wake Duplicants up during the night, but are tolerable to them during the day. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
pt_br: [>{0} dB] ------------------ Áreas barulhentas vão acordar os Duplicantes durante a noite, mas são toleráveis durante o dia. Tráfego de Duplicantes, geradores, e estruturas ligadas podem criar altos níveis de barulho.

# STRINGS.UI.OVERLAYS.OXYGEN.BUTTON
source: Oxygen Overlay
pt_br: Painel Oxigênio

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND1
source: Very Breathable
pt_br: Muito Respirável

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND2
source: Breathable
pt_br: Respirável

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND3
source: Barely Breathable
pt_br: Pouco Respirável

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND4
source: Unbreathable
pt_br: Irrespirável

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND5
source: Slightly Toxic
pt_br: Pouco Tóxico

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND6
source: Very Toxic
pt_br: Muito Tóxico

# STRINGS.UI.OVERLAYS.OXYGEN.NAME
source: OXYGEN OVERLAY
pt_br: PAINEL OXIGÊNIO

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND1
source: <b>Very Breathable</b> High oxygen concentrations
pt_br: <b>Muito Respirável</b> Altas concentrações de oxigênio

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND2
source: <b>Breathable</b> Sufficient oxygen concentrations
pt_br: <b>Respirável</b> Concentrações de oxigênio suficientes

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND3
source: <b>Barely Breathable</b> Low oxygen concentrations
pt_br: <b>Pouco Respirável</b> Baixas concentrações de oxigênio

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND4
source: <b>Unbreathable</b> Extremely low or absent oxygen concentrations ------------------ Duplicants will suffocate if trapped in these areas
pt_br: <b>Irrespirável</b> Concentrações de oxigênio ausentes ou extremamente baixas ------------------ Duplicantes irão sufocar se estiverem presos nessas áreas

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND5
source: <b>Slightly Toxic</b> Harmful gas concentration
pt_br: <b>Pouco Tóxico </b> Concentrações de gás a nível nocivo

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND6
source: <b>Very Toxic</b> Lethal gas concentration
pt_br: <b>Muito Tóxico </b> Concentrações de gás a nível letal

# STRINGS.UI.OVERLAYS.POWER.WATTS_CONSUMED
source: Watts Consumed
pt_br: Watts Consumidos

# STRINGS.UI.OVERLAYS.POWER.WATTS_GENERATED
source: Watts Generated
pt_br: Watts Gerados

# STRINGS.UI.OVERLAYS.PRIORITIES.BUTTON
source: Sub-Priority Overlay
pt_br: Painel Sub-Prioridades

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT_TOOLTIP
source: Sub-Priority 8
pt_br: Sub-Prioridade 8

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE_TOOLTIP
source: Sub-Priority 5
pt_br: Sub-Prioridade 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR_TOOLTIP
source: Sub-Priority 4
pt_br: Sub-Prioridade 4

# STRINGS.UI.OVERLAYS.PRIORITIES.NAME
source: SUB-PRIORITY OVERLAY
pt_br: PAINEL SUB-PRIORIDADES

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE
source: 9 (High Urgency)
pt_br: 9 (Maior Urgência)

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE_TOOLTIP
source: Sub-Priority 9
pt_br: Sub-Prioridade 9

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE
source: 1 (Low Urgency)
pt_br: 1 (Baixa Urgência)

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE_TOOLTIP
source: Sub-Priority 1
pt_br: Sub-Prioridade 1

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN_TOOLTIP
source: Sub-Priority 7
pt_br: Sub-Prioridade 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX_TOOLTIP
source: Sub-Priority 6
pt_br: Sub-Prioridade 6

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE_TOOLTIP
source: Sub-Priority 3
pt_br: Sub-Prioridade 3

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO_TOOLTIP
source: Sub-Priority 2
pt_br: Sub-Prioridade 2

# STRINGS.UI.OVERLAYS.ROOMS.BUTTON
source: Room Overlay
pt_br: Painel Sala

# STRINGS.UI.OVERLAYS.ROOMS.HOVERTITLE
source: ROOMS
pt_br: SALAS

# STRINGS.UI.OVERLAYS.ROOMS.NAME
source: ROOM OVERLAY
pt_br: PAINEL SALA

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.DESC
source: Enclose this space with walls and doors to make a room
pt_br: Circunde este espaço com paredes e portas para fazer uma sala

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.HEADER
source: No Room
pt_br: Nenhuma Sala

# STRINGS.UI.OVERLAYS.ROOMS.ROOM
source: Room {0}
pt_br: Sala {0}

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.NOROOMS
source: Duplicants have nowhere to sleep
pt_br: Duplicantes não tem onde dormir

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.ROOM
source: Completed Duplicant bedrooms
pt_br: Quartos dos Duplicantes completados

# STRINGS.UI.OVERLAYS.SUIT.BUTTON
source: Exosuit Overlay
pt_br: Painel Exotraje

# STRINGS.UI.OVERLAYS.SUIT.NAME
source: EXOSUIT OVERLAY
pt_br: PAINEL EXOTRAJE

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON
source: Exosuit
pt_br: Exotraje

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON_TOOLTIP
source: <b>Exosuit</b> Highlights the current location of equippable exosuits
pt_br: <b>Exotraje</b> Destaca a posição atual de exotrajes equipáveis

# STRINGS.UI.OVERLAYS.TEMPERATURE.BUTTON
source: Temperature Overlay
pt_br: Painel Temperatura

# STRINGS.UI.OVERLAYS.TEMPERATURE.COLD
source: Chilled
pt_br: Frio

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMECOLD
source: Absolute Zero
pt_br: Zero Absoluto

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMEHOT
source: Scorching
pt_br: Chamuscando

# STRINGS.UI.OVERLAYS.TEMPERATURE.HOT
source: Warm
pt_br: Morno

# STRINGS.UI.OVERLAYS.TEMPERATURE.MAXHOT
source: Molten
pt_br: Derretendo

# STRINGS.UI.OVERLAYS.TEMPERATURE.NAME
source: TEMPERATURE OVERLAY
pt_br: PAINEL TEMPERATURA

# STRINGS.UI.OVERLAYS.TEMPERATURE.TEMPERATE
source: Temperate
pt_br: Temperado

# STRINGS.UI.OVERLAYS.TEMPERATURE.TOOLTIPS.TEMPERATURE
source: Temperatures reaching {0}
pt_br: Temperaturas atingindo {0}

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYCOLD
source: Cold
pt_br: Gelado

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYHOT
source: Hot
pt_br: Quente

# STRINGS.UI.OVERLAYSTITLE
source: OVERLAYS
pt_br: PAINÉIS

# STRINGS.UI.PICKEDUP
source: Picked Up: {0} {1}
pt_br: Pegou: {0} {1}

# STRINGS.UI.PLACEINRECEPTACLE
source: Plant
pt_br: Plantar

# STRINGS.UI.PRIORITYSCREEN.BASIC
source: Set the order in which with which pending errands should be done Sub-Priority will always be overridden by Duplicant Priorities <color=#F44A47>[J]</color> ------------------ 1: Least Urgent 9: Most Urgent
pt_br: Defina a ordem ao qual tarefas pendentes devem ser concluídas Sub-Prioridade sempre irá sobrepor as Prioridades dos Duplicantes <color=#F44A47>[J]</color> ------------------ 1: Menos Urgente 9: Mais Urgente

# STRINGS.UI.PRIORITYSCREEN.DIAGRAM
source: Duplicants will pick errands according to their Priorities first, and then based on Sub-Priority.
pt_br: Duplicantes irão escolher tarefas de acordo com suas Prioridades e depois baseado na Sub-Prioridade.

# STRINGS.UI.PRIORITYSCREEN.DIAGRAM_TITLE
source: PRIORITIES
pt_br: PRIORIDADES

# STRINGS.UI.PRIORITYSCREEN.OPEN_JOBS_SCREEN
source: Click to open the Duplicant Priorities screen. Duplicants will pick errands according to their Priorities first, and then based on Sub-Priority.
pt_br: Clique para abrir a janela de Prioridades dos Duplicantes. Duplicantes irão escolher tarefas de acordo com suas Prioridades e depois baseado na Sub-Prioridade.

# STRINGS.UI.PRODUCTINFO_APPLICABLERESOURCES
source: Required resources:
pt_br: Recursos requeridos:

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_DESC
source: {0} has yet to be discovered.
pt_br: {0} ainda precisa ser descoberto.

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_HOVER
source: Missing resource(s)
pt_br: Falta(m) recurso(s)

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_TITLE
source: Requires {0}: {1}
pt_br: Requer {0}: {1}

# STRINGS.UI.PRODUCTINFO_REQUIRESRESEARCHDESC
source: Requires {0} Research
pt_br: Requer Pesquisa {0}

# STRINGS.UI.PRODUCTINFO_RESEARCHREQUIRED
source: Research required...
pt_br: Pesquisa requerida...

# STRINGS.UI.PRODUCTINFO_SELECTMATERIAL
source: Select {0}:
pt_br: Selecione {0}:

# STRINGS.UI.QUEUE
source: Queue
pt_br: Fila

# STRINGS.UI.RED_ALERT
source: RED ALERT
pt_br: ALERTA VERMELHO

# STRINGS.UI.REMOVEFROMRECEPTACLE
source: Uproot
pt_br: Desenraizar

# STRINGS.UI.REPORT
source: REPORTS
pt_br: RELATÓRIOS

# STRINGS.UI.RESEARCH
source: RESEARCH
pt_br: PESQUISA

# STRINGS.UI.RESEARCHPOINTS
source: Research points
pt_br: Pontos de pesquisa

# STRINGS.UI.RESEARCHSCREEN_UNLOCKSTOOLTIP
source: Unlocks: {0}
pt_br: Desbloqueia: {0}

# STRINGS.UI.RESOURCESCREEN.AVAILABLE_TOOLTIP
source: Available: {0} ({1} of {2} allocated to pending errands)
pt_br: Disponível: {0} ({1} de {2} alocado para tarefas pendentes)

# STRINGS.UI.RESOURCESCREEN.CATEGORY_TOOLTIP
source: Counts all unallocated resources within reach ------------------ Click to expand
pt_br: Conta todos os recursos não alocados dentro do alcance ------------------ Clique para expandir

# STRINGS.UI.ROLES
source: JOB ASSIGNMENTS
pt_br: ATRIBUIÇÕES DE TRABALHO

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ALREADY_IS_JOBLESS
source: {0} <b>is already</b> unemployed
pt_br: {0} <b>está</b> desempregado(a)

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ALREADY_IS_ROLE
source: {0} <b>is already</b> assigned to the job {1}
pt_br: {0} <b>já foi</b> designado(a) para o trabalho {1}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.APTITUDES
source: Interests
pt_br: Interesses

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.CHOREGROUP_ENABLED.DESCRIPTION
source: Capable of performing <b>{0}</b> jobs
pt_br: Capaz de realizar trabalhos de <b>{0}</b>

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.CHOREGROUP_ENABLED.NAME
source: Can perform {0}
pt_br: Pode realizar {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ELIGIBILITY.ELIGIBLE
source: {0} is qualified for the {1} position
pt_br: {0} está qualificado(a) para a posição de {1}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ELIGIBILITY.INELIGIBLE
source: {0} is <color=#F44A47FF>not qualified</color> for the {1} position
pt_br: {0} <color=#F44A47FF>não está qualificado(a)</color> para a posição {1}

source: Must have at least {0} cooking skill
pt_br: Precisa de pelo menos {0} do atributo culinária

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_ATTRIBUTE_COOKING_BASIC.NAME
source: Basic Cooking
pt_br: Culinária Básica

source: Must have at least {0} digging skill
pt_br: Precisa de pelo menos {0} do atributo escavar

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_ATTRIBUTE_DIGGING_BASIC.NAME
source: Basic Digging
pt_br: Escavação Básica

source: Must have at least {0} learning skill
pt_br: Precisa de pelo menos {0} do atributo aprender

source: Basic Learning
pt_br: Aprendizado Básico

source: Must have at least {0} learning skill
pt_br: Precisa de pelo menos {0} do atributo aprender

source: Medium Learning
pt_br: Aprendizado Médio

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_COLONY_LEADER.DESCRIPTION
source: A colony leader must be assigned
pt_br: Um membro da colônia precisa ser designado

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_COLONY_LEADER.NAME
source: Has colony leader
pt_br: Possui líder da colônia

source: Mastery of <b>at least one</b> job
pt_br: Maestria em <b>pelo menos um</b> trabalho

source: General Experience
pt_br: Experiência Geral

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_EXPERIENCE.DESCRIPTION
source: Mastery of the <b>{0}</b> job
pt_br: Mestre no trabalho <b>{0}</b>

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_EXPERIENCE.NAME
source: {0} Experience
pt_br: {0} Experiência

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.NO_APTITUDE
source: None
pt_br: Nenhum

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.NONE
source: This position has no qualification requirements
pt_br: Esta posição não possui requerimentos de qualificação

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.RELEVANT_APTITUDES
source: Relevant Interests:
pt_br: Interesses Relevantes:

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.RELEVANT_ATTRIBUTES
source: Relevant skills:
pt_br: Atributos relevantes:

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.TITLE
source: Qualifications
pt_br: Requisitos

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.UNEMPLOYED.DESCRIPTION
source: Duplicant must not already have a job assignment
pt_br: Duplicante não pode estar designado a um trabalho

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.UNEMPLOYED.NAME
source: Unassigned
pt_br: Não atribuído

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.WILL_BE_UNASSIGNED
source: Note: Assigning {0} to {1} will <color=#F44A47FF>unassign</color> them from {2}
pt_br: Nota: Atribuindo {0} a {1} vai <color=#F44A47FF>remover</color> ele de {2}

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE
source: Auto-Prioritize:
pt_br: Priorizar Automaticamente:

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE_DISABLED
source: Duplicant priorities can only be changed manually
pt_br: Prioridades dos Duplicantes só podem ser alteradas manualmente

# STRINGS.UI.ROLES_SCREEN.AUTO_PRIORITIZE_ENABLED
source: Duplicant priorities are automatically reconfigured when they are assigned a new job
pt_br: Prioridades dos Duplicantes são automaticamente reconfiguradas quando designados a um novo trabalho

# STRINGS.UI.ROLES_SCREEN.DROPDOWN.ALREADY_ROLE
source: (Currently {0})
pt_br: (Atualmente {0})

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire a decent increase in colony decor
pt_br: Duplicantes empregados neste Nível desejam um aumento decente no decor da colônia

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.HIGH.NAME
source: High Decor
pt_br: Decor Alto

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MEDIUM.DESCRIPTION
source: Duplicants employed in this Tier desire reasonably improved colony decor
pt_br: Duplicantes empregados neste Nível desejam decor bem melhorado

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MEDIUM.NAME
source: Medium Decor
pt_br: Decor Médio

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MINOR.DESCRIPTION
source: Duplicants employed in this Tier desire slightly improved colony decor
pt_br: Duplicantes empregados neste Nível desejam um decor da colônia pouco melhorado

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MINOR.NAME
source: Minor Decor
pt_br: Decor Baixo

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.UNREASONABLE.DESCRIPTION
source: Duplicants employed in this Tier desire unrealistically luxurious improvements to decor
pt_br: Duplicantes empregados neste Nível desejam melhorias extremamente luxuosas para a decor

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.UNREASONABLE.NAME
source: Decadent Decor
pt_br: Decor Luxuoso

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.VERY_HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire majorly improved colony decor
pt_br: Duplicantes empregados neste Nível desejam um decor da colônia bastante melhorado

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.VERY_HIGH.NAME
source: Superb Decor
pt_br: Decor Excelente

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.EXCEPTIONAL.DESCRIPTION
source: Duplicants employed in this Tier expect only the best cuisine
pt_br: Duplicantes empregados neste Nível esperam alimentos somente da mais alta cozinha

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.EXCEPTIONAL.NAME
source: Ambrosial Food
pt_br: Comida Divina

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire better than average food
pt_br: Duplicantes empregados neste Nível desejam comida acima da média

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.HIGH.NAME
source: Great Food
pt_br: Comida Ótima

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MEDIUM.DESCRIPTION
source: Duplicants employed in this Tier desire decent food for their efforts
pt_br: Duplicantes empregados neste Nível desejam comida que os recompensem pelos seus esforços

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MEDIUM.NAME
source: Good Food
pt_br: Comida Boa

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MINOR.DESCRIPTION
source: Duplicants employed in this Tier desire food that meets basic living standards
pt_br: Duplicantes empregados neste Nível desejam que sua alimentação atendam os padrões básicos da vida

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MINOR.NAME
source: Standard Food
pt_br: Comida Regular

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.VERY_HIGH.DESCRIPTION
source: Duplicants employed in this Tier have a refined taste for food
pt_br: Duplicantes empregados neste Nível possuem um gosto refinado por comida

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.VERY_HIGH.NAME
source: Superb Food
pt_br: Comida Excelente

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.NO_EXPECTATIONS
source: No additional provisions are required to perform this job
pt_br: Nenhuma provisão adicional é necessária para realizar este trabalho

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.PRIVATE_ROOM.DESCRIPTION
source: Duplicants in this job would appreciate their own place to unwind
pt_br: Duplicantes neste trabalho adorariam ter um lugar para relaxar

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.PRIVATE_ROOM.NAME
source: Private Bedroom
pt_br: Quarto Privado

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.TITLE
source: Special Provisions Request
pt_br: Pedido de Provisões Especiais

# STRINGS.UI.ROLES_SCREEN.HIGHEST_EXPECTATIONS_TIER
source: <b>Highest Expectations</b>
pt_br: <b>Expectativas Mais Altas</b>

# STRINGS.UI.ROLES_SCREEN.MANAGEMENT_BUTTON
source: JOBS
pt_br: TRABALHOS

# STRINGS.UI.ROLES_SCREEN.NO_JOB_STATION_WARNING
source: Build a Jobs Board to unlock Job Assignments
pt_br: Construa um Quadro de Trabalhos para desbloquear Atribuições de Trabalho

# STRINGS.UI.ROLES_SCREEN.PERKS.ADVANCED_RESEARCH.DESCRIPTION
source: Trait: <link="SUPER COMPUTER">Researching</link>
pt_br: Pesquisa em <link="SUPER COMPUTER">Super Computador</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DIG_NEARLY_IMPENETRABLE.DESCRIPTION
source: Trait: <link="HARDNESS">Abyssalite</link> Mining
pt_br: Traço: Minerar <link="HARDNESS">Abissalito</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DIG_VERY_FIRM.DESCRIPTION
source: Trait: <link="HARDNESS">Very Firm Material</link> Mining
pt_br: Traço: Minerar <link="HARDNESS">Materiais Muito Duros</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DO_PLUMBING.DESCRIPTION
source: Trait: Plumbing
pt_br: Traço: Encanamento

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_ELECTRIC_GRILL.DESCRIPTION
source: Trait: <link="ELECTRIC GRILL">Electric Grill</link> Cooking
pt_br: Traço: Cozinhar usando <link="ELECTRIC GRILL">Churrasqueira Elétrica</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_FARM_TINKER.DESCRIPTION
source: Trait: <link="PLANTS">Crop Tending</link> • Trait: <link="MISC">Micronutrient fertilizer</link> Crafting
pt_br: Traço: <link="PLANTS">Cuidado de Plantas</link> • Traço: Confecção de <link="MISC">Fertilizante de Micronutrientes</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_PAINT.DESCRIPTION
source: Trait: <link="DECOR">Canvas Painting</link>
pt_br: Traço: Pintar em <link="DECOR">Telas</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_POWER_TINKER.DESCRIPTION
source: Trait: <link="POWER">Generator Tuning</link> • Trait: <link="MICROCHIP">Microchip</link> Crafting
pt_br: Traço: <link="POWER">Atualizar Geradores</link> • Traço: Fabricar <link="MICROCHIP">Microchips</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_SCULPT.DESCRIPTION
source: Trait: <link="DECOR">Block Sculpting</link>
pt_br: <link="DECOR">Bloco de Escultura</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_STUDY_WORLD_OBJECTS.DESCRIPTION
source: Trait: Geographical Feature <link="ANALYSIS">Analysis</link>
pt_br: Traço: <link="ANALYSIS">Análise</link> de Recurso Geográfico

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_USE_RANCH_STATION.DESCRIPTION
source: Trait: Grooming Station Training
pt_br: Traço: Treinamento na Estação da Beleza Pet

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_WRANGLE_CREATURES.DESCRIPTION
source: Trait: Critter Wrangling
pt_br: Traço: Capturar Criaturas

# STRINGS.UI.ROLES_SCREEN.PERKS.CONVEYOR_BUILD.DESCRIPTION
source: Trait: <link="CONVEYOR RAIL">Conveyor Rail System</link> Construction
pt_br: Traço: Construir <link="CONVEYOR RAIL">Sistemas de Trilhos Transportadores</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.EXOSUIT_EXPERTISE.DESCRIPTION
source: Trait: <link="EXOSUIT">Exosuit</link> Sprinting
pt_br: Traço: Correr usando <link="EXOSUIT">Exotraje</link>

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASE_BOTANIST.DESCRIPTION
source: +{0} to Farming
pt_br: +{0} para Agricultura

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASE_RANCHING.DESCRIPTION
source: +{0} to Ranching
pt_br: +{0} para Pecuária
