Repository: devarthuraguiar/TraducaoONI
Catalog: strings.po
Languages: pt_br

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.NAME
source: Copy Settings
pt_br: Copiar Configurações

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.TOOLTIP
source: Apply the settings and priorities of this building to other buildings of the same type
pt_br: Aplicar as configurações e prioridades desta estrutura para outras estruturas do mesmo tipo

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME
source: Deconstruct
pt_br: Desconstruir

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME_OFF
source: Cancel Deconstruct
pt_br: Cancelar Desconstrução

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP
source: Demolish this building and refund all resources
pt_br: Demolir esta estrutura e recuperar todos os seus recursos

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP_OFF
source: Cancel this deconstruct order
pt_br: Cancelar esta ordem de desconstrução

# STRINGS.UI.USERMENUACTIONS.DIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP
source: Dig out this cell
pt_br: Cavar esta célula

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP_OFF
source: Cancel this dig order
pt_br: Cancelar esta ordem de cavar

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME
source: Show Navigation
pt_br: Mostrar Navegação

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME_OFF
source: Hide Navigation
pt_br: Esconder Navegação

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP
source: Show all areas within this Duplicant's reach
pt_br: Mostrar as áreas dentro do alcance deste Duplicante

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP_OFF
source: Hide areas within this Duplicant's reach
pt_br: Esconder as áreas dentro do alcance deste Duplicante

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME
source: Empty
pt_br: Esvaziar

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME_OFF
source: Cancel Empty
pt_br: Cancelar Esvaziar

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP
source: Dump bottle contents onto the floor
pt_br: Derrubar todo o conteúdo da garrafa no chão

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP_OFF
source: Cancel this empty order
pt_br: Cancelar esta ordem de esvaziamento

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME
source: Empty Storage
pt_br: Esvaziar Armazenagem

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME_OFF
source: Cancel Empty
pt_br: Cancelar Esvaziar

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP
source: Eject all resources from this container
pt_br: Ejetar todos os recursos desta armazenagem

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP_OFF
source: Cancel this empty order
pt_br: Cancelar esta ordem de esvaziamento

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME
source: Disable Building
pt_br: Desativar Estrutura

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME_OFF
source: Enable Building
pt_br: Ativar Estrutura

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP
source: Halt the use of this building ------------------ Disabled buildings consume no energy or resources
pt_br: Suspender o uso desta estrutura ------------------ Estruturas desativadas consomem nenhuma energia ou recursos

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP_OFF
source: Resume the use of this building
pt_br: Reativar o uso desta estrutura

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.NAME
source: Follow Cam
pt_br: Travar Câmera

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.TOOLTIP
source: Track this Duplicant with the camera
pt_br: Seguir este Duplicante com a câmera

# STRINGS.UI.USERMENUACTIONS.HARVEST.NAME
source: Harvest
pt_br: Colher

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP
source: Harvest materials from this plant
pt_br: Colher materiais desta planta

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP_DISABLED
source: This plant has nothing to harvest
pt_br: Esta planta não tem nada para ser colhido

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.NAME
source: Enable Autoharvest
pt_br: Ativar Autocolheita

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.TOOLTIP
source: Automatically harvest this plant when it matures
pt_br: Colher automaticamente desta planta quando ela amadurecer

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME
source: Disable Delivery
pt_br: Desativar Entrega

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME_OFF
source: Enable Delivery
pt_br: Ativar Entrega

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP
source: Do not deliver materials to this building
pt_br: Não entregar materiais para esta estrutura

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP_OFF
source: Deliver materials to this building
pt_br: Entregar materiais para esta estrutura

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.NAME
source: Enable Autobottling
pt_br: Ativar Auto Engarrafamento

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.TOOLTIP
source: If enabled, Duplicants will deliver bottled liquids to this building directly from Pitcher Pumps
pt_br: Se ativado, Duplicantes irão automaticamente entregar líquidos engarrafados a esta estrutura a partir de Bombas Manuais

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.NAME
source: Disable Autobottling
pt_br: Desativar Auto Engarrafamento

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.TOOLTIP
source: If disabled, Duplicants will no longer deliver bottled liquids directly from Pitcher Pumps
pt_br: Se desativado, Duplicantes não irão automaticamente entregar líquidos engarrafados a esta estrutura a partir de Bombas Manuais

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.NAME
source: Move To
pt_br: Ir Para

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.TOOLTIP
source: Move this Duplicant to a specific location
pt_br: Mover este Duplicante para um local específico

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME
source: Rummage
pt_br: Investigar

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME_OFF
source: Cancel Rummage
pt_br: Cancelar Investigar

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP
source: Scrounge for usable materials
pt_br: Procurar por materiais úteis

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP_OFF
source: Cancel this rummage order
pt_br: Cancelar esta ordem de investigação

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME
source: Quarantine
pt_br: Ir p/Quarentena

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME_OFF
source: Cancel Quarantine
pt_br: Cancelar Quarentena

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP
source: Isolate this Duplicant The Duplicant will return to their assigned Cot
pt_br: Isolar este Duplicante O Duplicante irá retornar para o seu Berço

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_DISABLED
source: No quarantine zone assigned
pt_br: Nenhuma zona de quarentena designada

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_OFF
source: Cancel this quarantine order
pt_br: Cancelar esta ordem de quarentena

# STRINGS.UI.USERMENUACTIONS.READLORE.NAME
source: Inspect
pt_br: Inspecionar

# STRINGS.UI.USERMENUACTIONS.READLORE.TOOLTIP
source: Recover files from this structure
pt_br: Recuperar arquivos desta estrutura

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.NAME
source: Empty Building
pt_br: Esvaziar Estrutura

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.TOOLTIP
source: Refund all resources currently in use by this building
pt_br: Recuperar todos os recursos em uso por esta estrutura

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME
source: Relocate
pt_br: Realocar

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME_OFF
source: Cancel Relocation
pt_br: Cancelar Realocação

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP
source: Move this building to a new location ------------------ Costs no additional resources
pt_br: Mover esta estrutura para um outro local ------------------ Custa nenhum recurso adicional

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP_OFF
source: Cancel this relocation order
pt_br: Cancelar esta ordem de realocação

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.NAME
source: Select Research
pt_br: Selecionar Pesquisa

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.TOOLTIP
source: Choose a technology from the Research Tree <color=#F44A47>[R]</color>
pt_br: Selecione uma pesquisa da Árvore Tecnológica <color=#F44A47>[R]</color>

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.NAME
source: Clearance: Always
pt_br: Remoção: Sempre

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
pt_br: Duplicantes Trajados podem passar, mesmo se não existir espaço para guardar seus trajes ------------------ Quando Estações de Exotraje estiverem todas cheias, Duplicantes irão remover seus trajes e largá-los no chão

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ONLY_WHEN_ROOM_AVAILABLE.NAME
source: Clearance: Vacancy
pt_br: Remoção: Vago

source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
pt_br: Duplicantes Trajados poderão passar somente se tiver espaço para uma Estação de Exotraje para armazenarem o traje

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.NAME
source: Filter Settings
pt_br: Configurações do Filtro

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.TOOLTIP
source: Assign materials to storage
pt_br: Designar materiais para armazenagem

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.NAME
source: Unequip {0}
pt_br: Desequipar {0}

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.TOOLTIP
source: Take off and drop this equipment
pt_br: Remover e soltar este equipamento

# STRINGS.UI.USERMENUACTIONS.UPROOT.NAME
source: Uproot
pt_br: Desenraizar

# STRINGS.UI.USERMENUACTIONS.UPROOT.TOOLTIP
source: Convert this plant into a seed
pt_br: Converter esta planta em uma semente

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.NAME
source: Set Direction: Both
pt_br: Definir Direção: Ambos

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.TOOLTIP
source: Select to make Duplicants wash when passing by in either direction
pt_br: Selecione para fazer os Duplicantes lavarem as mãos quando passarem em qualquer uma das direções

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.NAME
source: Set Direction: Left
pt_br: Definir Direção: Esquerda

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.TOOLTIP
source: Select to make Duplicants wash when passing by from right to left
pt_br: Selecione para fazer os Duplicantes lavarem as mãos quando passarem da direita para a esquerda

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.NAME
source: Set Direction: Right
pt_br: Definir Direção: Direita

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.TOOLTIP
source: Select to make Duplicants wash when passing by from left to right
pt_br: Selecione para fazer os Duplicantes lavarem as mãos quando passarem da esquerda para a direita

# STRINGS.UI.VIEWDUPLICANTS
source: Choose a Duplicant
pt_br: Escolha um Duplicante

# STRINGS.UI.VITALS
source: VITALS
pt_br: VITAIS

# STRINGS.UI.VITALSSCREEN.ATMOSPHERE_CONDITION
source: Atmosphere:
pt_br: Atmosfera:

# STRINGS.UI.VITALSSCREEN.CALORIES
source: Fullness
pt_br: Satisfação

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.BASE
source: <b>Additional Domestic Growth [Lifecycle: {0}]</b>
pt_br: <b>Adicional por Crescimento Doméstico [Ciclo de vida: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
pt_br: Esta planta leva {0} para crescer domesticamente

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.BASE
source: <b>Domestic Growth [Lifecycle: {0}]</b>
pt_br: <b>Crescimento Doméstico [Ciclo de vida: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
pt_br: Esta planta leva {0} para crescer domesticamente

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.BASE
source: <b>Wild Growth [Lifecycle: {0}]</b>
pt_br: <b>Crescimento Selvagem [Ciclo de vida: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.TOOLTIP
source: This plant will take {0} to grow in the wild
pt_br: Esta planta leva {0} para crescer na natureza

# STRINGS.UI.VITALSSCREEN.DECOR_EXPECTATIONS
source: Decor Expectation
pt_br: Expectativa de Decor

# STRINGS.UI.VITALSSCREEN.DECOR_EXPECTATIONS_TOOLTIP
source: This Duplicant desires decor that is {0} or higher
pt_br: Este Duplicante deseja decor {0} ou mais alto

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY
source: Eaten Today
pt_br: Comido Hoje

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY_TOOLTIP
source: Eaten Today ------------------ Consumed {0} of food this cycle
pt_br: Comido Hoje ------------------ Consumido {0} de comida nesse ciclo

# STRINGS.UI.VITALSSCREEN.EXPECTATIONS
source: Expectations
pt_br: Expectativas

# STRINGS.UI.VITALSSCREEN.FOOD_EXPECTATIONS
source: Food Expectation
pt_br: Expectativa de Comida

# STRINGS.UI.VITALSSCREEN.FOOD_EXPECTATIONS_TOOLTIP
source: This Duplicant desires food that is {0} quality or better
pt_br: Este Duplicante deseja comida de qualidade {0} ou melhor

# STRINGS.UI.VITALSSCREEN.HEALTH
source: Health
pt_br: Saúde

# STRINGS.UI.VITALSSCREEN.IMMUNITY
source: Immune System
pt_br: Sistema Imune

# STRINGS.UI.VITALSSCREEN.IMMUNITY_MULTIPLE_DISEASES
source: Multiple diseases ({0})
pt_br: Múltiplas doenças ({0})

# STRINGS.UI.VITALSSCREEN.NOT_DROWNING
source: Liquid Level
pt_br: Nível de Líquido

# STRINGS.UI.VITALSSCREEN.STRESS
source: Stress
pt_br: Estresse

# STRINGS.UI.VITALSSCREEN.SUBMERSION
source: Liquid Level
pt_br: Nível de Líquido

# STRINGS.UI.VITALSSCREEN_CALORIES
source: Fullness
pt_br: Satisfação

# STRINGS.UI.VITALSSCREEN_EATENTODAY
source: Eaten Today
pt_br: Comido Hoje

# STRINGS.UI.VITALSSCREEN_EATENTODAY_TOOLTIP
source: The amount of food this Duplicant has eaten this cycle
pt_br: A quantidade de comida ingerida neste ciclo por este Duplicante

# STRINGS.UI.VITALSSCREEN_HEALTH
source: Health
pt_br: Saúde

# STRINGS.UI.VITALSSCREEN_IMMUNITY
source: Immune System
pt_br: Sistema Imune

# STRINGS.UI.VITALSSCREEN_NAME
source: Name
pt_br: Nome

# STRINGS.UI.VITALSSCREEN_RATIONS
source: Calories / Cycle
pt_br: Calorias / Ciclo

# STRINGS.UI.VITALSSCREEN_RATIONS_TOOLTIP
source: Set how many calories this Duplicant may consume daily
pt_br: Defina quantas calorias este Duplicante pode consumir diariamente

# STRINGS.UI.VITALSSCREEN_STRESS
source: Stress
pt_br: Estresse

# STRINGS.UI.VITALSSCREEN_UNTIL_FULL
source: Until Full
pt_br: Até Ficar Cheio

# STRINGS.UI.WELCOMEMESSAGEBEGIN
source: BEGIN
pt_br: COMEÇAR

# STRINGS.UI.WELCOMEMESSAGEBODY
source: Your crew has awoken stranded inside a distant asteroid. Oddly, they can't recall how they got here. They'll need to survive to find answers.
pt_br: Sua tripulação acordou presa dentro de um asteroide distante. Estranho que eles não conseguem se lembrar de como pararam aqui. Eles precisam sobreviver para encontrar respostas.

# STRINGS.UI.WELCOMEMESSAGETITLE
source: - ALERT -
pt_br: - ALERTA -

# STRINGS.UI.WORLDGEN.ANALYZINGWORLD
source: Shuffling DNA Blueprints...
pt_br: Embaralhando moldes de DNA...

# STRINGS.UI.WORLDGEN.ANALYZINGWORLDCOMPLETE
source: Tidying up for the Duplicants...
pt_br: Arrumando para os Duplicantes...

# STRINGS.UI.WORLDGEN.BORDERS
source: Just adding water...
pt_br: Adicionando um pouco de água...

# STRINGS.UI.WORLDGEN.BORDERS1
source: Just adding water...
pt_br: Adicionando um pouco de água...

# STRINGS.UI.WORLDGEN.BORDERS2
source: Staring at the void...
pt_br: Encarando o vazio...

# STRINGS.UI.WORLDGEN.BORDERS3
source: Staring at the void...
pt_br: Encarando o vazio...

# STRINGS.UI.WORLDGEN.BORDERS4
source: Staring at the void...
pt_br: Encarando o vazio...

# STRINGS.UI.WORLDGEN.BORDERS5
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BORDERS6
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BORDERS7
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BORDERS8
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BORDERS9
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE
source: Sorting quadrillions of atoms...
pt_br: Organizando quadrilhões de átomos...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE1
source: Sorting quadrillions of atoms...
pt_br: Organizando quadrilhões de átomos...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE2
source: Sorting quadrillions of atoms...
pt_br: Organizando quadrilhões de átomos...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE3
source: Ironing the fabric of creation...
pt_br: Costurando o tecido da criação...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE4
source: Ironing the fabric of creation...
pt_br: Costurando o tecido da criação...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE5
source: Ironing the fabric of creation...
pt_br: Costurando o tecido da criação...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE6
source: Taking hot meteor shower...
pt_br: Tomando um banho quente de meteoros...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE7
source: Tightening asteroid belts...
pt_br: Apertando o cinturão de asteroides...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE8
source: Tightening asteroid belts...
pt_br: Apertando o cinturão de asteroides...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE9
source: Tightening asteroid belts...
pt_br: Apertando o cinturão de asteroides...

# STRINGS.UI.WORLDGEN.CHOOSEWORLDSIZE
source: Select the magnitude of your new galaxy.
pt_br: Selecione a magnitude de sua nova galáxia.

# STRINGS.UI.WORLDGEN.CLEARINGLEVEL
source: Staring into the void...
pt_br: Encarando o vazio...

# STRINGS.UI.WORLDGEN.COMPLETE
source: Success! Space adventure awaits.
pt_br: Sucesso! Sua aventura espacial o aguarda.

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT
source: Cooling glass...
pt_br: Esfriando o vidro...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT1
source: Cooling glass...
pt_br: Esfriando o vidro...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT10
source: Adding buckets of dirt...
pt_br: Adicionando baldes de terra...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT2
source: Cooling glass...
pt_br: Esfriando o vidro...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT3
source: Cooling glass...
pt_br: Esfriando o vidro...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT4
source: Digging holes...
pt_br: Cavando buracos...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT5
source: Digging holes...
pt_br: Cavando buracos...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT6
source: Digging holes...
pt_br: Cavando buracos...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT7
source: Adding buckets of dirt...
pt_br: Adicionando baldes de terra...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT8
source: Adding buckets of dirt...
pt_br: Adicionando baldes de terra...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT9
source: Adding buckets of dirt...
pt_br: Adicionando baldes de terra...

# STRINGS.UI.WORLDGEN.CONVERTTERRAINCELLSTOEDGES
source: Hardening diamonds...
pt_br: Endurecendo diamantes...

# STRINGS.UI.WORLDGEN.DRAWWORLDBORDER
source: Establishing personal boundaries...
pt_br: Estabelecendo espaço pessoal...

# STRINGS.UI.WORLDGEN.FAILED
source: Goodness, has this ever gone terribly wrong!
pt_br: Vish, algo deu totalmente errado!

# STRINGS.UI.WORLDGEN.GENERATENOISE
source: Baking igneous rock...
pt_br: Cozinhando rocha ígnea...

# STRINGS.UI.WORLDGEN.GENERATENOISE1
source: Multilayering sediment...
pt_br: Sedimentando camadas...

# STRINGS.UI.WORLDGEN.GENERATENOISE2
source: Multilayering sediment...
pt_br: Sedimentando camadas...

# STRINGS.UI.WORLDGEN.GENERATENOISE3
source: Multilayering sediment...
pt_br: Sedimentando camadas...

# STRINGS.UI.WORLDGEN.GENERATENOISE4
source: Superheating gases...
pt_br: Superaquecendo gases...

# STRINGS.UI.WORLDGEN.GENERATENOISE5
source: Superheating gases...
pt_br: Superaquecendo gases...

# STRINGS.UI.WORLDGEN.GENERATENOISE6
source: Superheating gases...
pt_br: Superaquecendo gases...

# STRINGS.UI.WORLDGEN.GENERATENOISE7
source: Vacuuming out vacuums...
pt_br: Esvaziando os vácuos...

# STRINGS.UI.WORLDGEN.GENERATENOISE8
source: Vacuuming out vacuums...
pt_br: Esvaziando os vácuos...

# STRINGS.UI.WORLDGEN.GENERATENOISE9
source: Vacuuming out vacuums...
pt_br: Esvaziando os vácuos...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM1
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM2
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM3
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM4
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM5
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM6
source: Approaching event horizon...
pt_br: Atingindo o horizonte de eventos...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM7
source: Approaching event horizon...
pt_br: Atingindo o horizonte de eventos...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM8
source: Approaching event horizon...
pt_br: Atingindo o horizonte de eventos...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM9
source: Approaching event horizon...
pt_br: Atingindo o horizonte de eventos...

# STRINGS.UI.WORLDGEN.GENERATINGWORLD
source: The Galaxy Synthesizer
pt_br: O Sintetizador de Galáxias

# STRINGS.UI.WORLDGEN.LOADING
source: Loading world...
pt_br: Carregando o mundo...

# STRINGS.UI.WORLDGEN.NORMALISENOISE
source: Interpolating toxic gas...
pt_br: Interpolando gases tóxicos...

# STRINGS.UI.WORLDGEN.PLACINGCREATURES
source: Building the suspense...
pt_br: Criando suspense...

# STRINGS.UI.WORLDGEN.PROCESSING
source: Embedding metals...
pt_br: Fundindo os metais...

# STRINGS.UI.WORLDGEN.PROCESSING1
source: Embedding metals...
pt_br: Fundindo os metais...

# STRINGS.UI.WORLDGEN.PROCESSING2
source: Embedding metals...
pt_br: Fundindo os metais...

# STRINGS.UI.WORLDGEN.PROCESSING3
source: Burying precious ore...
pt_br: Enterrando pedras preciosas...

# STRINGS.UI.WORLDGEN.PROCESSING4
source: Burying precious ore...
pt_br: Enterrando pedras preciosas...

# STRINGS.UI.WORLDGEN.PROCESSING5
source: Burying precious ore...
pt_br: Enterrando pedras preciosas...

# STRINGS.UI.WORLDGEN.PROCESSING6
source: Burying precious ore...
pt_br: Enterrando pedras preciosas...

# STRINGS.UI.WORLDGEN.PROCESSING7
source: Excavating tunnels...
pt_br: Escavando túneis...

# STRINGS.UI.WORLDGEN.PROCESSING8
source: Excavating tunnels...
pt_br: Escavando túneis...

# STRINGS.UI.WORLDGEN.PROCESSING9
source: Excavating tunnels...
pt_br: Escavando túneis...

# STRINGS.UI.WORLDGEN.PROCESSRIVERS
source: Pouring rivers...
pt_br: Enchendo rios...

# STRINGS.UI.WORLDGEN.RESTARTING
source: Rebooting...
pt_br: Reiniciando...

# STRINGS.UI.WORLDGEN.RETRYCOUNT
source: Oh dear, let's try that again.
pt_br: Ah não, vamos tentar de novo.

# STRINGS.UI.WORLDGEN.SETTLESIM
source: Infusing oxygen...
pt_br: Enchendo de oxigênio...

# STRINGS.UI.WORLDGEN.SETTLESIM1
source: Infusing oxygen...
pt_br: Enchendo de oxigênio...

# STRINGS.UI.WORLDGEN.SETTLESIM2
source: Too much oxygen. Removing...
pt_br: Oxigênio demais. Removendo...

# STRINGS.UI.WORLDGEN.SETTLESIM3
source: Too much oxygen. Removing...
pt_br: Oxigênio demais. Removendo...

# STRINGS.UI.WORLDGEN.SETTLESIM4
source: Ideal oxygen levels achieved...
pt_br: Níveis ideias de oxigênio atingidos...

# STRINGS.UI.WORLDGEN.SETTLESIM5
source: Ideal oxygen levels achieved...
pt_br: Níveis ideias de oxigênio atingidos...

# STRINGS.UI.WORLDGEN.SETTLESIM6
source: Planting space flora...
pt_br: Plantando flora espacial...

# STRINGS.UI.WORLDGEN.SETTLESIM7
source: Planting space flora...
pt_br: Plantando flora espacial...
